Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: reprint existing documents
de_de: Vorhandene Dokumente neu drucken
es_es: reimprimir documentos existentes
fr_fr: rééditer les documents générés précédemment
nl_nl: bestaande documenten herafdrukken
pl_pl: wydrukuj ponownie istniejące dokumenty

source: turnover statistics and performance indicators
de_de: Umsatzstatistiken und Leistungsindikatoren
es_es: estadisticas de volumen de ventas y indicadores de rendimiento
fr_fr: statistiques sur le chiffre d'affaire
nl_nl: omzetstatistieken en prestatieaanwijzingen
pl_pl: statystyki obrotów i wydajności

source: validate tasks, view history and plannings
de_de: Aufgaben validieren, Verlauf und Planungen anzeigen
es_es: validar tareas, mostrar historial y programas
fr_fr: valider les t&acirc;ches, consulter l'historique, les plannings
nl_nl: taken bevestigen, historiek en planning bekijken
pl_pl: zweryfikowane zadania, przegląd historii i planowania

source: Flight
de_de: Flug
es_es: Vuelo
fr_fr: Vol
nl_nl: Vlucht
pl_pl: Lot

source: execute operations related to flights (only in aeronautical context).
de_de: Zu Flügen zugehörige Operationen ausführen (nur im aeronautischen Kontext)
es_es: ejecutar operaciones vinculadas con vuelos (solamente en contexto aeronáutico)
fr_fr: effectuer les op&eacute;rations relatives aux vols. (utilisation dans le cadre de l'a&eacute;ronautique)
nl_nl: voer verrichtingen uit verbonden aan vluchten (enkel in luchtvaartcontext).
pl_pl: wykonaj operacje związane z lotami ( tylko kontekst lotniczy)

source: Some useful tips for increasing your productivity
de_de: Einige nützliche Tipps zur Erhöhung der Produktivität
es_es: Consejos útiles para aumentar su productividad
fr_fr: Quelques d&eacute;tails pour mieux utiliser OnLogistics
nl_nl: Enkele handige tips om uw productiviteit te verhogen
pl_pl: Pewne użyteczne podpowiedzi jak zwiększyć produktywność

source: Full screen display
de_de: Vollständige Bildschirmanzeige
es_es: Visualizar la pantalla entera
fr_fr: Affichage plein écran
nl_nl: Volledig scherm
pl_pl: Pełnoekranowe wyświetlanie

source: press the "F11" key
de_de: Drücken Sie die Taste F11
es_es: Apretar el botón "F11"
fr_fr: presser la touche "F11" de votre clavier
nl_nl: druk "F11"
pl_pl: wciśnij "F11"klucz

source: Display help
de_de: Hilfe anzeigen
es_es: Mostrar ayuda
fr_fr: Consulter l'aide
nl_nl: Help weergeven
pl_pl: Pokaż pomoc

source: where available, use "Contextual help" button (on the screen up right corner)
de_de: Falls verfügbar, verwenden Sie die Schaltfläche "Kontexthilfe" (oben rechts)
es_es: cuando sea disponible, utilize el boton "Contextual help" (en la pantalla en la esquina superior derecha)
fr_fr: cliquer sur "Aide contextuelle" en haut à droite de l'&eacute;cran (si disponible)
nl_nl: indien beschikbaar, gebruik "Contextuele hulp" (rechterbovenhoek)
pl_pl: gdzie dostępnie, użyj "Pomocy kontekstowej" klawicz ( w górnym prawym rogu)

source: Send a mail to technical support
de_de: E-Mail an den technischen Support schicken
es_es: Mandar un correo electrónico al soporte técnico
fr_fr: Envoyer un mail au support
nl_nl: Stuur een e-mail naar de technische dienst
pl_pl: Wyślij mail do obsługi technicznej

source: click on "Technical support" link (at the top of every screen)
de_de: Klicken Sie auf den Link "Technischer Support" (am oberen Rand)
es_es: haga clic en en vinculo "Technical support" (en la parte superior de cada pantalla)
fr_fr: cliquer sur "Support technique" en haut de chaque &eacute;cran
nl_nl: klik op "Technische dienst" (bovenaan elk scherm)
pl_pl: naciśnij "Wsparcie techniczne" (n agórze każdego ekranu)

source: Sign out
de_de: Abmelden
es_es: Firmar la salida
fr_fr: Se déconnecter
nl_nl: Afmelden
pl_pl: Znak zewnętrzny

source: click on the "Sign out" link (up right)
de_de: Klicken Sie auf den Link "Abmelden" (oben rechts)
es_es: haga clic en el vinculo "Sign out" (parte superior derecha)
fr_fr: cliquer sur "Se d&eacute;connecter" en haut à droite de chaque &eacute;cran
nl_nl: klik op "Afmelden" (bovenaan rechts)
pl_pl: naciśnij link "Wypisz się " (górny prawy róg up )

source: most of the screens have a search engine, fill in wished search criteria and click on "Search" button to launch the search.
de_de: Die meisten Seiten verfügen über eine Suchmaschine. Geben Sie die gewünschten Suchkriterien ein und klicken Sie auf "Suchen", um die Suche zu starten.
es_es: la mayoría de las pantallas tienen un motor de búsqueda, llene los criterios de búsqueda deseados y haga clic en el boton "Buscar" para lanzar la búsqueda.
fr_fr: la plupart des &eacute;crans disposent d'un moteur de recherche. Renseigner les crit&egrave;res voulus, et cliquer sur "Rechercher" pour lancer la recherche.
nl_nl: de meeste schermen hebben een zoekmachine, vul de gewenste zoekcriteria in en klik op "Zoeken" om de zoekactie te starten.
pl_pl: na większości ekranów jest mechanizm wyszukujący, prosze o wypełnenie kryteriów wyszukiwania i kliknięcie na klawisz "Szukaj" (prawy górny róg)

source: Orders tab allows you to do the following operations
de_de: Über die Registerkarte Bestellungen können Sie die folgenden Operationen durchführen:
es_es: Las pestañas de pedidos le permite ejecutar las operaciones siguientes
fr_fr: L'onglet Commandes permet d'acc&eacute;der aux fonctions suivantes
nl_nl: De tab bestellingen geeft toegang tot de volgende verrichtingen
pl_pl: Zakładki zlecenia pozwalają wykonać następujące operacje

source: place a customer product order
de_de: eine Kundenproduktbestellung aufgeben
es_es: realizar un pedido de producto cliente
fr_fr: enregistrer une commande client de produits
nl_nl: plaats een bestelling voor een klant
pl_pl: wstaw zlecenie produktu klienta

source: place a supplier product order
de_de: eine Zuliefererproduktbestellung aufgeben
es_es: Realizar un pedido de producto proveedor
fr_fr: enregistrer une commande fournisseur de produits
nl_nl: plaats een bestelling voor een leverancier
pl_pl: wstaw zlecenie produktu dostawcy

source: book a carriage service
de_de: Frachtservice buchen
es_es: reservar un servicio de transporte
fr_fr: enregistrer une commande de transport
nl_nl: boek een vrachtdienst
pl_pl: wprowadź usługę transportową

source: book a class
de_de: Klasse buchen
es_es: reservar una clase
fr_fr: enregistrer une commande de cours
nl_nl: boek een les
pl_pl: wprowadź klasę

source: View completed stock movements, in relation to an order (normal entries and issues) or not (dislocation, client refusal, damage etc...)
de_de: Fertige Bewegungen des Lagerbestands anzeigen, in Bezug auf die Bestellung (normale Eingaben und Ausgaben) oder sonstiges (Verlagerung, Verweigerung durch den Kunden, Beschädigung usw.)
es_es: Visualize movimientos de existencias completados, en relación con un pedido (entradas y emisiones normales) o no (mudanza, negativa del cliente, daños, etc.)
fr_fr: Consulter les mouvements réalisés sur le stock, en lien avec une commande (entrée et sortie normales), ou sans lien (changement d'emplacement, refus client, casse, ...)
nl_nl: Bekijk afgewerkte voorraadbewegingen, in vergelijking met een bestelling (normale invoer en uitgiften) of niet (dislocatie, klantenweigering, schade, etc...)
pl_pl: Zobacz zakończone przesunięcia, w relacji do zamówienia ( normalne wprowadzenia i wydania) lub ( przesunięcia, zwroty, uszkodzenia ...)

source: use the search engine to find desired movements and click on "New search" to reset your search criteria
de_de: Verwenden Sie die Suchmaschine, um die gewünschten Bewegungen zu finden und klicken Sie auf "Neue Suche", um die Suchkriterien zurückzusetzen
es_es: utilize el motor de búsqueda para encontrar los movimientos deseados y haga clic en "New search" para reiniciar sus criterios de búsqueda
fr_fr: utiliser le moteur de recherche pour afficher un ou plusieurs mouvements. Cliquer sur "Rechercher" pour lancer une recherche, et sur "Nouvelle recherche" pour r&eacute;initialiser le formulaire et saisir de nouveaux critères
nl_nl: gebruik de zoekmachine om de gewenste bewegingen te vinden en klik op "Nieuwe zoekopdracht" om uw zoekcriteria te herstellen
pl_pl: proszę skorzystać z mechanizmu wyszukiwania aby znaleźć żądane przesunięcie, naciśnij "Nowe wyszukiwanie" aby ustawić nowe kryteria

source: The list of movements
de_de: Liste der Bewegungen
es_es: La lista de movimientos
fr_fr: La liste des mouvements
nl_nl: Lijst van bewegingen
pl_pl: Lista przesunięć

source: it contains the results of your search or, by default, only last 24 hours movements
de_de: Enthält die Ergebnisse Ihrer Suche oder, je nach Voreinstellung, nur die Bewegungen der letzten 24 Stunden.
es_es: contiene los resultados de su búsqueda o, por defecto, los movimientos de las ultimas 24 horas
fr_fr: elle contient par défaut les mouvements des dernières 24 heures, et sinon les mouvements correspondant à la derni&egrave;re recherche
nl_nl: dit bevat de resultaten van uw zoekopdracht of, standaard, enkel van de laatste 24 uren
pl_pl: To zwiera wyniki wyszuiwania, domyślnie tylko przesunięcia z ostatnich 24 dogzin

source: print a delivery order for a movement if it was not yet printed
de_de: Lieferschein für eine Bewegung ausdrucken, falls dies noch nicht geschehen ist.
es_es: imprimir una orden de entraga para un movimiento si no ha estado impreso aún
fr_fr: &eacute;diter un BL pour un mouvement si ce BL n'a pas déjà été édité
nl_nl: druk een leveringsbewijs af voor een beweging als deze nog niet afgedrukt was
pl_pl: wydrukuj dokumenty dostawy, jeżeli nie zostały jeszcze wydrukowane

source: select movement and click on "Delivery order". To reprint this document, go to "Documents" tab and "Documents reprinting" sub tab
de_de: Bewegung auswählen und auf "Lieferschein" klicken. Um das Dokument erneut auszudrucken, gehen Sie zur Registerkarte "Dokumente" und den Unterabschnitten "Dokumente erneut ausdrucken".
es_es: seleccione movimiento y haga clic en "Delivery order". Para reimprimir el documento, vaya a la pestaña "Documents" y a la sub-pestaña "Documents reprinting"
fr_fr: sélectionner le mouvement et cliquer sur "BL". Pour rééditer un BL, aller dans l'onglet Documents, rubrique Réédition des documents
nl_nl: selecteer beweging en klik op "Leveringsbewijs". Om een document opnieuw af te drukken, ga naar "Documenten" en dan naar "Documenten herafdrukken"
pl_pl: wybierz przesunięcie i naciśnij klawisz "Dostawa". Aby ponownie wydrukować dokument wejdź do zakładki "Documenty" i następnie "Ponowny wydruk dokumentów

source: cancel an unexpected movement
de_de: Unerwartete Bewegung abbrechen
es_es: cancelar un movimiento imprevisto
fr_fr: annuler un mouvement non prévu
nl_nl: annuleer een onverwachte beweging
pl_pl: skasuj nieoczekiwane przesunięcia

source: stored by error or
de_de: das durch einen Fehler gespeichert wurde, oder
es_es: almacenado por error o
fr_fr: enregistré par erreur ou
nl_nl: opgeslagen volgens fout of
pl_pl: magazynowane według błedu lub

source: record a return after a customer refusal
de_de: Rücklauf nach Kundenverweigerung aufzeichnen
es_es: registrar un retorno despues de un rechazo del cliente
fr_fr: enregistrer un retour suite à refus client
nl_nl: registreer een retoer na weigering door de klant
pl_pl: zapamiętaj zwrot po reklamacji klienta

source: select movement and click on "Delete"
de_de: Bewegung auswählen und auf "Löschen" klicken.
es_es: elija un movimiento y haga clic en "Delete"
fr_fr: sélectionner le mouvement et cliquer sur "Supprimer"
nl_nl: selecteer beweging en klik op "Verwijderen"
pl_pl: wybierz ruch i kliknij na "Skasuj"

source: export displayed list to CSV (excel compatible format)
de_de: Angezeigte Liste nach CSV exportieren (Excel-kompatibles Format)
es_es: exportar la lista visualizada a formato csv (formato comptabile con Excel)
fr_fr: exporter au format Excel la liste affichée
nl_nl: exporteer de weergegeven lijst naar CSV(excelformaat)
pl_pl: eksport wyświetlanej listy do formatu CSV (format kompatybilny z Excelem)

source: click on "Export" button
de_de: Klicken Sie die Schaltfläche "Export".
es_es: haga clic en el boton "Export"
fr_fr: cliquer sur "Exporter"
nl_nl: klik op "Exporteren"
pl_pl: kliknij na "Export"klawisz

source: This screen allows you to view product orders follow-up, issue or view invoices and payments related to these orders and manage instalments.
de_de: Auf dieser Seite können Sie Produktbestellungen zur Nachverfolgung anzeigen, Rechnungen und Zahlungen ausgeben oder anzeigen, die zu diesen Bestellungen in Beziehung stehen, und Ratenzahlungen verwalten.
es_es: Esta pantalla le permite visualizar seguimientos de pedidos de productos, emitir o visualizar facturas y pagos relacionados con estos pedidos y gestionar plazos.
fr_fr: Cet &eacute;cran permet de suivre l'avancement des commandes de produits, enregistrer ou consulter factures et règlements liés à ces commandes, et enregistrer les acomptes.
nl_nl: Op dit scherm ziet u de opvolging van productbestelligen, uitgifte van facturen en betalingen verwant aan deze bestellingen en beheer van termijnen.
pl_pl: Ten ekran pozwoli zobaczyć obieg dokumentów zlecenia, wydania, faktury, płatnosci, wartosci do wydania

source: use the search engine to find desired orders and click on "New search" to reset your search criteria
de_de: Verwenden Sie die Suchmaschine, um die gewünschten Bestellungen zu finden und klicken Sie auf "Neue Suche", um die Suchkriterien zurückzusetzen.
es_es: utilize el motor de búsqueda para encontrar pedidos deseados y haga clic en "New search" para reinicializar sus criterios de búsqueda
fr_fr: utiliser le moteur de recherche pour afficher une ou plusieurs commandes. Cliquer sur "Rechercher" pour lancer une recherche, et sur "Nouvelle recherche" pour r&eacute;initialiser le formulaire et saisir de nouveaux critères
nl_nl: gebruik de zoekmachine om de gewenste bestellingen te vinden en klik op "Nieuwe zoekopdracht" om uw zoekcriteria te herstellen
pl_pl: skorzystaj z mechanizmów wyszukiwania aby znaleźć oczekiwane zlecenie i naciśnij klawisz "Nowe wyszukiwanie" aby ustawić właściwe kryteria

source: the list of product orders
de_de: Liste der Produktbestellungen
es_es: la lista de pedidos de productos
fr_fr: La liste des commandes de produits
nl_nl: lijst van productbestellingen
pl_pl: Lista zamówień produktu

source: View delivery details for an order
de_de: Einzelheiten der Lieferung für eine Bestellung anzeigen,
es_es: Visualizar detalles de entrega del pedido
fr_fr: Visualiser le détail des livraisons liées à une commande
nl_nl: Bekijk leveringsdetails voor een bestelling
pl_pl: Przegląd szczegółow dostawy do zecenia

source: by clicking on its number in the list
de_de: indem Sie auf die Nummer in der Liste klicken.
es_es: hagando clic en su número en la lista
fr_fr: en cliquant sur sur son numéro dans la liste
nl_nl: door te klikken op het nummer in de lijst
pl_pl: przez kliknięcie jego numeru na liście

source: view comment provided during order
de_de: Kommentar zu einer Bestellung anzeigen
es_es: visualizar comentario proporcionado durante pedido
fr_fr: voir le commentaire &eacute;ventuellement saisi dans le bon de commande
nl_nl: bekijk commentaar ingevoerd tijdens bestelling
pl_pl: Zobacz komentarz wprowadzony do zlecenia

source: place your cursor on the order number in the list
de_de: Platzieren Sie den Cursor über der Bestellnummer in der Liste.
es_es: coloca su cursor en el número de pedido en la lista
fr_fr: survoler le numéro de la commande avec le curseur de la souris dans la liste
nl_nl: plaats uw cursor op het bestelnummer in de lijst
pl_pl: proszę ustawić kursor na numer zlecenia na liście

source: delete an order
de_de: Bestellung löschen
es_es: suprimir un pedido
fr_fr: supprimer une commande
nl_nl: verwijder een bestelling
pl_pl: skasuj zamówienie

source: select order by clicking on the corresponding check box and click on the "Delete" button
de_de: Wählen Sie eine Bestellung aus, indem Sie auf das entsprechende Kontrollkästchen und auf die Schaltfläche "löschen" klicken.
es_es: seleccione el pedido hagando clic en el checkbox correspondiente y haga clic en el boton "Delete"
fr_fr: sélectionner la commande via la case à cocher correspondante et cliquer sur "Supprimer"
nl_nl: selecteer een bestelling door te klikken op de overeenstemmende checkbox en klik op "Verwijderen"
pl_pl: proszę wybrać zlecenie, poprzez klekniecie pola wyboru (check box) i naciśnięcie klawisza "Skasuj"

source: unlock an order
de_de: Bestellung entsperren
es_es: abrir un pedido
fr_fr: débloquer une commande
nl_nl: een bestelling vrijgeven
pl_pl: Otworzenie zamówienia

source: select locked order by clicking on the corresponding check box and click on the "Unlock" button
de_de: Wählen Sie eine gesperrte Bestellung aus, indem Sie auf das entsprechende Kontrollkästchen und auf die Schaltfläche "Entsperren" klicken.
es_es: seleccione el pedido bloqueado hagando clic en el check box correspondiente y haga clic en el boton "Unlock"
fr_fr: sélectionner la commande bloquée via la case à cocher correspondante et cliquer sur "D&eacute;bloquer"
nl_nl: selecteer een vergrendelde bestelling door te klikken op de overeenstemmende checkbox en klik op "Vrijgeven"
pl_pl: wybierz zablokowane zlecenie i naciśnij kawisz "Odblokuj"

source: issue an invoice
de_de: Rechnung ausgeben
es_es: emitir una factura
fr_fr: enregistrer une facture
nl_nl: uitgifte van een factuur
pl_pl: Przedmiot faktury

source: select order to charge by clicking on the corresponding check box and click on the "Charge" button
de_de: Wählen Sie eine Bestellung zur Rechnungslegung aus, indem Sie auf das entsprechende Kontrollkästchen und auf die Schaltfläche "Rechnung" klicken.
es_es: seleccione el pedido a cobrar hagando clic en el checkbox correspondiente y haga clic en el boton "Charge"
fr_fr: sélectionner la commande à facturer et cliquer sur "Facturer"
nl_nl: selecteer een aan te rekenen bestelling door te klikken op de overeenstemmende checkbox en klik op "Aanrekenen"
pl_pl: wybierz obciążenie zlecenia poprzez wybranie zlecenia i naciśnięcie klawisza "Obciąż"

source: record an instalment
de_de: Ratenzahlung aufnehmen
es_es: registrar un plazo
fr_fr: enregistrer un acompte
nl_nl: een termijn registreren
pl_pl: Zestawienie odcinka

source: select order by clicking on the corresponding check box and click on the "Instalment" button
de_de: Wählen Sie eine Bestellung aus, indem Sie auf das entsprechende Kontrollkästchen und auf die Schaltfläche "Ratenzahlung" klicken.
es_es: seleccione el pedido hagando clic en el check box correspondiente y haga clic en el boton "Instalment"
fr_fr: sélectionner la commande et cliquer sur "Acompte"
nl_nl: selecteer een bestelling door te klikken op de overeenstemmende checkbox en klik op "Termijn"
pl_pl: wibierz zlecenie i naciśnij klaiwsz "Wartość pozostała"

source: Tips
de_de: Tipps
es_es: Consejos
fr_fr: Astuces
pl_pl: wskazówki

source: select one or more states in the states select list:
de_de: So wählen Sie einen oder mehrere Zustände aus der Liste aus:
es_es: selecione uno o varios estados en la lista de selección de estados:
fr_fr: S&eacute;lectionner plusieurs &eacute;tats dans la liste de s&eacute;lection Etat:
nl_nl: selecteer één of meerdere toestanden in de lijst van toestanden:
pl_pl: wybirz jeden lub więcej państw z listy wybranych państw:

source: keep the "ctrl" key pressed while selecting
de_de: Halten Sie die Taste "Strg" während der Auswahl gedrückt.
es_es: mantenga la tecla "ctrl " presionada mientras que seleccione
fr_fr: maintenir enfoncée la touche "Control" (Ctrl) pendant la s&eacute;lection
nl_nl: druk op "ctrl" als u selecteert
pl_pl: proszę przytrzymać klawsz "ctrl" podczas wybierania

source: Stoc
de_de: Lager
es_es: Existencias
fr_fr: Paramètres de la prestation de stockage
nl_nl: Voorraad
pl_pl: Skład

source: Waiting period
de_de: Wartezeitraum
es_es: Período de espera
fr_fr: Délai de carence
nl_nl: Wachttijd
pl_pl: obsługiwany okres

source: in days
de_de: in Tagen
es_es: en días
fr_fr: en jours
nl_nl: in dagen
pl_pl: w dniach

source: Maintenance service properties
de_de: Eigenschaften der Wartungsservices
es_es: Propiedades del servicio de mantenimiento
fr_fr: Paramètres de la prestation de maintenance
nl_nl: Eigneschappen onderhoud
pl_pl: Własności usługi utrzymania

source: Limit potential of execution (in hours)
de_de: Begrenztes Ausführungspotenzial (in Stunden)
es_es: Potencial limite de ejecución (en horas)
fr_fr: Potentiel limite de r&eacute;alisation (Heures)
nl_nl: Beperk potentieel van uitvoering (in uren)
pl_pl: Limit potencjału wykonania ( w godzinach)

source: Fixed date of execution
de_de: Festes Ausführungsdatum
es_es: Fecha de ejecución fijada
fr_fr: Date fixe de r&eacute;alisation
nl_nl: Vaste datum van uitvoering
pl_pl: Stała data realizacji

source: select a date
de_de: Wählen Sie bitte ein Datum aus.
es_es: seleccionar una fecha
fr_fr: Choisissez une date
nl_nl: selecteer een datum
pl_pl: Wybierz datę

source: Tolerance
de_de: Toleranz
es_es: Tolerancia
fr_fr: Tolérance
nl_nl: Tolerantie
pl_pl: Tolerancja

source: Tolerance type
de_de: Toleranzart
es_es: Tipo de tolerancia
fr_fr: Type de tolérance
nl_nl: Tolerantietype
pl_pl: Typ tolerancji

source: Flight informations
de_de: Fluginformationen
es_es: Detalles sobre el vuelo
fr_fr: Informations sur le vol de la commande
nl_nl: Vluchtinformatie
pl_pl: Informacje lotnicze

source: hundredth of hours
de_de: Hundertstel Stunden
es_es: centenas de horas
fr_fr: centi&egrave;mes d'heure
nl_nl: honderdsten van een uur
pl_pl: minuty

source: Expected instructor/Pilot
de_de: Erwarteter Ausbilder/Pilot
es_es: Instructor/piloto previsto
fr_fr: Instructeur/Pilote professionnel pr&eacute;vu
nl_nl: Verwachte instructeur/piloot
pl_pl: Spodziewany instruktor/Pilot

source: Booking of completed actions
de_de: Buchung vollständiger Handlungen
es_es: Reserva de acciones completadas
fr_fr: Enregistrement des actions r&eacute;alis&eacute;es
nl_nl: Boeking van afgewerkte acties
pl_pl: Ksęgowanie zakończonych akcji

source: Aircrew
de_de: Crew
es_es: Tripulación
fr_fr: Equipage
nl_nl: Luchtcrew
pl_pl: Załoga lotnicza

source: Flight (hours in hundredth of hour)
de_de: Flug (Stunden in Hunderstel Stunden)
es_es: Vuelo (horas en centenas de horas)
fr_fr: Vol (saisir les heures en centièmes d'heure)
nl_nl: Vlucht (uren in honderdsten van een uur)
pl_pl: Lot (godzina:minuta)

source: Total flight time
de_de: Gesamte Flugzeit
es_es: Duración total del vuelo
fr_fr: Temps de vol total
nl_nl: Totale vluchttijd
pl_pl: Całkowity czas przelotu

source: Commercial hours (hours in hundredth of hour)
de_de: Betriebsstunden (Stunden in Hunderstel Stunden)
es_es: Horas comerciales (horas en centenas de horas)
fr_fr: Heures commerciales (saisir les heures en centièmes d'heure)
nl_nl: Commerciële uren (uren in honderdsten van een uur)
pl_pl: Godziny otwarcia sklepów (godzina:minuta)

source: Machine data
de_de: Maschinendaten
es_es: Datos máquina
fr_fr: Donn&eacute;es machine
nl_nl: Machinegegevens
pl_pl: Data maszyny

source: Engine cycle 1
de_de: Maschinenzyklus 1
es_es: Ciclo motor 1
fr_fr: Cycle moteur 1
nl_nl: Motor cyclus 1
pl_pl: 1 cykl silnika

source: Engine cycle 2
de_de: Maschinenzyklus 2
es_es: Ciclo motor 2
fr_fr: Cycle moteur 2
nl_nl: Motor cyclus 2
pl_pl: 2 cykl silnika

source: Hours related to specific activities (in hundredth of hours)
de_de: Stunden spezifischer Aktivitäten (in Hundertstel Stunden)
es_es: Horas vinculadas con actividas especificas (en centenas de horas)
fr_fr: Heures liées aux activités particulières (saisir les heures en centièmes d'heure)
nl_nl: Uren verbondne aan specifieke activiteiten (in honderdsten van een uur)
pl_pl: Czas czynności (godzina:minuta czynności)
