Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Item cannot be saved.
de_de: Element kann nicht gespeichert werden.
es_es: Artículo no se puede guardar
fr_fr: Impossible de sauvegarder l'item.
nl_nl: Item kan niet opgeslagen worden.
pl_pl: Pozycja nie zostala zapisana.

source: Product related to selected item must have a tracking mode (SN or Lot).
de_de: Das zum ausgewählten Element zugehörige Produkt muss über einen Nachverfolgungsmodus verfügen (Serien-Nr. oder Los).
es_es: Es preciso que el producto relacionado con el artículo seleccionado tenga un modo de rastreo (NS o lote).
fr_fr: Le produit associé à l'item doit avoir un mode suivi défini (SN ou Lot).
nl_nl: Product verwant aan het geselecteerde item moet een traceringsmode hebben (SN of lot).
pl_pl: Produkt związany z wybranym indeksem musi być w trybie śledzenia (Numer seryjny, partia)

source: Element related to product %s (%s). Tracking mode: %s.
de_de: Element von Produkt %s (%s). Nachverfolgungsmodus: %s
es_es: Elemento relacionado con producto %s (%s). Modo de rastreo: %s.
fr_fr: Item lié au produit %s (%s). Mode de suivi: %s.
nl_nl: Element verwant aan het product %s(%s). Traceringsmode: %s.
pl_pl: Element powiązany z produktem%s (%s).Tryb śledzenia: %s.

source: matriculation
de_de: Matrikelnummer
es_es: matrícula
fr_fr: immatriculation
nl_nl: inschrijving
pl_pl: macierz

source: Show details
de_de: Einzelheiten anzeigen
es_es: Mostrar detalles
fr_fr: Voir le détail
nl_nl: Toon details
pl_pl: Pokaż szczegóły

source: Print a credit note
de_de: Gutschrift ausdrucken
es_es: Imprimir una nota de crédito
fr_fr: Imprimer un avoir
nl_nl: Creditnota afdrukken
pl_pl: Drukuj notę kredytową

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja
pl_pl: Tak

source: %Actor.Name% logo
es_es: %Agente.Nombre% logo
fr_fr: Logo de %Actor.Name%
pl_pl: %Uczestnik,Nazwa%logo

source: You cannot issue negatives credit notes.
de_de: Sie können keine negativen Gutschriften ausgeben.
es_es: No puede emitir notas de crédito negativas.
fr_fr: Vous ne pouvez pas saisir d'avoir négatifs
nl_nl: U kan geen negative creditnota's uitgeven.
pl_pl: Nie można wystawić ujemnej noty kredytowej.

source: Please select a supplier.
de_de: Wählen Sie bitte einen Zulieferer aus.
es_es: Por favor, elija un proveedor.
fr_fr: Vous devez sélectionner un fournisseur.
nl_nl: Selecteer een leverancier.
pl_pl: Proszę wybierz Dostawcę.

source: Please select a type.
es_es: Por favor, seleccione un tipo.
fr_fr: Veuillez sélectionner un type.
pl_pl: Proszę wybierz typ.

source: Please provide an amount excl. VAT.
de_de: Geben Sie bitte einen Betrag ohne MwSt. an.
es_es: Por favor, proporcione un importe excl. IVA.
fr_fr: Vous devez saisir un montant HT non nul.
nl_nl: Voer een bedrag in excl. BTW.
pl_pl: Proszę wprowadź kwotę netto.

source: A credit note exists with the same number, please correct.
de_de: Eine Gutschrift mit der gleichen Nummer ist bereits vorhanden. Bitte berichtigen Sie dies.
es_es: Una nota de crédito con el mismo número ya existe, por favor corrija.
fr_fr: Le numéro de l'avoir saisi est déjà attribué à un autre avoir. Veuillez le modifier.
nl_nl: Er bestaat reeds een creditnota met hetzelfde nummer, gelieve te verbeteren.
pl_pl: Nota kredytowa o takim numerze już istnieje,proszę skoryguj.

source: Details of SN/Lot by location
de_de: Einzelheiten der Serien-Nr./Los nach Standort
es_es: Detalles de NS/lote por ubicación
fr_fr: Détail des SN et Lots par emplacement
nl_nl: Details van SN/lot volgens locatie
pl_pl: Szczegóły SN/Lot według lokalizacji

source: Please select a store.
de_de: Wählen Sie bitte ein Lager aus.
es_es: Por favor, elija un almacen.
fr_fr: Vous devez sélectionner un Magasin.
nl_nl: Selecteer een winkel.
pl_pl: Proszę wybierz magazyn.

source: SN/Lot owner
de_de: Eigentümer von Serien-Nr./Los
es_es: Propietario del NS/lote
fr_fr: Propriétaire SN/Lot
nl_nl: SN/Lot eigenaar
pl_pl: SN/Lot właściciela

source: Filter by end of life date
de_de: Nach Ende des Lebenszyklus filtern
es_es: Filtrar por fecha de fin de vida
fr_fr: Filtrer par date de fin de vie
nl_nl: Filter volgens vervaldatum
pl_pl: Filtruj według końca trwania okresu

source: Product Owner
de_de: Produkteigentümer
es_es: Propietario del producto
fr_fr: Propriétaire produit
nl_nl: Product eigenaal
pl_pl: Produkt Właściciela

source: SN (red) or Lot (blue)
de_de: Serien-Nr. (rot) oder Los (blau)
es_es: NS (rojo) o lote (azul)
fr_fr: SN (rouge) ou Lot (bleu)
nl_nl: SN (rood) of lot (blauw)
pl_pl: SN(czerwony) lub Lot (niebieski)

source: End of life date
de_de: Ende des Lebenszyklus
es_es: Fecha de fin de vida
fr_fr: Date de fin de vie
nl_nl: Vervaldatum
pl_pl: Koniec daty oktesu trwania

source: Tolerances were successfully updated
de_de: Toleranzen wurden erfolgreich aktualisiert.
es_es: Las tolerencias se han guardado con éxito
fr_fr: Les tolérances ont été enregistrées
nl_nl: Toleranties werden succesvol vernieuwd
pl_pl: Uaktualnienie tolerancji zakończyło się powodzeniem

source: Please select a site.
de_de: Wählen Sie bitte einen Standort aus.
es_es: Por favor, seleccione una ubicación.
fr_fr: Vous devez sélectionner un site.
nl_nl: Selecteer een site.
pl_pl: Proszę wybierz miejsce.

source: You are not allowed to view the stores of this site.
de_de: Sie können die Lager dieses Standorts nicht anzeigen.
es_es: No esta autorizado a visualizar los almacenes de esta ubicación.
fr_fr: Vous n'avez pas les droits pour visualiser les magasins de ce site.
nl_nl: U heeft geen toelating om de winkels van deze site te bekijken.
pl_pl: Nie jest dozwolone przeglądanie sklepów na tej stronie.

source: Activate store
de_de: Lager aktivieren
es_es: Activar un almacen
fr_fr: Activer le magasin
nl_nl: Winkel activeren
pl_pl: Aktywuj sklep

source: Deactivate stores
de_de: Lager deaktivieren
es_es: Desactivar almacenes
fr_fr: Désactiver des magasins
nl_nl: Winkels deactiveren
pl_pl: Zdeaktywuj sklepy

source: Deactivate store and its locations
de_de: Lager und zugehörige Orte deaktivieren
es_es: Desactivar almacen y sus ubicaciones
fr_fr: Désactiver des magasins et leurs emplacements
nl_nl: Winkels en hun locaties deactiveren
pl_pl: Zdeaktywuj sklep/magazyn i jego lokalizacje

source: Stock by location
de_de: Lager nach Ort
es_es: Existencias por ubicación
fr_fr: Stock par emplacement
nl_nl: Opslaan volgens locatie
pl_pl: Zapasy według lokalizacji

source: Stock sorted by location
de_de: Lager nach Ort sortiert
es_es: Existencias clasificadas por ubicación
fr_fr: Stock trié par emplacement
nl_nl: Voorraad gesorteerd volgens locatie
pl_pl: Towar sortowany według lokalizacji

source: Stock by reference
de_de: Lager nach Referenz
es_es: Existencias por referencias
fr_fr: Stock par référence
nl_nl: Voorraad volgens referentie
pl_pl: Towar według referencji

source: Stock ordered by reference
de_de: Lager nach Referenz geordnet
es_es: Existencias pedidas por referencias
fr_fr: Stock trié par référence
nl_nl: Voorraad besteld volgens referentie
pl_pl: Zamówienie magazynowe po numerze indeksu

source: Show SN/Lot
de_de: Serien-Nr./Los anzeigen
es_es: Mostrar NS / Lote
fr_fr: Voir SN/LOT
nl_nl: Toon SN/lot
pl_pl: Pokaż SN/Lot

source: SN/Lot in stock by location
de_de: Serien-Nr./Los im Lager nach Ort
es_es: NS/Lote en existencias por ubicación
fr_fr: SN et Lots en stock par emplacement
nl_nl: SN/lot in voorraad volgens locatie
pl_pl: SN/Lot w zapasie według lokalizacji

source: Back to list of sites
de_de: Zurück zur Liste der Standorte
es_es: Volver a la lista de ubicaciones
fr_fr: Retour liste des sites
nl_nl: Terig naar lijst van sites
pl_pl: Wróć do listy miejsc

source: Product type cannot be saved.
de_de: Produkttyp kann nicht gespeichert werden.
es_es: Tipo de producto no se puede guardar.
fr_fr: Impossible de sauvegarder le type de produit.
nl_nl: Producttype kan niet opgeslagen worden.
pl_pl: Typ tego produktu nie może być zapisany.

source: Product type "%s" has been successfully saved.
de_de: Produkttyp "%s" wurde erfolgreich gespeichert.
es_es: Tipo de producto "%s" ha sido guardado con éxito.
fr_fr: Le type de produit %s a été sauvegardé
nl_nl: Producttype "%s" werd succesvol opgeslagen.
pl_pl: Typ produktu "%s"zostało zapisane z powodzeniem.

source: Add or update product types
de_de: Produkttypen hinzufügen oder aktualisieren.
es_es: Añadir o actualizar tipos de productos
fr_fr: Formulaire d'ajout/édition de types de produit
nl_nl: Producttypes toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj typy produktu

source: A product type with the name provided already exists.
de_de: Es existiert bereits ein Produkttyp mit dem angegebenen Namen.
es_es: Un tipo de producto con el nombre proporcionado ya existe.
fr_fr: Un type de produit du même nom existe déjà.
nl_nl: Er bestaat reeds een producttype met deze naam.
pl_pl: Typ produktu o tej wprowadzonej nazwie już istnieje .

source: Wrong name for property "%s"
de_de: Falscher Name für Eigentum "%s".
es_es: Nombre erroneo para la propiedad "%s"
fr_fr: Nom invalide pour la propriété "%s"
nl_nl: Foute naam voor eigenschap "%s"
pl_pl: Zła nazwa dla własności "%s"

source: Add or update component part
de_de: Komponententeil hinzufügen oder aktualisieren
es_es: Añadir o actualizarune pieza de componente
fr_fr: Création / édition d'une pièce composante
nl_nl: Componentdeel toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj zawartość częsci

source: Quantity provided exceeds allowed quantity for this component.
de_de: Die angegebene Menge überschreitet die zulässige Menge für diese Komponente.
es_es: Cantidad proporcionada superior a cantidad autorizada por este componente.
fr_fr: Pour ce composant, la quantité est supérieure à celle autorisée.
nl_nl: Ingevoerde hoeveelheid overschrijdt toegestane hoeveelheid voor dit component.
pl_pl: Dostarczona ilość przekracza dozwolone limity dla tego komponentu

source: Part (SN)
de_de: Teil (Serien-Nr.)
es_es: Pieza (NS)
fr_fr: Pièce (SN)
nl_nl: Onderdeel (SN)
pl_pl: Część(SN)

source: By hour
de_de: nach Stunde
es_es: por hora
fr_fr: &agrave; l'heure
nl_nl: Volgens uur
pl_pl: Przez godzinę

source: Credit note "%s" could not be deleted because it is already used in another payment.
de_de: Gutschrift "%s" konnte nicht gelöscht werden, da sie bereits in einer anderen Zahlung verwendet wird.
es_es: La nota de credito "%s" no se ha podido surpimir porque esta ya utilizada en otro pago.
fr_fr: L'avoir %s ne peut pas être supprimé car il est utilisé pour un règlement.
nl_nl: Creditnota "%s" kon niet verwijderd worden omdat ze reeds gebruikt wordt in een andere betaling.
pl_pl: Nota kredytowa "%s"nie może być skasowana ,ponieważ już jest użyta w innej płatności.

source: The following credit notes could not be deleted because they are already used in another payment: %s
de_de: Die folgenden Gutschriften konnten nicht gelöscht werden, da sie bereits in einer anderen Zahlung verwendet werden: %s
es_es: Las notas de credito siguientes no se han podido suprimir porque estan ya utilizadas en otro pago: %s
fr_fr: Les avoirs suivants ne peuvent pas être supprimés car ils sont utilisés pour un règlement: %s
nl_nl: De volgende creditnota's konden niet verwijderd worden omdat ze reeds gebruikt worden in een andere betaling: %s
pl_pl: Następująca faktury korygujące nie może być skasowana ponieważ istnieje rozliczenie płatnością: %s

source: Unknown reference "%s", please try again.
de_de: Unbekannte Referenz "%s". Versuchen Sie es noch einmal.
es_es: Referencia desconicida "%s", inténtelo de nuevo por favor.
fr_fr: La référence %s saisie n'existe pas. Veuillez recommencer
nl_nl: Onbekende referentie "%s", probeer het nogmaals.
pl_pl: Nieznany numer"%s", spróbuj jeszcze raz.

source: Position change
de_de: Änderung der Position
es_es: Cambio de posición
fr_fr: Changement de position
nl_nl: Positiewijziging
pl_pl: Pozycja sieci

source: Select a product
de_de: Wählen Sie ein Produkt aus.
es_es: Elija un producto
fr_fr: Sélectionnez un produit
nl_nl: Selecteer een product
pl_pl: Wybierz produkt

source: Select a designation
de_de: Wählen Sie eine Bezeichnung aus.
es_es: Elija una designación
fr_fr: Sélectionnez une désignation
nl_nl: Selecteer een bestemming
pl_pl: Wybierz określenie

source: Select a reference
de_de: Wählen Sie eine Referenz aus.
es_es: Elija una referencia
fr_fr: Sélectionnez une référence
nl_nl: Selecteer een referentie
pl_pl: Wybierz odniesienie

source: Execution of an unexpected movement
de_de: Ausführung einer unerwarteten Bewegung.
es_es: Ejecución de un movimiento inesperado
fr_fr: Exécution d'un mouvement avec prévision
nl_nl: Uitvoeren van een onverwachte beweging
pl_pl: Wykonanie niespodziewanego przesunięcia

source: Expenses excl. VAT
de_de: Ausgaben ohne MwSt.
es_es: Gastos excl. IVA
fr_fr: Dépenses HT
nl_nl: Kosten excl. BTW
pl_pl: Wydatki niezawierające Vat

source: % of total expenses
de_de: % der Gesamtausgaben
es_es: % de los gastos totales
fr_fr: % des dépenses totales
nl_nl: % van totale kosten
pl_pl: % z całkowitych wydatków

source: Min.
fr_fr: Mini

source: Max.
fr_fr: Maxi

source: Frequency
de_de: Häufigkeit
es_es: Frequencia
fr_fr: Fréquence
nl_nl: Frequentie
pl_pl: Częstotliwość

source: Frequency type
de_de: Häufigkeitstyp
es_es: Tipo de frequencia
fr_fr: Type de fréquence
nl_nl: Frequentietype
pl_pl: Typ częstotliwości

source: List of visit frequencies
de_de: Liste der Besuchshäufigkeiten
es_es: Lista de frequencias de visitas
fr_fr: Liste des fréquence de visites
nl_nl: Lijst van bezoekfrequenties
pl_pl: Lista częstotliwosci wizyt

source: The SN "%s" is already assigned to a part.
de_de: Die Serien-Nr. "%s" ist bereits einem Bauteil zugewiesen.
es_es: El NS "%s" ya esta asignado a una pieza.
fr_fr: Le SN %s est déjà affecté à une pièce.
nl_nl: Het SN "%s" werd reeds aan een onderdeel toegewezen.
pl_pl: To SN"%s" jest przypisana do częsci.

source: Incorrect SN provided ("%s"), please correct.
de_de: Falsche Serien-Nr. ("%s"), bitte berichtigen.
es_es: NS proporcionado ("%s") incorrecto, por favor corrija.
fr_fr: Le SN ou Lot saisi %s est incorrect, veuillez corriger.
nl_nl: Onjuist SN geleverd ("%s"), graag verbeteren.
pl_pl: Wprowadzono nieprawidłowy SN ("%s"),proszę popraw.

source: Incorrect quantity provided: assembled part %s/%s.
de_de: Falsche Menge angegeben: Gruppenbauteil %s/%s.
es_es: Cantidad proporcionada incorrecta: parte montada %s/%s.
fr_fr: Une quantité saisie est incorrecte: pièce assemblée %s/%s.
nl_nl: Onjuiste hoeveelheid geleverd: gemonteerd onderdeel %s/%s.
pl_pl: Wprowadzono nieprawidłową ilość :zmontowanej części %s/%s.

source: You must start or restart the selected task first.
de_de: Sie müssen die ausgewählte Aufgabe starten oder erneut starten.
es_es: Debe iniciar o reiniciar la tarea seleccionada primero.
fr_fr: Vous devez d'abord démarrer ou reprendre la tâche.
nl_nl: U moet eerst de geselecteerde taak starten of herstarten.
pl_pl: Musisz rozpocząć wybrane zadanie ponownie.

source: Missing SN, please complete.
de_de: Serien-Nr. fehlt, bitte vervollständigen.
es_es: Falta NS, por favor, completar.
fr_fr: Un SN n'a pas été saisi. Veuillez compléter.
nl_nl: Ontbrekend SN, gelieve te vervolledigen.
pl_pl: Brakujące SN,proszę uzuełnij.

source: This paragraph is already linked to the form.
de_de: Dieser Absatz ist bereits mit dem Formular verbunden.
es_es: Este parágrafo ya esta vinculado con el formulario.
fr_fr: Ce paragraphe est déjà lié à ce formulaire.
nl_nl: Deze paragraaf is reeds gekoppeld aan het formulier.
pl_pl: Ten paragraf jest już związany z formularzem.

source: A paragraph already exists at this position, please modify the order.
de_de: Es ist bereits ein Absatz an dieser Position vorhanden. Ändern Sie bitte die Bestellung.
es_es: Un parágrafo ya existe en esta posición, por favor, modifique la orden.
fr_fr: Un paragraphe existe déjà à cette position, vous devez modifier l'ordre.
nl_nl: Er bestaat reeds een paragraaf op deze positie, gelieve de bestelling te wijzigen.
pl_pl: Paragraf już istnieje w tej pozycji , proszę o modyfikacje zlecenia.

source: Please select a paragraph or create a new.
de_de: Wählen Sie bitte einen Absatz aus oder erstellen Sie einen neuen.
es_es: Por favor, elija un parágrafo o cree un nuevo.
fr_fr: Vous devez sélectionner un paragraphe ou en créer un nouveau.
nl_nl: Selecteer een paragraaf of maak een nieuwe aan.
pl_pl: Proszę wybierz punkt lub steórz nowy.

source: Select an existing paragraph
de_de: Wählen Sie einen vorhandenen Absatz aus.
es_es: Seleccione un parágrafo existente
fr_fr: Sélectionner un paragraphe existant
nl_nl: Selecteer een bestaande paragraaf
pl_pl: Wybierz istniejący punkt

source: Add a paragraph
de_de: Fügen Sie einen Absatz hinzu.
es_es: Añadir un parágrafo
fr_fr: Créer un nouveau paragraphe
nl_nl: Paragraaf toevoegen
pl_pl: Dodaj paragraf

source: Paragraph order
de_de: Reihenfolge der Absätze
es_es: Orden del parágrafo
fr_fr: Ordre du paragraphe
nl_nl: Paragraafvolgorde
pl_pl: Punkt zamówienia

source: You must set the priority order of the paragraph
de_de: Sie müssen eine Priorität für den Absatz angeben.
es_es: Debe fijar el orden de prioridad del parágrafo
fr_fr: Vous devez saisir l'ordre du paragraphe.
nl_nl: U moet de prioriteit van de paragraaf instellen
pl_pl: Musisz ustawić priorytety do paragrafów

source: Add a paragraph to a form model.
de_de: Einen Absatz zu einem Formularmodell hinzufügen.
es_es: Añadir un parágrafo a un modelo de formulario.
fr_fr: Ajout d'un paragraphe à un formulaire modèle
nl_nl: Paragraag toevoegen aan het formulier
pl_pl: Dodaj punkt do formy modelu.

source: Actor "%s" cannot be saved.
de_de: Akteur "%s" kann nicht gespeichert werden.
es_es: El agente "%s" ne se puede guardar.
fr_fr: Impossible de sauvegarder l'acteur %s.
nl_nl: Deelnemer "%s" kan niet worden opgeslagen.
pl_pl: Uczestnik"%s" nie może być zapisany.

source: Actor "%s" successfully saved
de_de: Akteur "%s" erfolgreich gespeichert.
es_es: El agente "%s" se ha guardado con éxito
fr_fr: L'acteur %s a été sauvegardé
nl_nl: Deelnemer "%s" succesvol opgeslagen
pl_pl: Uczestnik "%s"zapisany z powodzeniem

source: Add or update actor
de_de: Akteur hinzufügen oder aktualisieren.
es_es: Añadir o actualizar agente
fr_fr: Formulaire d'ajout/édition d'acteur
nl_nl: Deelnemer toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj uczestnika

source: Actor must have at least one site with an address, please correct.
de_de: Der Akteur muss mindestens einen Standort mit Adresse haben. Bitte berichtigen Sie dies.
es_es: El agente debe tener al menos un sitio con una dirección, corrija por favor.
fr_fr: L'acteur doit posséder au moins un site avec une adresse, veuillez corriger.
nl_nl: Deelnemer moet tenminste één adres hebben, gelieve te corrigeren.
pl_pl: Uczestnik musi mieć przynajmniej jeden adres lokalizacji ,proszę skoryguj

source: Actor could not be saved: an actor with the name provided already exists.
de_de: Der Akteur konnte nicht gespeichert werden, da der Name bereits vorhanden ist.
es_es: El agente no se ha podido guardar: un agente con el nombre proporcionado ya existe.
fr_fr: Impossible de sauvegarder l'acteur: Le nom saisi est déjà affecté à un acteur.
nl_nl: Deelnemer kan niet opgeslagen worden: er bestaat reeds een deelnemer met deze naam.
pl_pl: Uczestnik nie może być zachowany :Uczestnik z podanym imieniem już istnieje

source: Actor cannot be deactivated because he is the owner of a stock in a storage site.
de_de: Der Akteur kann nicht deaktiviert werden, da er der Eigentümer von Lagerbeständen an einem Lagerstandort ist.
es_es: El agente no puede ser desactivado, porque es el propietario de existencias en almacenaje.
fr_fr: L'acteur ne peut être désactivé, car il est propriétaire de stock dans un site de stockage.
nl_nl: Deelnemer kan niet gedeactiveerd worden want hij heeft een voorraad in een opslagplaats.
pl_pl: Uczestnik nie może być zdezaktywowany:ponieważ jest właścicielem zapasu w magazynie

source: : appointment arranged on
de_de: : Termin vereinbart am
es_es: : cita organizada para el
fr_fr: : rendez-vous fixé le
nl_nl: : afspraak geregeld op
pl_pl: : spotkanie zaplanowane na

source: Visit possible as soon as week
de_de: Besuch möglich ab Woche
es_es: Visita posible tan pronto como la semana
fr_fr: Visite possible dès la semaine
nl_nl: Bezoek mogelijk in week
pl_pl: Wizyta możliwa najwcześniej w tygodniu

source: Deadline for visit on week
de_de: Besuch spätestens bis Woche
es_es: Plazo de visita en semana
fr_fr: Date limite de visite la semaine
nl_nl: Deadline bezoek in week
pl_pl: Ostateczny termin wizyty w tygodniu

source: Are you sure you want to delete supplier "%s" ?
de_de: Sind Sie sicher, dass Sie den Zulieferer "%s" löschen möchten?
es_es: ¿Está seguro de que desea suprimir proveedor "%s" ?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le fournisseur "%s" ?
nl_nl: Wil u echt leverancier "%s" verwijderen?
pl_pl: Czy jesteś pewien,że chcesz skasowac dostawcę "%s"?

source: Supplier "%s" is already taking precedence for ordering this product.
de_de: Zulieferer "%s" ist bereits bevorzugter Zulieferer für diese Produkt.
es_es: Proveedor "%s" tiene ya prioridad para encargar este producto.
fr_fr: Le fournisseur "%s" est déjà prioritaire pour la commande de ce produit.
nl_nl: Leverancier "%s" heeft al voorrang op de bestelling van dit product.
pl_pl: Dostawca "%s"rozpoczął już realizację dostawy tego produktu.

source: Purchase unit
de_de: Einheit für den Einkauf
es_es: Unidad de compra
fr_fr: Unité d'achat
nl_nl: Aankoopeenheid
pl_pl: Jednostka zakupu

source: Purchase unit quantity
de_de: Menge für den Einkauf
es_es: Comprar cantidad de unidades
fr_fr: Quantité d'unité d'achat
nl_nl: Hoeveelheid aankoopeenheden
pl_pl: Ilość zakupu

source: Takes precedence for order
de_de: Für Bestellung bevorzugt
es_es: Tiene prioridad para el pedido
fr_fr: Prioritaire pour la commande
nl_nl: Krijgt voorrang voor bestelling
pl_pl: Po raz pierwszy w zamówieniu

source: Please select a purchase unit.
de_de: Wählen Sie bitte eine Einheit für den Einkauf aus.
es_es: Por favor, seleccione una unidad de compra.
fr_fr: Vous devez sélectionner une unité d'achat.
nl_nl: Selecteer een aankoopeenheid.
pl_pl: Proszę wybierz jednostkę zakupu.

source: Please select a purchase unit quantity.
de_de: Wählen Sie bitte eine Menge für den Einkauf aus.
es_es: Por favor, elija una cantidad de unidades de compra.
fr_fr: Vous devez saisir une quantité d'unités d'achat
nl_nl: Selecteer een hoeveelheid aankoopeenheden.
pl_pl: Proszę wybierz ilość jednostek.

source: Field "purchase unit quantity" must be an integer or a float.
de_de: Das Feld "Menge für den Einkauf" muss eine Ganzzahl oder eine Dezimalzahl sein.
es_es: El campo "unidad de cantidad de compra" debe ser un número entero o un float.
fr_fr: Le champs "Quantité d'unité d'achat" doit être un entier ou un nombre flottant.
nl_nl: Veld "hoeveelheid aankoopeenheden" moet een eenheid of een bedrag zijn.
pl_pl: Pole "ilość jednostek zakupu" musi być całkowita lub zmiennoprzecinkowa.

source: Add or update supplier for product %s.
de_de: Lieferant für Produkt %s hinzufügen oder aktualisieren.
es_es: Añadir o actualizar proveedor para productos %s.
fr_fr: Ajout/Edition d'un fournisseur pour le produit %s.
nl_nl: Leverancier voor product%s toevoegen of vernieuwen.
pl_pl: Dodaj lub aktualizuj Dostawcę dla produktu %s.

source: Categories %s already have an attractivity level, do you want to modify it ?
de_de: Kategorien %s verfügen bereits über einen Wichtigkeitsgrad. Wollen Sie diese verändern?
es_es: Categorías %s tienen yà un nivel de atractividad, ¿quiere cambiarlo?
fr_fr: Les catégories %s ont déjà un degré d'attractivité défini, souhaitez-vous les modifier ?
nl_nl: Categoriën %s hebben reeds een aantrekkelijkheidsniveau, wil u dit wijzigen ?
pl_pl: Kategorie %s już mają właściwy poziom, czy chcesz go modyfikować ?
