Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Error(s) encountered
de_de: Fehler aufgetreten
es_es: Error encontrada
fr_fr: Erreur de saisie
nl_nl: Fout(en) opgetreden
pl_pl: Błąd (y) napotkane

source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
fr_fr: Champs requis
nl_nl: Vereist veld
pl_pl: Wymagany obszar

source: must be an integer
de_de: muss ganzzahlig sein
es_es: debe ser un número entero
fr_fr: doit être un entier
nl_nl: moet een geheel getal zijn
pl_pl: musi być liczba całkowita

source: is required
de_de: ist erforderlich
es_es: se requiere
fr_fr: est requis
nl_nl: is vereist
pl_pl: jest konieczne

source: Field
de_de: Feld
es_es: Campo
fr_fr: Le champs
nl_nl: Veld
pl_pl: Obszar

source: must be a float
de_de: muss eine Gleitkommazahl sein
es_es: tiene que ser un float
fr_fr: doit être un nombre décimal
nl_nl: moet een bedrag zijn
pl_pl: musi mieć zmienną

source: must be a valid email address
de_de: muss eine gültige E-Mail-Adresse sein
es_es: tiene que ser una dirección electrónica valida
fr_fr: doit être une adresse E-Mail valide
nl_nl: moet een geldig e-mailadres zijn
pl_pl: musi mieć ważny adres e-mail

source: must be a valid URL, accepted protocols are http, https, ftp and news.
de_de: muss eine gültige URL sein. Zulässige Protokolle sind http, https, ftp und news.
es_es: tiene que ser un URL valido, protocolos aceptados sont http, ftp y news.
fr_fr: doit être une URL valide, les protocoles acceptés sont http, https, ftp et news.
nl_nl: moet een geldige URL zijn, http, https, ftp en news worden aanvaard.
pl_pl: musi być poprawny adres URL, zaakceptowany protokół http, https, ftp lun mews

source: Are you sure you want to delete selected item(s) ?
de_de: Sollen die ausgewählten Elemente wirklich gelöscht werden?
es_es: ¿Está seguro de que desea suprimir el/los elemento(s) seleccionados?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le ou les élément(s) sélectionné(s) ?
nl_nl: Wil u echt de geselecteerde items verwijderen ?
pl_pl: Czy jesteś pewien,że chcesz skasować przedmiot(y)?

source: Please select one or more items.
de_de: Wählen Sie bitte ein oder mehrere Elemente aus.
es_es: Por favor, elija uno o varios tipos de articúlos.
fr_fr: L'exécution de cette action nécessite que vous sélectionniez un élément.
nl_nl: Selecteer één of meerdere items.
pl_pl: Proszę wybierz jedno lub więcej przedmiotów.

source: Please select one (and only one) item.
de_de: Wählen Sie bitte genau ein Element aus.
es_es: Por favor, elija un articúlo (y sólo uno).
fr_fr: L'exécution de cette action nécessite que vous sélectionniez un seul élément.
nl_nl: Selecteer één (en slechts één) item.
pl_pl: Proszę wybierz jeden(i tylko jeden) przedmiot.

source: Are you sure you want to do this ?
de_de: Möchten Sie dies wirklich durchführen?
es_es: ¿Está seguro de que desea hacer esto?
fr_fr: Êtes-vous sûr(e) de vouloir exécuter cette action ?
nl_nl: Wil u dit echt doen ?
pl_pl: Jesteś pewien, że chcesz to zrobić?

source: Some items could not be deleted
de_de: Einige Elemente konnten nicht gelöscht werden.
es_es: Algunos artículos no pudieron ser suprimidos.
fr_fr: Certains éléments n'ont pu être supprimés.
nl_nl: Sommige items konden niet verwijderd worden
pl_pl: Niektóre przedmioty nie mogą być skasowane

source: The following items could not be deleted: <ul><li>%s</li></ul>
de_de: Die folgenden Elemente konnten nicht gelöscht werden: <ul><Li>%s</Li></ul>
es_es: Los siguientes artículos no se han podido suprimir: <ul><li>%s</li></ul>
fr_fr: les éléments suivants:<br/> <ul><li>%s</li></ul>n'ont pas pu être supprimés.
nl_nl: De volgende items konden niet verwijderd worden: <ul><li>%s</li></ul>
pl_pl: Wybrane elementy nie mogą być usunięte: <ul><li>%s</li></ul>

source: Selected items were successfully deleted.
de_de: Die ausgewählten Elemente wurden erfolgreich gelöscht.
es_es: Los artículos seleccionados han sido suprimido.
fr_fr: Le ou les élément(s) sélectionnés ont été supprimés.
nl_nl: Geselecteerde items werden succesvol verwijderd.
pl_pl: Wybierz przedmioty ,które były skasowane z powodzeniem.

source: None of the selected items could be deleted.
de_de: Keines der ausgewählten Elemente konnte gelöscht werden.
es_es: Ninguno de los artículos seleccionados han podido ser suprimidos.
fr_fr: Aucun élément n'a pu être supprimé.
nl_nl: Geen van de geselecteerde items kon verwijderd worden.
pl_pl: Żadna z wybranych pozycji nie może być usunięta.

source: Item could not be saved because some property values must be unique for %s entity.
de_de: Das Element konnte nicht gespeichert werden, da einige Eigenschaften für die Entität %s einzigartig sein müssen.
es_es: El artículo no se ha podido guardar porque algunos valores de propiedad deben ser especificos a la entidad %s.
fr_fr: L'élément n'a pu être sauvé en base de données: Une ou plusieurs propriétés ne peuvent être communes à plusieurs %s.
nl_nl: Item kon niet opgeslagen worden omdat sommige eigenschappen uniek moeten zijn voor %s entiteit.
pl_pl: Pozycja nie moze zostać zapamiętana, ponieważ pewne wartosć musi być unikalna dla %s obiektu.

source: Item could not be deleted because some properties must be empty in order to delete the item.
de_de: Das Element konnte nicht gelöscht werden, da einige Eigenschaften leer sein müssen, damit das Element gelöscht werden kann.
es_es: el artículo no se ha podido suprimir porque algunas propiedades deben ser vacías para suprimir el artículo.
fr_fr: L'élément n'a pu être supprimé. Une ou plusieurs de ses propriétés ne peuvent être renseignées.
nl_nl: Item kon niet verwijderd worden omdat sommige eigenschappen leeg moeten zijn om ze te kunnen verwijden.
pl_pl: Pozycja nie moze zostać zapamiętana, ponoeważ pewne właściwoaści muszą być puste w zlecenie, proszę o skasowanie pozycji.

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
pl_pl: Anuluj

source: Delete
de_de: Löschen
es_es: Suprimir
fr_fr: Supprimer
nl_nl: Verwijderen
pl_pl: Skasuj

source: Modify
de_de: Verändern
es_es: Modificar
fr_fr: Modifier
nl_nl: Wijzigen
pl_pl: Zmodyfikuj

source: Export
es_es: Exportar
fr_fr: Exporter
nl_nl: Exporteren
pl_pl: Eksport

source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
nl_nl: Afdrukken
pl_pl: Drukuj

source: Activate
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
nl_nl: Activeren
pl_pl: Aktywizuj

source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
nl_nl: Deactiveren
pl_pl: Dezaktywacja

source: View
es_es: Visualizar
fr_fr: Voir
pl_pl: Wgąd

source: You are not allowed to modify this record
de_de: Sie haben keine Berechtigung, um diesen Datensatz zu verändern.
es_es: No esta autorizado a modificar este documento
fr_fr: Vous n'avez pas les droits nécessaires pour modifier cet enregistrement
nl_nl: U heeft geen toelating om dit record te wijzigen
pl_pl: Nie masz uprawnień do zmian tego dokumentu.

source: "%s" file size exceeds maximum allowed size (%s octets).
de_de: "%s" Dateigröße überschreitet den zulässigen Höchstwert (%s Oktette).
es_es: El tamaño del archivo "%s" supera el tamaño máximo autorizado (%s bytes).
fr_fr: La taille du fichier "%s" excède la taille maximale autorisée de %s octets.
nl_nl: "%s" bestandsgrootte overschrijdt de maximum toegelaten grootte (%s octetten).
pl_pl: "%s" rozmiar pliku przekracza maksymalny dozwolony rozmiar(%s octets).

source: Please select a file to upload.
de_de: Wählen Sie bitte eine heraufzuladende Datei aus.
es_es: Por favor, seleccione un archivo que quiere subir.
fr_fr: Vous devez sélectionner un fichier à télécharger.
nl_nl: Selecteer een file voor upload.
pl_pl: Wybierz plik do wysłania.

source: "%s" file was uploaded but only partially.
de_de: "%s" Datei wurde nur teilweise heraufgeladen.
es_es: El archivo "%s" fue subido por pero solo parcialmente.
fr_fr: Le fichier "%s" n'a été que partiellement téléchargé.
nl_nl: "%s" bestand werd ge-uploaded, maar slechts gedeeltelijk.
pl_pl: "%s" plik został przesłany częściowo.

source: "%s" file format is unsupported. Supported formats are %s.
de_de: "%s" Dateiformat wird nicht unterstützt. Bei den unterstützten Formate handelt es sich um folgende: %s.
es_es: Formato de archivo "%s" no soportado. Formatos soportados son %s.
fr_fr: Le type du fichier "%s" n'est pas supporté. Les types supportés sont %s.
nl_nl: "%s" bestandsformaat wordt niet ondersteund. Ondersteunde formaten zijn %s.
pl_pl: "%s" format pliku nie jest wspierany. Wspierany format to %s.

source: Field "%s" does not exists.
de_de: Feld "%s" nicht vorhanden.
es_es: El campo "%s" no existe.
fr_fr: Le champs de formulaire "%s" n'existe pas.
nl_nl: Veld "%s" bestaat niet.
pl_pl: Pole "%s"nie istnieje.

source: Form is not submitted yet.
de_de: Formular ist noch nicht gesendet.
es_es: Formulario no ha sido sometido aún.
fr_fr: Le formulaire n'a pas encore été posté.
nl_nl: Formulier werd nog niet verzonden.
pl_pl: Formularz nie jest jeszcze przedstawiony,

source: Missing upload temporary directory.
de_de: Fehlendes temporäres Verzeichnis für das Hochladen.
es_es: Falta directorio temporal de subida.
fr_fr: Répertoire temporaire d'upload inexistant.
nl_nl: Tijdelijke uploadfolder ontbreekt.
pl_pl: Brakuje zaladowanie tymczasowego katalogu.

source: Insufficient permissions to write to "%s" directory.
de_de: Unzureichende Berechtigungen für Schreiben in das Verzeichnis "%s".
es_es: Autorización isuficiente para escribir en el directorio "%s".
fr_fr: Permissions insuffisantes pour écrire dans le répertoire "%s"
nl_nl: Onvoldoende toelatingen om te schrijven naar "%s" folder.
pl_pl: Brak praw zapisu do katalogu "%s" .

source: Insufficient permissions to write "%s" file.
de_de: Unzureichende Berechtigungen für das Schreiben der Datei "%s".
es_es: Autorización isuficiente para escribir en el archivo "%s".
fr_fr: Permissions insuffisantes pour écrire le fichier "%s"
nl_nl: Onvoldoende toelatingen om "%s" bestand te schrijven.
pl_pl: Brak praw zapisu do pliku "%s".

source: "%s" file could not be stored in the database: "%s"
de_de: Datei "%s" konnte nicht in der Datenbank gespeichert werden: "%s"
es_es: El archivo "%s" no se pudó guardar en la base de datos: "%s"
fr_fr: Impossible de stocker le fichier "%s" en base de données: "%s"
nl_nl: "%s" bestand kon niet in de gegevensbank opgeslagen worden: "%s"
pl_pl: "%s"pole nie może być zachowane w bazie danych: "%s"

source: File "%s" already exists.
de_de: Datei "%s" ist bereits vorhanden.
es_es: "%s" Archivo existe yà.
fr_fr: Le fichier "%s" existe déjà.
nl_nl: Bestand "%s" bestaat reeds.
pl_pl: Pole"%s" już istnieje.

source: Upload::resizeImage() should be called before you save the uploaded file.
de_de: Upload::resizeImage() muss vor dem Speichern der heraufgeladenen Datei aufgerufen werden.
es_es: Subir::se deberia llamar redimensionarimagen() antes de guardar el archivo subido.
fr_fr: Upload::resizeImage() doit être appelée avant enregistrement du fichier uploadé.
nl_nl: Upload::resizeImage () moet geopend worden voor u het ge-uploade bestand opslaat.
pl_pl: Upload::resizeImage() nie moze być wywołane przed wgraniem pliku.

source: "%s" file does not match the uploaded file or does not exists anymore.
de_de: Datei "%s" entspricht nicht der heraufgeladenen Datei oder existiert nicht mehr.
es_es: Archivo "%s" no corresponde al archivo subido o ya no existe.
fr_fr: Le fichier "%s" n'est pas celui uploadé par le navigateur ou n'existe plus.
nl_nl: "%s" bestand komt niet overeen met het ge-uploade bestand of bestaat niet meer.
pl_pl: "%s" plik nie istniej lub nie został załadowny .

source: No addressee provided.
de_de: Kein Empfänger angegeben.
es_es: Ningún destinatario proporcionado.
fr_fr: No destinator specified.
nl_nl: Geen bestemmeling ingevoerd.
pl_pl: Brak wprowadzonego adresata

source: [Scheduled task] %s on database "%s"
de_de: [Geplante Aufgabe] %s in Datenbank "%s"
es_es: [tarea programada] %s en base de datos "%s"
fr_fr: [Tâches planifiées] %s sur la base de données "%s"
nl_nl: [Geplande taak] %s op gegevensbank "%s"
pl_pl: [Scheduled task] %s w bazie danych"%s"

source: A PHP error occured on database "%s": [%s] %s in %s on line %s.
de_de: Es ist ein PHP-Fehler aufgetreten für Datenbank „%s": [%s] %s in %s in Zeile %s.
es_es: Un error PHP ocurrió en la base de datos "%s":n[%s] %s en %s en la linea %s.
fr_fr: Une erreur PHP s'est produite sur la base de données "%s": [%s] %s in %s on line %s.
nl_nl: Een PHP-fout is opgetreden in de gegevensbank "%s": [%s] %s in %s op lijn %s.
pl_pl: Bład PHP występuje w bazie danych "%s": [%s] %s w %s w linii %s.

source: Scheduled tasks execution aborted.
de_de: Ausführung der geplanten Aufgaben abgebrochen.
es_es: Ejecución de las tareas programadas abortada.
fr_fr: L'exécution des tâches planifiées s'est arrêtée.
nl_nl: Uitvoeren geplande taken uitgevoerd.
pl_pl: Przerwano wykonanie zaplanowanego zadania.

source: More than one result match, please select a result
de_de: Es gibt mehr als ein zutreffendes Ergebnis. Wählen Sie bitte ein Ergebnis aus
es_es: Más de un resultado corresponde, por favor, elija un resultado.
fr_fr: Plusieurs résultats correspondent à votre recherche, sélectionnez en un ci-dessous
nl_nl: Meerdere resultaten, selecteer een resultaat
pl_pl: Znaleziono więcej nież jeden rezultat, proszę wybrać właściwy

source: Product properties
de_de: Produkteigenschaften
es_es: Propiedades del producto
fr_fr: Caract&eacute;ristiques du produit
nl_nl: Producteigenschappen
pl_pl: Własnosci produktu

source: Tracking mode
de_de: Nachverfolgungsmodus
es_es: Modo de seguimiento
fr_fr: mode de suivi
nl_nl: Traceringsmode
pl_pl: Sposób śledzenia

source: Begin range
de_de: Startbereich
es_es: Rango de inicio
fr_fr: Plage de début
nl_nl: Begin bereik
pl_pl: Początek zakresu

source: End range
de_de: Endbereich
es_es: Rango final
fr_fr: Plage de fin
nl_nl: Einde bereik
pl_pl: Koniec zakresu

source: Minimum quantity in stock
de_de: Mindestmenge auf Lager
es_es: Cantidad mínima en existencias
fr_fr: Quantité minimale en stock
nl_nl: Minimum hoeveelheid in voorraad
pl_pl: Minimalna ilość w zapasie

source: Dangerousness
de_de: Gefährlichkeit
es_es: Peligrosidad
fr_fr: Dangerosité
nl_nl: Gevaarlijk
pl_pl: Niebezpieczne

source: By stock
de_de: Nach Lagerbestand
es_es: Por existencias
fr_fr: Sur stock
nl_nl: Volgens voorraad
pl_pl: Ze składu

source: By order
de_de: Nach Bestellung
es_es: Por pedido
fr_fr: Sur commande
nl_nl: Volgens bestelling
pl_pl: Przez zamówienie

source: Limited quantity
de_de: Begrenzte Menge
es_es: Cantidad limitada
fr_fr: Quantit&eacute; limit&eacute;e
nl_nl: Beperkte hoeveelheid
pl_pl: Ograniczona ilość

source: Interchangeability
de_de: Austauschbarkeit
es_es: Intercambiabilidad
fr_fr: Interchangeabilité
nl_nl: Uitwisselbaarheid
pl_pl: Wymienialność

source: Manage product substitutions
de_de: Produktersetzungen verwalten
es_es: Gestionar productos genéricos
fr_fr: Gestion des interchangeabilités
nl_nl: Productvervangingen beheren
pl_pl: Zarządzanie substytucjami produktu

source: VAT rate
de_de: MwSt.-Satz
es_es: Tasa de IVA
fr_fr: Taux de TVA
nl_nl: BTW-tarief
pl_pl: Podatek VAT

source: Selling unit price excl. VAT by currency
de_de: Preis der Verkaufseinheit ohne MwSt. nach Währung
es_es: Precio de venta por unidad excl. IVA por divisa
fr_fr: Prix de l'unit&eacute; de vente par devise HT
nl_nl: Verkoopprijs excl. BTW volgens valuta
pl_pl: Cena jednostki sprzedaży netto w walucie

source: Selling unit properties
de_de: Eigenschaften der Verkaufseinheit
es_es: Propiedades de unidades de mercancía
fr_fr: Caract&eacute;ristiques de l'unit&eacute; de vente
nl_nl: Eigenschappen verkoopeenheid
pl_pl: Sprzedaż jednosti własności

source: Kg_abbr
de_de: kg
es_es: kg_abr.
fr_fr: Kg
pl_pl: Kg_skrót

source: Recommended packaging
de_de: Empfohlene Verpackung
es_es: Embalajes recomendados
fr_fr: Conditionnement recommandé
nl_nl: Aangeraden verpakking
pl_pl: Rekomendowane pakowanie

source: Conditioned product reference
de_de: Produktreferenz mit Bedingungen
es_es: Referencia del producto acondicionado
fr_fr: R&eacute;f&eacute;rence du produit conditionn&eacute;
nl_nl: Bepaalde productreferentie
pl_pl: Warunkowy indeks produktu

source: Number of base unit in packaging
de_de: Anzahl der Basiseinheiten in der Verpackung
es_es: Número de unidades de base en el embalaje
fr_fr: Nombre d'UB dans le conditionnement
nl_nl: Aantal basiseenheden in verpakking
pl_pl: Ilosć jednostek bazowych przy pakowaniu

source: Packaging stackable ratio
de_de: Stapelverhältnis Verpackung
es_es: Proporción apilable de embalajes
fr_fr: Gerbabilité du conditionnement
nl_nl: Stapelbare verhouding verpakking
pl_pl: Wskaźnik przechowywania i pakowania

source: Priority dimension of packaging
de_de: Prioritätsabmessungen der Verpackung
es_es: Dimensión prioritaria del embalaje
fr_fr: Dimension prioritaire du conditionnement
nl_nl: Prioritaire afmetingen verpakking
pl_pl: Priorytety wymarów pakowania

source: Recommended packing
de_de: Empfohlene Verpackung
es_es: Envase recomendado
fr_fr: Emballage recommandé
nl_nl: Aangeraden verpakking
pl_pl: Rekomendowane pakowanie

source: Packaged product reference
de_de: Referenz verpacktes Produkt
es_es: Referencia del producto embalado
fr_fr: R&eacute;f&eacute;rence du produit emball&eacute;
nl_nl: Verpakte productreferentie
pl_pl: Indeks spakowanego produktu

source: Number of unit in packing
de_de: Anzahl der Einheiten in der Packung
es_es: Número de unidades en envase
fr_fr: Nombre d'unit&eacute;s dans l'emballage
nl_nl: Aantal eenheden in verpakking
pl_pl: Ilość jednostek pakowania

source: Priority dimension of packing
de_de: Prioritätsabmessungen der Packung
es_es: Dimensión prioritaria del envase
fr_fr: Dimension prioritaire de l'emballage
nl_nl: Prioritaire afmeting van verpakking
pl_pl: Priorytet wymarów pakowania

source: Recommended regrouping
de_de: Empfohlene Neugruppierung
es_es: Reagrupación recomendada
fr_fr: Regroupement recommandé
nl_nl: Aangeraden hergroepering
pl_pl: Rekomendowane grupowanie

source: Regrouped product reference
de_de: Neu gruppierte Produktreferenz
es_es: Referencia de productos reagrupados
fr_fr: R&eacute;f&eacute;rence du produit regroup&eacute;
nl_nl: Gehergroepeerde productreferentie
pl_pl: Indeks regrupowanych produktów

source: Number of packing unit in regrouping
de_de: Anzahl der Verpackungseinheiten in der Neugruppieren
es_es: Número de unidades de envase en la reagrupación
fr_fr: Nombre d'UE dans le regroupement
nl_nl: Aantal verpakkingseenheden in hergroepering
pl_pl: Ilość jednostke pakujących w grupowaniu

source: Regrouping stackable ratio
de_de: Stapelverhältnis neu gruppieren
es_es: Reagrupamiento de la proporción apilable
fr_fr: Gerbabilité du regroupement
nl_nl: Hergroepering stapelbare verhouding
pl_pl: wskaźnik regrupowania

source: Priority dimension of regrouping
de_de: Prioritätsabmessungen der Neugruppierung
es_es: Dimensión prioritaria de la reagrupación
fr_fr: Dimension prioritaire du regroupement
nl_nl: Prioritaire afmeting van hergroepering
pl_pl: Uprzywilejowany wymiar rozgrupowania

source: Details for display on website
de_de: Einzelheiten zur Anzeige auf der Website
es_es: Detalles para visualizacion en Sitio web
fr_fr: Détail pour l'affichage sur le site-web
nl_nl: Details op website
pl_pl: Szczegóły do pokazania na stronie internetowej

source: Change image
de_de: Bild ändern
es_es: Cambiar imagen
fr_fr: Changer d'image
nl_nl: Wijzig afbeelding
pl_pl: Zmiana wizerunku

source: no image
de_de: kein Bild
es_es: ningúna imagen
fr_fr: aucune image
nl_nl: geen afbeelding
pl_pl: bez obrazu

source: Current image
de_de: Aktuelles Bild
es_es: Imagen actual
fr_fr: Image actuelle
nl_nl: Huidige afbeelding
pl_pl: Aktualny obraz

source: Suppliers
de_de: Zulieferer
es_es: Proveedores
fr_fr: Fournisseurs
nl_nl: Leveranciers
pl_pl: Dostawcy

source: priority supplier
de_de: Priorität Zulieferer
es_es: proveedor prioritario
fr_fr: fournisseur prioritaire
nl_nl: prioritaire leverancier
pl_pl: uprzywilejowany dostawca

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
nl_nl: Bewerken
pl_pl: Zredagowac

source: Add a supplier
de_de: Zulieferer hinzufügen
es_es: Añadir un proveedor
fr_fr: Ajouter un fournisseur
nl_nl: Leverancier toevoegen
pl_pl: Dodaj dostawcę

source: Customs informations
de_de: Zollinformationen
es_es: Informaciones aduanarias
fr_fr: Renseignements douaniers
nl_nl: Douane-informatie
pl_pl: Informacje o cle

source: License number
de_de: Lizenznummern
es_es: Número de licencia
fr_fr: Num&eacute;ro de licence
nl_nl: Licentienummer
pl_pl: Numer icencjonowany

source: For year
de_de: Für Jahr
es_es: Para el año
fr_fr: Pour l'ann&eacute;e
nl_nl: Voor jaar
pl_pl: Na rok

source: Order details
de_de: Einzelheiten der Bestellung
es_es: Detalles sobre el pedido
fr_fr: Informations sur la commande
nl_nl: Details bestelling
pl_pl: Szczegóły zamówienia

source: Payment conditions
de_de: Zahlungsbedingungen
es_es: Condiciones de pago
fr_fr: Vos conditions de paiement
nl_nl: Betalingsvoorwaarden
pl_pl: Warunki płatności

source: Minimum amount to order excl. VAT
es_es: Cantidad mínima para ordenar excl. IVA
fr_fr: Montant total HT minimum à commander
pl_pl: Minimalna kwota do zamówienia nie zawierająca VAT

source: Command summary
de_de: Zusammenfassung der Befehle
es_es: Resumen del pedido
fr_fr: R&eacute;capitulatif de la commande
nl_nl: Overzicht commando's
pl_pl: Podsumowanie komendy

source: Add a site
de_de: Standort hinzufügen
es_es: Añadir un sitio
fr_fr: Ajouter un site
nl_nl: Site toevoegen
pl_pl: Dodaj miejsce

source: Discount over annual turnover
es_es: Descuento sobre volumen de negocios anual
fr_fr: Remise sur CA annuel
pl_pl: Rabat do rocznego obrotu

source: Date range
de_de: Datumsbereich
es_es: Rango de fechas
fr_fr: Créneau de dates
nl_nl: Datumbereik
pl_pl: Dane sieciowe

source: Scheduled order
de_de: Geplante Bestellung
es_es: Pedido programado
fr_fr: Commande cadencée
nl_nl: Geplande bestelling
pl_pl: Harmonogram zamówienia

source: Customer discount
de_de: Kundenrabatt
es_es: Descuento cliente
fr_fr: Remise client
nl_nl: Klantenkorting
pl_pl: Rabat dla klienta

source: Continue
de_de: Weiter
es_es: Seguir
fr_fr: Continuer
nl_nl: Doorgaan
pl_pl: Kontynuacja

source: ORDER
fr_fr: COMMANDE

source: Sir, Madam,
fr_fr: Madame, Monsieur,

source: we are pleased to place the following product order
fr_fr: nous vous passons la commande de produits dont voici la description

source: Total base unit
fr_fr: Total UB

source: Thank you for choosing our company.
fr_fr: Nous vous remercions de votre confiance.

source: The sales department
fr_fr: Le Service Commercial

source: Let us know if we can be of further assistance.
fr_fr: Restant à votre disposition pour toute information complémentaire qui vous serait utile.

source: The supplying department
fr_fr: Le Service Approvisionnement.

source: No record found
de_de: Kein Datensatz gefunden
es_es: Ningún documento encontrado
fr_fr: Aucun enregistrement
nl_nl: Geen record gevonden
pl_pl: Nie znaleziono rekordu

source: Delete selected items
de_de: Ausgewählte Elemente löschen
es_es: Suprimir artículo seleccionados
fr_fr: Supprimer les produits sélectionnés
nl_nl: Verwijder geselecteerde items
pl_pl: Skasowane pozycje

source: Define substitutions for reference
de_de: Ersatzprodukt für Referenz definieren
es_es: Definir sustituciones para la referencia
fr_fr: Définir des substitutions pour la référence
nl_nl: Bepaal vervangingen voor referentie
pl_pl: Definiuje wskaźnik substytucji

source: New chain reference
de_de: Neue Kettenreferenz
es_es: Nueva referencia de la cadena
fr_fr: Référence de la nouvelle chaîne
nl_nl: Nieuwe reeksreferentie
pl_pl: Nowy indes łańcucha

source: New chain name
de_de: Neuer Kettenname
es_es: Nuevo nombre de la cadena
fr_fr: Nom de la nouvelle chaîne
nl_nl: Nieuwe reeksnaam
pl_pl: Nowa nazwa sieci
