Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: [No city found]
de_de: [Keine Stadt gefunden]
es_es: [Ninguna ciudad encontrada]
fr_fr: [Pas de ville trouvée]
nl_nl: [Geen stad gevonden]
pl_pl: (Znaleziono brak miasta)

source: [No operation]
de_de: [Keine Operation]
es_es: [Ninguna operación]
fr_fr: [Pas d'opération]
nl_nl: [Geen verrichting]
pl_pl: [Brak czynności]

source: [No task]
de_de: [Keine Aufgabe]
es_es: [Ninguna tarea]
fr_fr: [Pas de tâche]
nl_nl: [Geen taak]
pl_pl: [Brak zadania]

source: A task with a fixed date can not be defined as deadline task.
de_de: Eine Aufgabe mit festem Datum kann nicht als Terminaufgabe definiert werden.
es_es: Una tarea con fecha fijada no se puede definir como una tarea con plazo.
fr_fr: Une tâche à date fixe ne peut être définie comme tâche pivot.
nl_nl: Een taak met een vaste datum kan niet gedefinieerd worden als een taak met deadline.
pl_pl: Zadanie z ustaloną datą nie może być zdefiniowane jak zadanie z nieprzekraczalnym termininem.

source: A deadline task is already defined, modify it ?
de_de: Es ist bereits eine Terminaufgabe definiert. Wollen Sie diese verändern?
es_es: Una tarea de fecha límite está ya definida, modificarla?
fr_fr: Une tâche pivot est déjà paramétrée, souhaitez-vous la modifier ?
nl_nl: Een taak met een deadline werd reeds gedefinieerd, wil u dit wijzigen ?
pl_pl: Termin zakończenia zadania został już zdefiniowany, chcesz go zmodyfikować?

source: All sites
de_de: Alle Standorte
es_es: Todas las ubicaciones
fr_fr: Tous les sites
nl_nl: Alle sites
pl_pl: Wszystkie miejsca

source: Please select the addressee site
de_de: Wählen Sie bitte den Standort des Empfängers aus.
es_es: Por favor, elija la ubicación del destinatario
fr_fr: Vous devez sélectionner un site pour le destinataire
nl_nl: Selecteer de plaats van de bestemmeling
pl_pl: Proszę wybierz adres miejsca

source: Provided quantities for the following product-location pairs exceed amount of stock
de_de: Die angegebenen Mengen für die folgenden Produkt-Standort-Kombinationen überschreiten die im Lager vorhandene Menge.
es_es: Cantidades proporcionadas para las parejas siguientes producto-ubicación sobrepasan cantidad en existencias.
fr_fr: Les quantité saisie pour les couples produit - emplacement suivants sont suppérieures aux quantités en stock
nl_nl: Ingevoerde hoeveelheden van de volgende product-locatie paren overschrijden het aantal in voorraad
pl_pl: Wprowadzenie limitów do maksymalnej zawartości produktów w zapasach

source: Carrier departure and arrival sites must be different.
de_de: Abflug- und Ankunftsstandorte des Frachtunternehmen müssen sich unterscheiden.
es_es: Ubicaciones de salida y de llegada de la empresa de transportes tienen que ser distintas.
fr_fr: Les sites de départ et d'arrivée du transporteur doivent être différents.
nl_nl: Vertrek- en aankomstplaats vracht moeten verschillend zijn.
pl_pl: Punkt wysyłkowy i odbioru paczek muszą być różne.

source: shipper
de_de: Frachtunternehmen
es_es: consignador
fr_fr: expéditeur
nl_nl: verzender
pl_pl: nadawca ładunku

source: shipper site
de_de: Standort des Frachtunternehmens
es_es: Ubicación del consignador
fr_fr: site expéditeur
nl_nl: plaats verzender
pl_pl: miejsce nadawcy ładunku

source: addressee
de_de: Empfänger
es_es: destinatario
fr_fr: destinataire
nl_nl: bestemmeling
pl_pl: adresy

source: addressee site
de_de: Standort des Empfängers
es_es: ubicación del destinatario
fr_fr: site destinataire
nl_nl: plaats bestemmeling
pl_pl: adresy miejsca

source: parcel type
de_de: Pakettyp
es_es: tipo de paquete
fr_fr: type de colis
nl_nl: pakkettype
pl_pl: typ przesyłki

source: A category has only one minimum amount by currency. Please correct.
es_es: Una categoría sólo tiene un importe mínimo por divisa. Corrija por favor.
fr_fr: Une catégorie de clients a un seul seuil minimum de commande pour une devise donnée. Veuillez corriger.
pl_pl: Kategoria ma tylko jedną wartość minimalną na walutę. Proszę o poprawę.

source: Discounts by range percent, minimum and maximum must be floats. Please correct.
es_es: Descuentos por rangos de porcentajes, valores mínimo y máximo deben ser floats. Corrija, por favor.
fr_fr: Les montants minimum/maximum et pourcentages des remises par tranches doivent être des nombres flottants. Veuillez corriger.
pl_pl: Upusty zakresy procentowe, wartośc minimalna i maksymalna muszą być zmiennoprzeconkowe. Proszę o korektę.

source: Discounts by range overlap. Please correct.
es_es: Descuentos por rango coinciden. Por favor, corrija.
fr_fr: Les remises par tranche se chevauchent. Veuillez corriger.
pl_pl: Pokrywające się zakresy upustów. Proszę o korektę.

source: Please select at least one city.
es_es: Por favor, elija al menos una ciudad.
fr_fr: Veuillez sélectionner au moins une commune.
pl_pl: Proszę wybierz przynajmniej jedno miasto.

source: Please select at least one site.
es_es: Por favor, elija al menos una ubicación.
fr_fr: Veuillez sélectionner au moins un site.
pl_pl: Proszę wybierz przynajmniej jedno miejsce.

source: You must add expenses and receipts lines
es_es: Debe añadir lineas de gastos y de recibos
fr_fr: Vous devez ajouter des lignes de charges et recettes
pl_pl: Musisz dodać pozycję dodatków

source: This will discard the changes you made for this supplier, continue ?
fr_fr: Cette action va annuler les éventuelles modifications apportées à ce fournisseur, continuer ?

source: Instructions details
de_de: Einzelheiten der Anweisungen
es_es: Instrucciones detalladas
fr_fr: Détail des instructions
nl_nl: Instructiedetails
pl_pl: SZczegóły instrukcji

source: sets
de_de: Sätze
es_es: series
fr_fr: ensembles
pl_pl: zbiory

source: components
de_de: Komponenten
es_es: componentes
fr_fr: composants
nl_nl: componenten
pl_pl: zawartości

source: Nomenclature "%s" version "%s": view by %s
de_de: Nomenklatur "%s" Version "%s": Ansicht nach %s
es_es: Nomenclatura "%s" versión "%s": visualizar por %s
fr_fr: Nomeclature "%s" version "%s": vue par %s
nl_nl: Namenlijst "%s" verise "%s": bekijk volgens %s
pl_pl: Nomenklatura "%s"wersja "%s": przeglądane przez %s

source: Select one or more salesmen
de_de: Wählen Sie einen oder mehrere Vertriebsmitarbeiter aus.
es_es: Elija uno o varios vendedores
fr_fr: Sélectionner un ou plusieurs commerciaux
nl_nl: Selecteer een of meerdere vertegenwoordigers
pl_pl: Wybierz jednego lub więcej Sprzedawców

source: Type of order
de_de: Typ der Bestellung
es_es: Tipo de pedido
fr_fr: Type de commande
nl_nl: Bestellingstype
pl_pl: Typ zamowienia

source: Only salesmen who placed<br/>at least an order
de_de: Nur Vertriebsmitarbeiter, die mindestens <br/>eine Bestellung aufgegeben haben.
es_es: Sólo vendedores que <br/> hayan colocado al menos un pedido
fr_fr: Uniquement les commerciaux ayant<br>passé au moins une commande
nl_nl: Enkel vertegenwoordigers die tenminste één bestelling plaatsen <br/>
pl_pl: Tylko sprzedawca który wykonał<br/>tylko jedno zamówienie

source: Number of orders
de_de: Anzahl der Bestellungen
es_es: Número de pedidos
fr_fr: Nombre de commandes
nl_nl: Aantal bestellingen
pl_pl: Numer zamówienia

source: Turnover excl. VAT
de_de: Umsatz ohne MwSt.
es_es: Volumen de negocios excl. IVA
fr_fr: CA HT
nl_nl: Omzet excl. BTW
pl_pl: Obrot niezawierajay VAT

source: % of total turnover
de_de: % des gesamten Umsatzes
es_es: % de volumen de negocios
fr_fr: % du CA Total
nl_nl: % van totale omzet
pl_pl: % od calkowitego obrotu

source: The following stores could not be deleted, they were only deactivated: %s
de_de: Die folgenden Lager konnten nicht gelöscht werden und wurden lediglich deaktiviert: %s
es_es: Los siguientes almacenes no se han podido suprimir, se les han desactivado: %s
fr_fr: Les magasins suivants n'ont pu êtres supprimés, ils ont été désactivés: %s
nl_nl: De volgende winkels konden niet verwijderd worden, ze werden enkel gedeactiveerd: %s
pl_pl: Następujące sklepy nie mogą być skasowane ,one były tylko dezaktywowane: %s

source: The following stores could not be deleted nor deactivated, because one of theirs locations is not empty: %s
de_de: Die folgenden Lager konnten nicht gelöscht oder deaktiviert werden, da einer der Standorte nicht leer ist: %s
es_es: No se ha podido cancelar o desactivar los siguientes almacenes porque una de sus ubicaciones no está vacía: %s
fr_fr: Les magasins suivants n'ont pu êtres ni supprimés, ni désactivés car un de leurs emplacements n'est pas vide: %s
nl_nl: De volgende winkels konden niet verwijderd of gedeactiveerd worden, omdat een van de locaties niet leeg is: %s
pl_pl: Następujące sklepy nie mogą być usunięte, zdezaktywowane, ponieważ żadna z lokalizacji nie jest pusta: %s

source: Chain reference
de_de: Kettenreferenz
es_es: Referencia de cadena
fr_fr: Réf. Chaîne
nl_nl: Reeksreferentie
pl_pl: Numer łańcucha

source: Unassign product from chain
de_de: Zuweisung des Produkts zur Kette aufheben
es_es: Desasignar un producto de la cadena
fr_fr: Désaffecter le produit de la chaîne
nl_nl: Product uit reeks verwijderen
pl_pl: Nieprzypisany produkt z sieci

source: List of available credit notes for customer %s for payment of %s
de_de: Liste verfügbarer Gutschriften für Kunde %s für Zahlungen von %s
es_es: Lista de notas de credito disponibles para cliente %s acerca del pago de %s
fr_fr: Liste des avoirs disponibles du client %s pour le règlement de %s
nl_nl: Lijst van beschikbare creditnota's voor klant %s voor betaling van %s
pl_pl: Lista dostępnych not kredytowych dla klienta %s dla płatności %s

source: Total incl. VAT to pay for selected invoices: EUR %s
de_de: Summe einschließlich MwSt. für ausgewählte Rechnungen: %s EUR
es_es: Total incl. IVA a pagar para una selección de facturas: EUR %s
fr_fr: Total TTC à régler pour les factures sélectionnées: %s &euro;
nl_nl: Totaal incl. BTW te betalen voor geselecteerde facturen: EUR %s
pl_pl: Kwota zawierająca VAT do zapłaty dla wybranych faktur: EUR %s

source: Credit note number
de_de: Gutschrift-Nummer
es_es: Número de la nota de crédito
fr_fr: N° Avoir
nl_nl: Creditnotanummer
pl_pl: numer noty kredytowej

source: Remaining amount incl. VAT
de_de: Restbetrag einschließlich MwSt.
es_es: Importe restante incl. IVA
fr_fr: Montant TTC restant
nl_nl: Resterende bedrag incl. BTW
pl_pl: Pozostała kwota zawierająca VAT

source: List of credit notes
de_de: Liste der Gutschriften
es_es: Lista de notas de crédito
fr_fr: Liste des avoirs disponibles
nl_nl: Lijst van creditnota's
pl_pl: Lista not kredytowych

source: Resource model "%s" copy
es_es: Copiar "%s" modelo de recursos
fr_fr: Copie du modèle de coût "%s"
pl_pl: Kopiowanie modelu zasobów"%s"

source: Task name and number
de_de: Name und Nummer der Aufgabe.
es_es: Nombre y número de la tarea
fr_fr: Nom et n° de la tâche
nl_nl: Naam en nummer taak
pl_pl: Numer i nazwa zadania

source: Expected operator
de_de: Erwarteter Bediener
es_es: Operador previsto
fr_fr: Opérateur prévu
nl_nl: Verwachte operator
pl_pl: Oczekiwany operator

source: Expected beginning date
de_de: Erwartetes Anfangsdatum
es_es: Fecha prevista de inicio
fr_fr: Date de début prévue
nl_nl: Verwachte begindatum
pl_pl: Oczekiwana data rozpoczęcia

source: Expected end date
de_de: Erwartetes Enddatum
es_es: Fecha de finalización prevista
fr_fr: Date de fin prévue
nl_nl: Verwachte einddatum
pl_pl: Oczekiwana data końcowa

source: Task state
de_de: Aufgabenzustand
es_es: Fecha de la tarea
fr_fr: Etat de la tâche
nl_nl: Status taak
pl_pl: Stan zadania

source: Started on
de_de: Gestartet am
es_es: Empezado el
fr_fr: Débutée le
nl_nl: Gestart op
pl_pl: Rozpoczęcie

source: Finished on
de_de: Beendet am
es_es: Acabado el
fr_fr: Terminée le
nl_nl: Be-eindigd op
pl_pl: Zakończenie

source: Actual duration
de_de: Tatsächliche Dauer
es_es: Duración efectiva
fr_fr: Durée réelle
nl_nl: Werkelijke duur
pl_pl: Aktualny czas trwania

source: Parts quantity
de_de: Menge der Teile
es_es: Cantidad de piezas
fr_fr: Qté de pièces
nl_nl: Hoeveelheid onderdelen
pl_pl: Część ilości

source: Back to list of tasks
de_de: Zurück zur Liste der Aufgaben
es_es: Volver a la lista de tareas
fr_fr: Retour liste des tâches
nl_nl: Terug naar lijst van taken
pl_pl: Wróć do listy zadań

source: Task validation
de_de: Aufgabenüberprüfung
es_es: Validación de la tarea
fr_fr: Validation de la tâche
nl_nl: Geldigheid taak
pl_pl: Zatwierdzenie zadania

source: Services invoices
de_de: Service-Rechnungen
es_es: Facturas de servicios
fr_fr: Facturation de prestations
nl_nl: Servicefacturen
pl_pl: Serie faktur

source: Invoice could not be sent by email because no user
de_de: Die Rechnung konnte nicht per E-Mail gesendet werden, da kein Benutzer
es_es: La factura no se pudo mandar por correo electrónico porque no hay usuario
fr_fr: La facture n'a pu être envoyée par mail car aucun utilisateur
nl_nl: Factuur kon niet via e-mail gestuurd worden want geen gebruiker
pl_pl: Faktura nie może być wysłana przez email ponieważ brakuje użytkownika

source: is set to receive it.
de_de: für den Empfang eingerichtet ist.
es_es: esta fijado para recibirlo.
fr_fr: n'est paramétré pour la recevoir. (gestion des alertes)
nl_nl: werd ingesteld.
pl_pl: jest ustawiony, aby to otrzymywać.

source: Invoice was successfully sent by email.
de_de: Die Rechnung wurde erfolgreich per E-Mail verschickt.
es_es: Factura mandada por correo electrónico con éxito.
fr_fr: La facture a été envoyée par mail.
nl_nl: Factuur werd succesvol verzonden via e-mail.
pl_pl: Faktura zostałam wysłana emailem z powodzeniem.

source: Invoice number
de_de: Rechnungsnummer
es_es: Número de la factura
fr_fr: No facture
nl_nl: Factuurnummer
pl_pl: Numer faktury

source: Supplier billing site
de_de: Rechnungsanschrift des Lieferanten
es_es: Sitio de facturatión del proveedor
fr_fr: Site de facturation fournisseur
nl_nl: Facturatieadres leverancier
pl_pl: Strona bilingu dostawcy

source: Customer billing site
de_de: Rechnungsanschrift des Kunden
es_es: Sitio de facturatión del cliente
fr_fr: Site de facturation client
nl_nl: Facturatieadres klant
pl_pl: Strona bilingu klienta

source: Forwarding charges
de_de: Versandgebühren
es_es: Tarifas de transporte
fr_fr: Frais de port
nl_nl: Verzendkosten
pl_pl: Koszty spedycji

source: Handling charges
de_de: Transportgebühren
es_es: Tarifas de gestión
fr_fr: Frais d'emballage
nl_nl: Beheerskosten
pl_pl: Redukcja obciążeń

source: Insurances charges
de_de: Versicherungsgebühren
es_es: Tarifas de seguro
fr_fr: Frais d'assurance
nl_nl: Verzekeringskosten
pl_pl: Ubezpieczenia obciążeń

source: % VAT
de_de: % MwSt.
es_es: % IVA
fr_fr: TVA %
nl_nl: % BTW

source: Price excl. VAT
de_de: Preis ohne MwSt.
es_es: Precio excl. IVA
fr_fr: Prix HT
nl_nl: Prijs excl. BTW
pl_pl: Cena bez VAT

source: Total price excl. VAT %s
de_de: Gesamtpreis ohne MwSt. %s
es_es: Precio total excl. IVA %s
fr_fr: Prix Total HT %s
nl_nl: Totale prijs excl. BTW %s
pl_pl: Całkowiata cena bez VAT %s

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
nl_nl: Opmerkingen
pl_pl: Kometaz

source: A district already exists with the name and number provided, please correct.
de_de: Es ist bereits ein Bereich mit dem Namen bzw. der Nummer, die Sie angegeben haben, vorhanden. Bitte berichtigen Sie dies.
es_es: Una zona con el nombre y úmero proporcionado existe yà, por favor, corrija.
fr_fr: Le nom ou numéro saisi est déjà celui d'une autre région de ce pays. Veuillez le modifier.
nl_nl: Er bestaat reeds een provincie met de ingevoerde naam en nummer, gelieve te verbeteren.
pl_pl: Obszar o tej nazwie i numerze już istnieje, proszę popraw.

source: Country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land
pl_pl: Kraj

source: Please provide a name.
de_de: Bitte geben Sie einen Namen an.
es_es: Por favor, proporcione un nombre.
fr_fr: Vous devez saisir un nom.
nl_nl: Voer een naam in.
pl_pl: Proszę wprowadź imię.

source: Error:
de_de: Fehler:
fr_fr: Erreur de saisie:
nl_nl: Fout:
pl_pl: Błąd:

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Edition
nl_nl: Vernieuwen
pl_pl: Aktualizacja

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Création
nl_nl: Creëren
pl_pl: Stwórz

source: of a district
de_de: eines Bereichs
es_es: de un distrito
fr_fr: d'une région
nl_nl: van een provincie
pl_pl: w obszarze

source: Alerts were successfully modified for user "%s".
de_de: Warnungen für Benutzer "%s" erfolgreich geändert.
es_es: Las alertas fueron modificadas con éxito para el usuario "%s".
fr_fr: Les alertes ont été modifiées pour l'utilisateur %s.
nl_nl: Berichten voor gebruiker "%s" werden succesvol gewijzigd.

source: User "%s" was configured to receive no alerts.
de_de: Benutzer "%s" erhält laut Konfiguration keine Warnungen.
es_es: Usuario "%s" ha sido configurado para no recibir alertas.
fr_fr: L'utilisateur %s est paramétré pour ne recevoir aucune alerte.
nl_nl: Gebruiker "%s" werd ingesteld om geen berichten te ontvangen.

source: User "%s" was configured to receive alert "%s"
de_de: Benutzer "%s" erhält laut Konfiguration die Warnung "%s".
es_es: Usuario "%s" ha sido configurado para recibir alertas "%s"
fr_fr: L'utilisateur %s a été paramétré pour recevoir l'alerte %s.
nl_nl: Gebruiker "%s" werd ingesteld om berichten "%s" te ontvangen

source: User "%s" was configured to receive the following alerts: %s
de_de: Benutzer "%s" erhält laut Konfiguration die folgenden Warnungen: %s
es_es: Usuario "%s" ha sido configurado para recibir los alertas siguientes "%s"
fr_fr: L'utilisateur %s a été paramétré pour recevoir les alertes %s.
nl_nl: Gebruiker "%s" werd ingesteld om de volgende berichten te ontvangen: %s

source: payment
de_de: Zahlung
es_es: pago
fr_fr: règlement
nl_nl: betaling
pl_pl: płatność

source: order_command
de_de: Befehl
es_es: Pedido_mando
fr_fr: commande
nl_nl: bestelcommando
pl_pl: zamówienie_komenda

source: The following payments could not be deleted
de_de: Die folgenden Zahlungen konnten nicht gelöscht werden.
es_es: La lista siguiente de pagos no se pudo suprimir
fr_fr: Les règlements suivants n'ont pu être supprimés
nl_nl: De volgende betalingen konden niet verwijderd worden
pl_pl: Następujące płatności nie mogą być usunięte

source: You are not allowed to edit this work order.
de_de: Sie sind nicht berechtigt, diesen Arbeitsauftrag zu bearbeiten.
es_es: No esta autorizado editar este pedido de trabajo.
fr_fr: Vous n'avez pas le droit d'éditer cet ordre de travail.
nl_nl: U heeft geen toestemming om deze bestelling te bewerken.
pl_pl: Nie jest dozwolona edycja zlecenia produkcji.

source: An error occurred: work order details cannot be displayed.
de_de: Es ist ein Fehler aufgetreten: Die Einzelheiten des Arbeitsauftrags können nicht angezeigt werden.
es_es: Un error ocurrió: detalles del pedido de trabajo no se puede visualizar.
fr_fr: Une erreur s'est produite: impossible d'afficher le détail de l'ordre de travail.
nl_nl: Fout: bestellingsdetails kunnen niet weergegeven worden.
pl_pl: Pojawił się błąd: szczegóły zlecenia produkcji nie mogą być wyświetlone.

source: Operation successful.
de_de: Operation erfolgreich.
es_es: Operación exitosa.
fr_fr: Enregistrement effectué.
nl_nl: Verrichting succesvol.
pl_pl: Operacja udana.

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
nl_nl: Sluiten
pl_pl: zakończenie

source: Modify order
de_de: Bestellung verändern
es_es: Cambiar el pedido
fr_fr: Modifier l'ordre
nl_nl: Bestelling wijzigen
pl_pl: Modyfikacja zamówienia

source: Parcel number
de_de: Paketnummer
es_es: Número de paquete
fr_fr: N° colis
nl_nl: Pakketnummer
pl_pl: Numer przesylki

source: Weight
de_de: Gewicht
es_es: Peso
fr_fr: Poids
nl_nl: Gewicht
pl_pl: Waga

source: Sign and/or seal
de_de: Unterschrift und/oder Siegel
es_es: Firmar y/o cerrar
fr_fr: Signature ou cachet
nl_nl: Teken en/of verzegel
pl_pl: Symbol i /lub stempel

source: Work order contents
de_de: Inhalt des Arbeitsauftrags
es_es: Contenido del pedido de trabajo
fr_fr: Contenu de l'ordre de travail
nl_nl: Inhoud bestelling
pl_pl: Treści procesu produkcji

source: An error occurred, please close this popup window.
de_de: Es ist ein Fehler aufgetreten. Schließen Sie bitte dieses Popup-Fenster.
es_es: Un error ocurrió, por favor, cierre la ventana popup.
fr_fr: Une erreur s'est produite. Veuillez fermer cette fenêtre.
nl_nl: Er deed zich een fout voor, sluit dit pop-upvenster.
pl_pl: Wystąpił błąd, proszę zamknij wyskakujące okienko.

source: seasonality
de_de: Saison
es_es: temporalidad
fr_fr: saisonnalité
nl_nl: seizoensgebonden
pl_pl: sezonowość

source: offer on sale
de_de: Verkaufsangebot
es_es: oferta en venta
fr_fr: promotion
nl_nl: aanbieding
pl_pl: oferta sprzedaży

source: List of products assigned to %s
de_de: Liste der Produkte, die %s zugewiesen sind.
es_es: Llista de productos asignados a %s
fr_fr: Liste des produits affectés à la %s
nl_nl: Lijst van producten toegewezen aan %s
pl_pl: Lista produktów dodanych do %s

source: estimate
es_es: presupuesto
fr_fr: devis
pl_pl: oszacowanie

source: order
es_es: pedido
fr_fr: commande
pl_pl: zamówienie

source: Shipper site
de_de: Standort des Frachtunternehmens
es_es: Ubicación del consignador
fr_fr: Site expéditeur
nl_nl: Plaats verzender
pl_pl: Miejsce nadawcy ładunku

source: Addressee site
de_de: Standort des Empfängers
es_es: Sitio del destinatario
fr_fr: Site destinataire
nl_nl: Geadresseerde
pl_pl: Adres miejsca

source: %s price excl. VAT
de_de: %s Preis ohne MwSt.
es_es: %s precio excl. IVA
fr_fr: Prix %s HT
nl_nl: %s prijs excl. BTW
pl_pl: %s cena bez VAT

source: Wished date (dd/mm/yy hh:mm)
de_de: Gewünschtes Datum (TT/MM/JJ HH:MM)
es_es: Fecha deseada (dd/mm/aa hh:mm)
fr_fr: Date souhaitée (jj/mm/aa hh:mm)
nl_nl: Gewenste datum (dd/mm/jj uu:mm)
pl_pl: Oczekiwana data (dd/mm/yy hh:mm)

source: Expeditor
es_es: Remitente
fr_fr: Exp&eacute;diteur
nl_nl: Expediteur
pl_pl: Ekspedytor

source: Filter by beginning date
de_de: Nach Anfangsdatum filtern
es_es: Filtrar por fecha de inicio
fr_fr: Filtrer par date de début
nl_nl: Filter volgens startdatum
pl_pl: Filtr według daty rozpoczęcia

source: Display operations
de_de: Operationen anzeigen
es_es: Mostrar operaciones
fr_fr: Voir les opérations
nl_nl: Geef verrichtingen weer
pl_pl: Wyświetlaj operacje

source: Schedule
de_de: Zeitplan
es_es: Programa
fr_fr: Planification
nl_nl: Schema
pl_pl: harmonogram

source: Display schedule (Gantt diagram)
de_de: Zeitplan anzeigen (Gantt-Diagramm)
es_es: Visualizar programa (diagrama de Gantt)
fr_fr: Consulter Planification (Gantt)
nl_nl: Geef schema weer (Gantt-schema)
pl_pl: Wyświetl wykres Ganta

source: Activated on
de_de: Aktiviert am
es_es: Activado el
fr_fr: Activée le
nl_nl: Geactiveerd op
pl_pl: Zaktywowany

source: "%s" property could not be deleted because it is in use in one or more catalogues
de_de: Eigenschaft "%s" konnte nicht gelöscht werden, da sie in einer oder mehreren Katalogen verwendet wird.
es_es: Propiedad "%s" no ne ha podido suprimir porque esta utilizada en uno o varios catálogos
fr_fr: La propriété "%s" n'a pu être supprimée car elle est liée à un ou plusieurs catalogues
nl_nl: "%s" eigenschap kon niet verwijderd worden want ze wordt in een of meerdere catalogi gebruikt
pl_pl: "%s"właściwości nie mogą być skasowane ,ponieważ to jest używane w jednym lub więcej katalogów

source: The following properties could not be deleted because they are in use in one or more catalogues
de_de: Die folgenden Eigenschaften konnten nicht gelöscht werden, da sie in einem oder mehreren Katalogen verwendet werden.
es_es: Los propriedades siguientes no se pudo suprimir porque estan siendo utilizadas en uno o varios catálogos
fr_fr: Les propriétés suivantes n'ont pu être supprimées car elles sont liées à un ou plusieurs catalogues
nl_nl: De volgende eigenschappen konden niet verwijderd worden omdat ze gebruikt worden in een of meerdere catalogi
pl_pl: Następujące właściwości nie mogą być usunięte ponieważ są używane w jednym bądź w kilku katalogach
