Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: The total of the following receipt is lower than its forecast:
es_es: El total del recibo siguiente es inferior a a las previsiones:
fr_fr: Le total de la recette suivant est inférieur à ça prévision:
pl_pl: Suma następujących rachunków jest niższa od prognozy

source: Document upload confirmation
es_es: Confirmación de subida de documento
fr_fr: Confirmation d'ajout de document
pl_pl: Potwierdzenie przesłania dokumentu

source: Document "{$name}" was uploaded by user "{$user}" on {$date}
es_es: Documento "{$name}" fue subido por "{$user}" el {$date}
fr_fr: Le {$date}, le document "{$name}" a été ajouté par l'utilisateur "{$user}".
pl_pl: Dokument "{$name}" nie został przesłany przez użytkownika"{$user}"na {$date}

source: Document update confirmation
es_es: Confirmación de actualización de documento
fr_fr: Confirmation de modification de document
pl_pl: Potwierdzenie aktualizacji dokumentu

source: Document "{$name}" was updated by user "{$user}" on {$date}
es_es: Documento "{$name}" fue actualizado por "{$user}" el {$date}
fr_fr: Le {$date}, le document "{$name}" a été modifié par l'utilisateur "{$user}".
pl_pl: Dokument"{$name}"nie zostały aktualizowane przez użytkownika "{$user}"na {$date}

source: Document delete confirmation
es_es: Confirmación de supresión de documento
fr_fr: Confirmation de suppression de document
pl_pl: Potwierdzenie skasowania dokumentu

source: Document "{$name}" was deleted by user "{$user}" on {$date}
es_es: Documento "{$name}" fue suprimido por "{$user}" el {$date}
fr_fr: Le {$date}, le document "{$name}" a été supprimé par l'utilisateur "{$user}".
pl_pl: Dokument "{$name}"został skasowany przez użytkownika "{$user}"na {$date}

source: Document assignment confirmation
es_es: Confirmación de afectación de documento
fr_fr: Confirmation d'affectation de document
pl_pl: Potwierdzenie cesji dokumentu

source: Document "{$name}" was assigned to task "{$task}" of order "{$order}" by user "{$user}" on {$date}
es_es: El documento "{$name}" fue asignado a la tarea "{$task}" del pedido "{$order}" por el usuario "{$user}" el {$date}
fr_fr: Le {$date}, le document "{$name}" a été affecté à la tâche "{$task}" de la commande "{$order}" par l'utilisateur "{$user}".
pl_pl: Dokument"{$name}" został przypisany do zadania "{$task}" z "zamówienia" "{$order}" przez użytkownika"{$user}"w {$date}

source: Document unassignment confirmation
es_es: Confirmación de desasignación de documento
fr_fr: Confirmation de désaffectation de document
pl_pl: Potwoerdzenie niepowiązanych dokumentów

source: Document "{$name}" was unassigned from its task by user "{$user}" on {$date}
es_es: El documento "{$name}" has sido desasignado de su tarea por el usuario "{$user}" el {$date}
fr_fr: Le {$date}, le document "{$name}" a été désaffecté de sa tâche par l'utilisateur "{$user}".
pl_pl: Dokument "{$name}" został przypisany do jego zadania przez użytkownika "{$user}" w {$date}

source: Overdue tasks for customer {$customerName}, order {$commandNo}
es_es: Tareas vencidas para cliente {$customerName}, pedido {$commandNo}
fr_fr: Tâches en retard pour le client {$customerName}, commande {$commandNo}
pl_pl: Przeterminowane zadania dla klienta {$customerName}, zlecenia {$commandNo}

source: Scheduled end
es_es: Finalización programada
fr_fr: Fin prévue
pl_pl: Zaplanowany koniec

source: The following tasks are out of date for this customer:</p> <table border="1" width="100%"> <tr> <th>
es_es: Las tareas siguientes están vencidas para este cliente:</p> <table border="1" width="100%"> <tr> <th>
fr_fr: Les tâches suivantes sont en retard pour ce client:</p> <table border="1" width="100%"> <tr> <th>
pl_pl: Następujące zadania są przeterminowane dla tego klienta:</p> <table border="1" width="100%"> <tr> <th>

source: Partially prepared
de_de: Teilweise vorbereitet
es_es: Preparado parcialmente
fr_fr: Prép. partielle
nl_nl: Gedeeltelijk voorbereid
pl_pl: Częściowo przygotowany

source: Completely prepared
de_de: Vollständig vorbereitet
es_es: Preparado por completo
fr_fr: Prép. complète
nl_nl: Volledig voorbereid
pl_pl: Przygotowane

source: Partially delivered
de_de: Teilweise geliefert
es_es: Entregado parcialmente
fr_fr: Liv. partielle
nl_nl: Gedeeltelijk geleverd
pl_pl: Częścowo dostarczone

source: Completely delivered
de_de: Vollständig geliefert
es_es: Entregado por completo
fr_fr: Liv. complète
nl_nl: Volledig geleverd
pl_pl: W pełni dostarczone

source: Partial payment
de_de: Teilzahlung
es_es: Pago parcial
fr_fr: Règlemt partiel
nl_nl: Gedeeltelijke betaling
pl_pl: Płatność częściowa

source: Total payment
de_de: Summe Zahlung
es_es: Pago total
fr_fr: Règlemt total
nl_nl: Volledige betaling
pl_pl: Całkowita płatność

source: Locked order
de_de: Gesperrte Bestellung
es_es: Pedido bloqueado
fr_fr: Cmde bloquée
nl_nl: Vergrendelde bestelling
pl_pl: Odblokowane zamówienie

source: Select one or more states
de_de: Wählen Sie einen oder mehrere Zustände aus.
es_es: Seleccione uno o varios Estados
fr_fr: Sélectionner un ou plusieurs états
nl_nl: Selecteer een of meerdere staten
pl_pl: Wybierz jedno lub więcej państw

source: Completed flights
de_de: Abgeschlossene Flüge
es_es: Vuelos completados
fr_fr: Vols effectués
nl_nl: Afgeronde vluchten
pl_pl: Przeloty ukończone

source: Locked
de_de: Gesperrt
es_es: Bloqueado
fr_fr: Bloqué
nl_nl: Vergrendeld
pl_pl: Zabezpieczony

source: Completed flight
de_de: Beendeter Flug
es_es: Vuelo terminado
fr_fr: Vol effectué
nl_nl: Afgeronde vlucht
pl_pl: Ukończony lot

source: Your %s was successfully saved with reference: "%s"
es_es: Su %s se ha guardado con éxito con la referencia "%s"
fr_fr: Votre %s a bien été enregistré sous la référence "%s"
pl_pl: Twoje %s zostało zapisane z powodzeniem w nawiązaniu do : "%s"

source: Given the amount of your order, a discount of %s %% has been applied.
es_es: Dada la cantidad de su pedido, un descuento de %s %% se ha aplicado.
fr_fr: Compte tenu du montant de votre commande, une remise de %s %% vous a été accordée.
pl_pl: Podano kwotę zlecenia, rabat %s %% został naliczony.

source: Unknown
de_de: Unbekannt
es_es: Desconicido/a
fr_fr: Inconnu
nl_nl: Onbekend
pl_pl: Nieznany

source: text
es_es: texto
fr_fr: texte
nl_nl: tekst
pl_pl: tekst

source: select list, single selection
de_de: Auswahlliste, Einfachauswahl
es_es: elijir lista, selección única
fr_fr: liste de sélection, mono sélection
nl_nl: selecteer lijst, enkele selectie
pl_pl: wybierz listę,pojedyncza selekcja

source: select list, multiple selection
de_de: Auswahlliste, Mehrfachauswahl
es_es: elijir lista, selección multiple
fr_fr: liste de sélection, multi sélection
nl_nl: selecteer lijst, meerdere selecties
pl_pl: wybierz listę z polami wielokrotnego wyboru

source: List with checkbox (only one possible answer)
de_de: Liste mit Kontrollkästchen (nur eine mögliche Antwort)
es_es: Lista con check box (sólo una respuesta posible)
fr_fr: liste avec case à cocher (une seule réponse)
nl_nl: Lijst met checkbox (slechts één antwoord mogelijk)
pl_pl: Listuj checkbox-y (tylko jedna z możliwych odpowiedzi)

source: List with checkbox
de_de: Liste mit Kontrollkästchen
es_es: Lista con check box
fr_fr: liste avec case à cocher
nl_nl: Lijst met checkbox
pl_pl: Lista z checkbox

source: List with radio button
de_de: Liste mit Optionsfeld
es_es: Lista con boton de radio
fr_fr: liste avec bouton radio
nl_nl: Lijst met radioknop
pl_pl: Lista z klawiszem radiowym

source: Question theme
de_de: Fragenthema
es_es: Tema de la pregunta
fr_fr: Thème de la question
nl_nl: Vragenthema
pl_pl: Temat pytania

source: Theme
de_de: Thema
es_es: Tema
fr_fr: Thème
nl_nl: Thema
pl_pl: TEmat

source: Question message
de_de: Fragennachricht
es_es: Mensaje de la pregunta
fr_fr: Texte de la question
nl_nl: Vraagboodschap
pl_pl: Wiadomość z pytaniem

source: Text
es_es: Texto
fr_fr: Texte
nl_nl: Tekst
pl_pl: Tekst

source: Targeted customer categories
de_de: Angezielte Kundenkategorien
es_es: Categorías de clientes clave
fr_fr: Catégories client concernées
nl_nl: Beoogde klantencategoriën
pl_pl: Docelowe kategorie klienta

source: Heel heights
fr_fr: Hauteurs talon

source: any
de_de: beliebig
es_es: cualquier(a)
fr_fr: quelconque
nl_nl: elke
pl_pl: jakiś

source: Size
es_es: Tamaño
fr_fr: Taille

source: In alert
de_de: Warnung
es_es: En alerta
fr_fr: En alerte
nl_nl: In waarschuwing
pl_pl: Ostrzeżenie

source: Phone
de_de: Tel.
es_es: Teléfono
fr_fr: Téléphone
nl_nl: Telefoon
pl_pl: Telefon

source: Mobile phone
de_de: Mobiltelefon
es_es: Teléfono móvil
fr_fr: Mobile
nl_nl: GSM
pl_pl: Telefon komórkowy

source: days
de_de: Tage
es_es: días
fr_fr: jours
nl_nl: dagen
pl_pl: dni

source: You must provide a quantity in "Upper bound" field to a price by unit for a quantity.
de_de: Sie müssen im Feld "Höchstwert" einen Preis je Einheit für eine Menge eingeben.
es_es: Debe proporcionar una cantidad en el campo "Upper bound" por un precio unitario para una cantidad.
fr_fr: Vous devez saisir une quantité dans le champ "Borne supérieure" pour un prix à l'unité pour une quantité.
nl_nl: U moet een hoeveelheid in "Bovengrens" invoeren voor een prijs volgens eenheid voor een hoeveelheid.
pl_pl: Trzeba podać ilość w "Upper bound" polu cena na jednostkę

source: You cannot define a fixed price for a store.
de_de: Sie können keinen Festpreis für ein Lager angeben.
es_es: No puede definir un precio fijo para una tienda.
fr_fr: Vous ne pouvez pas définir un prix au forfait pour un magasin.
nl_nl: U kan geen vaste prijs bepalen voor een winkel.
pl_pl: Nie można zdefiniować stałej ceny dla sklepu.

source: A service can only have one fixed price.
de_de: Ein Service kann nur einen Festpreis haben.
es_es: Un servicio sólopuede tener un precio fijo.
fr_fr: Une prestation ne peut avoir qu'un seul prix fixe.
nl_nl: Een dienst kan slechts één vaste prijs hebben.
pl_pl: Zakład naprawczy ma tylko jedną stałą cenę.

source: Ranges that you are defining are in conflict.
de_de: Definierte Bereiche weisen einen Konflikt auf.
es_es: Los rangos que está definiendo estan en conflicto.
fr_fr: Il y a un conflit avec les tranches que vous souhaitez définir.
nl_nl: Het bereik dat u bepaalt staat in conflict.
pl_pl: Zdefiniowane zakresy nakładają się

source: Lane
de_de: Straße
es_es: Calle
fr_fr: Chemin
nl_nl: Landweg
pl_pl: Pasmo ruchu

source: Blind alley
de_de: Straße
es_es: Callejón sin salida
fr_fr: Impasse
nl_nl: Steeg
pl_pl: Ślepa uliczka

source: Road
de_de: Straße
es_es: Carretera
fr_fr: Route
nl_nl: Weg
pl_pl: Droga

source: Street
de_de: Straße
es_es: Calle
fr_fr: Rue
nl_nl: Straat
pl_pl: Ulica

source: (in green: available time slots)
de_de: (grün: verfügbare Zeitbereiche)
es_es: (en verde: ranuras de tiempo disponibles)
fr_fr: (en vert: plages disponibles)
nl_nl: (in het groen: beschikbare tijden)
pl_pl: (na zielono: dostępny czas)

source: Document type
de_de: Dokumententyp
es_es: Tipo de documento
fr_fr: Type de document
pl_pl: Typ dokumentu

source: File type
es_es: Tipo de archivo
fr_fr: Type de fichier
pl_pl: Typ pliku

source: Upload date
es_es: Fecha de subida
fr_fr: Date de téléchargement
pl_pl: Uaktualnianie daty

source: Last modification date
es_es: Ultima fecha de cambio
fr_fr: Date de dernière modification
pl_pl: Ostatnia zmiana daty

source: List of products
de_de: Liste der Produkte
es_es: Lista de productos
fr_fr: Liste des produits
nl_nl: Lijst van producten
pl_pl: Lista produków

source: There is no customer for this order.
de_de: Es gibt keinen Kunden für diese Bestellung.
es_es: No existe cliente para este pedido.
fr_fr: La commande ne comporte pas de client !
nl_nl: Er is geen klant voor deze bestelling.
pl_pl: Brak klienta dla tego zamówienia.

source: Order cannot be completed, customer is not affected to any chain. Please contact your admin.
de_de: Die Bestellung kann nicht ausgeführt werden, da der Kunde keiner Kette angehört. Wenden Sie sich bitte an Ihren Administrator.
es_es: El pedido no se puede llevar a cabo, el cliente no está asignado a ninguna cadena. Por favor, pongase en contacto con su admin.
fr_fr: Impossible d'enregistrer la commande, le client n'est pas affecté à un processus. Merci de bien vouloir consulter l'administrateur de OnLogistics.
nl_nl: Bestelling kan niet vervolledigd worden, klant is niet beïnvloedt door een reeks. Contacteer uw admin.
pl_pl: Zlecenie nie może być zakończone, klent nie jest dodany do żadnego łańcucha. Proszę o kontakt z administratorem

source: Normal
fr_fr: Normale
nl_nl: Normaal
pl_pl: Normalny

source: Alert
de_de: Alarm
es_es: Alerta
fr_fr: Alerte
nl_nl: Waarschuwing
pl_pl: Alarm

source: Inactive
de_de: Inaktiv
es_es: Inactivo/a
fr_fr: Non actif
nl_nl: Inactief
pl_pl: Nieczynny

source: Time (in month) when ...
de_de: Zeit (in Monaten) wenn ...
es_es: Momento (en el mes) cuando...
fr_fr: Délai (mois) de passage automatique à cette situation
nl_nl: Tijd (in maand) wanneer ...
pl_pl: Czas (w miesiącu) kiedy...

source: Time (in month)
de_de: Zeit (in Monaten)
es_es: Momento (en el mes)
fr_fr: Délai (mois)
nl_nl: Tijd (in maand)
pl_pl: Czas( w miesiącu)

source: up
de_de: hoch
es_es: hacia arriba
fr_fr: en marche
nl_nl: omhoog
pl_pl: w górę

source: in fixing
de_de: bei der Reparatur
es_es: en reparación
fr_fr: en réparation
nl_nl: in vaste
pl_pl: w dogrywce

source: waste/discarded
de_de: Abfall/Entsorgt
es_es: residuos/basura
fr_fr: au rebus
nl_nl: afval/verbeurd
pl_pl: śmieci/wyrzucenie

source: in stock
de_de: auf Lager
es_es: en existencias
fr_fr: en stock
nl_nl: in voorraad
pl_pl: w zapasie

source: in rental
de_de: Vermietet
es_es: alquilado
fr_fr: en location
nl_nl: in verhuur
pl_pl: w wynajmie

source: To be validated
es_es: A validar
fr_fr: Doit être validée
pl_pl: Zatwierdzony

source: This movement cannot be cancelled
de_de: Diese Bewegung kann nicht abgebrochen werden.
es_es: Este movimiento no puede ser cancelado
fr_fr: Il est impossible d'annuler ce mouvement
nl_nl: Deze beweging kan niet geannuleerd worden
pl_pl: Przesunięcie nie może byś skasowane

source: This type of movement cannot be cancelled
de_de: Dieser Bewegungstyp kann nicht abgebrochen werden
es_es: Este tipo de movimiento no se puede cancelar
fr_fr: Il est impossible d'annuler ce type de mouvement.
nl_nl: Dit type beweging kan niet geannuleerd worden
pl_pl: Ten typ przesuniecia nie może zostać skasowane

source: linked to a movement in progress.
de_de: verbunden mit einer aktuellen Bewegung.
es_es: vinculado(s) con un movimiento en curso.
fr_fr: attaché à un mouvement en cours.
nl_nl: gekoppeld aan een beweging in uitvoering.
pl_pl: powiązane z przessunięciem w trakcie realizacji

source: , because all issued products have been reinstated.
de_de: , da alle ausgegebenen Produkte wiederhergestellt wurden.
es_es: , porque todos los productos emitidos han sido rehabilitados.
fr_fr: , car tous les produits sortis ont été réintégrés.
nl_nl: , want alle uitgegeven producten werden hersteld.
pl_pl: ponieważ wszystkie przesuniete produkty zostały zamówione

source: , because it has already been cancelled.
de_de: , da er bereits abgebrochen wurde.
es_es: , porque ha sido cancelado ya.
fr_fr: , car il a déjà été annulé.
nl_nl: , want het werd reeds geannuleerd.
pl_pl: , ponieważ tozostało już skasowane

source: , because location or product was deactived.
de_de: , da der Standort oder das Produkt deaktiviert wurde.
es_es: , porque la ubicación o el producto ha estado desactivado/a.
fr_fr: , car le produit ou l'emplacement a été désactivé.
nl_nl: , want locatie of product werd gedeactiveerd.
pl_pl: , ponieważ lokalizacja lub produkt zostały zdeaktywowane

source: , because location was deactived or does not contain anymore this product in sufficient quantity.
de_de: , da der Standort deaktiviert wurde oder dieses Produkt nicht mehr in ausreichender Menge vorrätig ist.
es_es: , porque se desactivó la ubicación o ya no contiene este producto en cantidad suficiente.
fr_fr: , car l'emplacement a été désactivé ou bien ne contient plus le produit en quantité suffisante.
nl_nl: , want locatie werd gedeactiveerd of bevat geen voldoende hoeveelheid meer van dit product.
pl_pl: , ponieważ lokalizacja została zdeaktywowana lub nie zawiera wystarczającej ilości produktów

source: it is linked to invoice
de_de: Es ist mit einer Rechnung verbunden.
es_es: esta vinculado/a con factura
fr_fr: il est lié à la facture
nl_nl: het is gekoppeld aan de factuur
pl_pl: jest powiązane z fakturą

source: Potential reached
de_de: Potenzial erreicht
es_es: Potencial alcanzado
fr_fr: Potentiel atteint
nl_nl: Potentieel bereikt
pl_pl: Potencjał krytyczny

source: Date reached
de_de: Datum erreicht
es_es: Fecha alcanzada
fr_fr: Date atteinte
nl_nl: Datum bereikt
pl_pl: Data pozyskania

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
nl_nl: Categoriën
pl_pl: Kategorie

source: replaced by
de_de: ersetzt durch
es_es: reemplazado por
fr_fr: remplacée par
nl_nl: vervangen door
pl_pl: wymieniony na

source: No regrouping unit type
de_de: Kein neu gruppierbarer Einheitentyp
es_es: No tipo de unidad de reagrupación
fr_fr: Pas de type d'unité de regroupement
nl_nl: Geen hergroepering eenheidstype
pl_pl: Brak typu jednostek grupujących

source: Base unit
de_de: Basiseinheit
es_es: Unidad de base
fr_fr: UB
nl_nl: Basiseenheid
pl_pl: Podstawowa jednostka

source: Packing unit
de_de: Packungseinheit
es_es: Unidad de envase
fr_fr: UE
nl_nl: Verpakkingseenheid
pl_pl: Jednostka pakowania

source: Packaging unit
de_de: Verpackungseinheit
es_es: Unidad de embalaje
fr_fr: UC
nl_nl: Verpakkingseenheid
pl_pl: Jednostka pakująca

source: Regrouping unit
de_de: Einheit für neu gruppieren
es_es: Unidad de reagrupación
fr_fr: UR
nl_nl: Eenheid hergroeperen
pl_pl: Przegrupowanie jednostki

source: visit
de_de: Besuch
es_es: visita
fr_fr: visite
nl_nl: bezoek
pl_pl: wizyta

source: phoning campaign
de_de: Telefonkampagne
es_es: campaña de llamadas
fr_fr: campagne de phoning
nl_nl: telefooncampagne
pl_pl: kampania telefoniczna

source: mailing campaign
de_de: Mailing-Kampagne
es_es: campaña por correo
fr_fr: campagne de mailing
nl_nl: mailingcampagne
pl_pl: kampania mailngowa

source: repairing
de_de: Reparatur
es_es: en reparación
fr_fr: dépannage
nl_nl: herstelling
pl_pl: naprawa

source: potential update refused
de_de: Potenzialaktualisierung verweigert
es_es: actualización potencial rehusada
fr_fr: mise à jour de potentiel refusée
nl_nl: potentiële update geweigerd
pl_pl: odmowa uaktualnienia poetncjału

source: potential update accepted
de_de: Potenzialaktualisierung angenommen
es_es: actualización potencial aceptada
fr_fr: mise à jour de potentiel acceptée
nl_nl: potentiële update aanvaard
pl_pl: akcpetacja uaktualnienia potencjału

source: set customer in alert state
de_de: Kunden in Warnzustand versetzen
es_es: poner el cliente en estado de alerta
fr_fr: passage d'un client en alerte
nl_nl: zet klant in waarschuwingsstaat
pl_pl: ustaw klienta w stan alarmu

source: Seasons
es_es: Temporadas
fr_fr: Saisons

source: Construction types
fr_fr: Types de construction

source: Length
de_de: Länge
es_es: Longitud
fr_fr: Longueur
nl_nl: Lengte
pl_pl: Długość

source: Width
de_de: Breite
es_es: Anchura
fr_fr: Largeur
nl_nl: Breedte
pl_pl: Szerokość

source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
nl_nl: Hoogte
pl_pl: Wysokość

source: assigned to activated chain task "%s".
es_es: asignado a la tarea de cadena activada "%s".
fr_fr: assigné à la tâche activée "%s".
pl_pl: Podłączone do aktywowanego złańcucha zadań "%s"

source: Billing.
de_de: Rechnungslegung.
es_es: Facturación.
fr_fr: Facturation
nl_nl: Facturatie.
pl_pl: Biling.

source: Billing and delivery
de_de: Rechnungslegung und Lieferung
es_es: Facturación y entrega.
fr_fr: Facturation et livraison
nl_nl: Facturatie en levering
pl_pl: Biling i dostawa

source: Entities
de_de: <LEFT BLANK>
es_es: Entidades
fr_fr: Entités
nl_nl: Entiteiten
pl_pl: Obiekt

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
nl_nl: Alles
pl_pl: wszystko

source: SEA
es_es: MARITIMO
fr_fr: MARITIME
pl_pl: MORZE

source: Linear
fr_fr: Linéaire
nl_nl: Lineair
pl_pl: Liniowy

source: seasonal
de_de: saisonal
es_es: temporal
fr_fr: Saisonnière
nl_nl: tijdelijk
pl_pl: sezonowy

source: everyday
de_de: jeden Tag
es_es: cada día
fr_fr: tous les jours
nl_nl: elke dag
pl_pl: każdego dnia

source: every week
de_de: jede Woche
es_es: cada semana
fr_fr: Toutes les semaines
nl_nl: elke week
pl_pl: kazdego tygodnia

source: No operation found.
de_de: Keine Operation gefunden.
es_es: Ninguna operación encontrada.
fr_fr: Pas d'opération trouvée pour dupplication.
nl_nl: Geen verrichting gevonden.
pl_pl: Nie znaleziono operacji.

source: No logo
de_de: Kein Logo
es_es: ningún logo
fr_fr: Aucun logo
nl_nl: Geen logo
pl_pl: Bez logo

source: Order shipper
de_de: Lieferant für die Bestellung
es_es: Consignante del pedido
fr_fr: Expéditeur commande
nl_nl: Verzender bestelling
pl_pl: Nadawca zamówieia

source: Order addressee
de_de: Empfänger der Bestellung
es_es: Destinatario pedido
fr_fr: Destinataire commande
nl_nl: Bestemmeling bestelling
pl_pl: Adres zamówienia

source: Fixed actor
de_de: Fester Akteur
es_es: Agente fijo
fr_fr: Acteur fixé
nl_nl: Vaste deelnemer
pl_pl: Ustalony aktor/uczestnik

source: Environment
de_de: Umwelt
es_es: Medio ambiente
fr_fr: Environnement
nl_nl: Omgeving
pl_pl: Środowisko

source: Parent account
de_de: Übergeordnetes Konto
es_es: Cuenta matriz
fr_fr: Compte parent
nl_nl: Hoofdrekening
pl_pl: Konto syntetyczne

source: Related accounts
de_de: Zugehörige Konten
es_es: Cuentas relacionadas
fr_fr: Comptes liés
nl_nl: Verwante rekeningen
pl_pl: Konto powiązane

source: Last access date
de_de: Datum des letzten Zugriffs
es_es: Fecha del último acceso
fr_fr: Date du dernier accès
nl_nl: Laatst geopend
pl_pl: Data ostaniego dostępu

source: Completely executed
de_de: Vollständig ausgeführt
es_es: Ejecutado por completo
fr_fr: Executé totalement
nl_nl: Volledig uitgevoerd
pl_pl: W pełni wykonany

source: Partially executed
de_de: Teilweise ausgeführt
es_es: Ejecutado parcialemente
fr_fr: Executé partiellement
nl_nl: Gedeeltelijk uitgevoerd
pl_pl: Częściowo wykonany

source: Not charged
de_de: Nicht berechnet
es_es: Sin cobrar
fr_fr: Non facturé
nl_nl: Niet aangerekend
pl_pl: bez obciążeń

source: Partial
de_de: Teilweise
es_es: Parcial
fr_fr: Partiel
nl_nl: Gedeeltelijk
pl_pl: Częściowy

source: Add/Update qualification
de_de: Qualifikation hinzufügen/aktualisieren
es_es: Añadir / actualizar cualificacación
fr_fr: Ajout/édition de qualifications
nl_nl: Kwalificatie toevoegen/vernieuwen
pl_pl: Dodaj/Aktualizuj kwalifikacje

source: Delivery expenses
de_de: Lieferkosten
es_es: Gastos de entrega
fr_fr: Port
nl_nl: Leveringskosten
pl_pl: Koszty dostawy

source: Other
es_es: Otro(a)
fr_fr: Autre
pl_pl: Inny

source: Reduced
es_es: Reducido(a)
fr_fr: Réduit

source: Press names
fr_fr: Noms presse

source: Models
de_de: Modelle
es_es: Modelos
fr_fr: Modèles
nl_nl: Modellen
pl_pl: Formularze

source: Shape
es_es: Forma
fr_fr: Forme

source: Manufacturer
es_es: Fabricante
fr_fr: Fabriquant

source: Construction type
fr_fr: Type de construction

source: Construction code
fr_fr: Code construction

source: Label (griffe)
fr_fr: Griffe

source: Heel height
fr_fr: Hauteur talon

source: Heel reference quantity
fr_fr: Quantité ref. talon

source: Sole quantity
fr_fr: Quantité semelle

source: Box quantity
fr_fr: Quantité boite

source: Hand bag quantity
fr_fr: Quantité pochette

source: Material 1 quantity
fr_fr: Quantité matière 1

source: Material 2 quantity
fr_fr: Quantité matière 2

source: Accessory 1 quantity
es_es: Cantidad de accesorio 1
fr_fr: Quantité accessoire 1

source: Accessory 2 quantity
es_es: Cantidad de accesorio 2
fr_fr: Quantité accessoire 2

source: Lining quantity
fr_fr: Quantité doublure

source: Insole quantity
fr_fr: Quantité première intérieure
