Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: You must configure a catalogue and assign it to this screen.
de_de: Sie müssen einen Katalog konfigurieren und ihn dieser Anzeige zuweisen.
es_es: Tiene que configurar un catalogo y asingarlo a esta pantalla.
fr_fr: Vous devez paramétrer un catalogue et l'affecter à cette page.
nl_nl: U moet een catalogus instellen en toewijzen aan dit scherm.
pl_pl: Musisz skonfigurować katalog i przypisać to do tego ekranu.

source: A catalogue must contain at least a criterion.
de_de: Ein Katalog muss mindestens ein Kriterium enthalten.
es_es: Un catalogo debe contener un criterio al menos.
fr_fr: Vous devez paramétrer au moins un critère dans le catalogue.
nl_nl: Een catalogus moet tenmiste één criterium bevatten.
pl_pl: Katalog musi zawierać przynajmniej kryterium.

source: Unit price
de_de: Preis pro Einheit
es_es: Precio por unidad
fr_fr: Prix Unitaire
nl_nl: Eenheidsprijs
pl_pl: Cena jednostkowa

source: Selling prices management
fr_fr: Gestion des prix de vente

source: Supplier prices management
fr_fr: Gestion des prix fournisseur

source: Add SN/Lot
de_de: Serien-Nr./Los hinzufügen
es_es: Añadir NS/lote
fr_fr: Ajouter SN ou LOT
nl_nl: Voeg SN/Lot toe
pl_pl: Dodaj SN/Lot

source: Order quantities
de_de: Auftragsstückzahlen
es_es: Pedir cantidades
fr_fr: Qtés cmde
nl_nl: Bestelhoeveelheden
pl_pl: zamówienie ilości

source: Manage ordered quantities
de_de: Bestellte Mengen verwalten
es_es: Administrar cantidades pedidas
fr_fr: Gérer les quantités commandées
nl_nl: Beheer bestelde hoeveelheden
pl_pl: Zarządzane zamówionymi ilościami

source: Select an airplane
de_de: Wählen Sie ein Flugzeug
es_es: Elija un avión
fr_fr: Sélectionner un appareil
nl_nl: Selecteer vliegtuig
pl_pl: Wybierz samolot

source: Airplane matriculation
de_de: Matrikelnummer des Flugzeugs
es_es: Matrícula del avión
fr_fr: Immatriculation appareil
nl_nl: Vliegtuiginschrijving
pl_pl: Szkielet samolotu

source: Display airplane hours of flight
de_de: Flugstunden des Flugzeugs anzeigen
es_es: Mostrar horas de vuelo del avión
fr_fr: Afficher heures de vol appareil
nl_nl: Geef vlieguren vliegtuig weer
pl_pl: Wyświetl czas przelotu

source: Matr.
de_de: Matrikel
fr_fr: Imm.
nl_nl: Inschr.
pl_pl: Macerz

source: Pilot
es_es: Piloto
fr_fr: Pilote
nl_nl: Piloot

source: Co-pilot
de_de: Kopilot
es_es: Copiloto
fr_fr: Co-Pilote
nl_nl: Co-piloot
pl_pl: Współpracujacy pilot

source: Lift-off
de_de: Start
es_es: Despegue
fr_fr: Décollage
nl_nl: Ostijgen
pl_pl: Podnośnik

source: Landing
de_de: Landung
es_es: Aterrizaje
fr_fr: Atterrissage
nl_nl: Landen
pl_pl: Lądowanie

source: Fuel
de_de: Kraftstoff
es_es: Carburante
fr_fr: Carburant
nl_nl: Brandstof
pl_pl: Paliwo

source: Oil
de_de: Öl
es_es: Aceite
fr_fr: Huile
nl_nl: Olie
pl_pl: Olej

source: Night
de_de: Nacht
es_es: Noche
fr_fr: Nuit
nl_nl: Nacht
pl_pl: Noc

source: Update fixed date task or weekly task
de_de: Aufgabe mit festem Termin oder wöchentliche Aufgabe aktualisieren.
es_es: Actualizar tarea con fecha fija o tarea semanal
fr_fr: Edition d'une tâche à date fixe ou hebdomadaire.
nl_nl: Vaste datum taak of wekelijkse taak vernieuwen
pl_pl: Zaktualizuj stałą datę zadania lub tygoniowego zadania

source: Edition date
de_de: Ausgabedatum
es_es: Fecha de edición
fr_fr: Date édition
nl_nl: Uitgiftedatum
pl_pl: Data edycji

source: Total amount incl. VAT
de_de: Gesamtbetrag einschließlich MwSt.
es_es: Importe total incl. IVA
fr_fr: Montant total TTC
nl_nl: Totaal bedrag incl. BTW
pl_pl: Całkowita ilość włącznie z VAT

source: Cancellation date
de_de: Stornodatum
es_es: Fecha de cancelación
fr_fr: Date d'annulation
nl_nl: Annuleringsdatum
pl_pl: Data unieważnienia

source: Remaining to pay
de_de: Restbetrag
es_es: Pendientes de pago
fr_fr: Reste à régler
nl_nl: Openstaand bedrag
pl_pl: Czas pozostaly do zapłaty

source: List of payments for selected invoices
de_de: Liste der Zahlungen für ausgewählte Rechnungen
es_es: Lista de pagos de facturas seleccionadas
fr_fr: Liste des règlements pour les factures sélectionnées
nl_nl: Lijst van betalingen voor geselecteerde facturen
pl_pl: Lista płatności dla wybranych faktur

source: You must provide new version and dates for the new nomenclature
es_es: Debe proporcionar una nueva versión y fechas para la nueva nomenclatura
fr_fr: Vous devez fournir une nouvelle version et de nouvelles dates pour la nomenclature.
pl_pl: Należy dostarczyć nową wersję i daty dla nowej nomenklatury

source: Validity begin date
de_de: Startdatum der Gültigkeit
es_es: Fecha de inicio de validez
fr_fr: Date de début de validité
nl_nl: Begindatum geldigheid
pl_pl: Ważność daty rozpoczęcia

source: Validity end date
de_de: Enddatum der Gültigkeit
es_es: Fecha de fin de validez
fr_fr: Date de fin de validité
nl_nl: Einddatum geldigheid
pl_pl: Ważność daty końca

source: Nomenclature copy
es_es: Copia de nomenclatura
fr_fr: Copie de nomenclature
pl_pl: Kopia nomenklatury

source: Onlogistics
fr_fr: OnLogistics: Votre outil de planification logistique globale

source: Do you want to cancel the selected item ?
de_de: Wollen Sie das ausgewählte Element stornieren?
es_es: ¿Quiere cancelar el artículo seleccionado?
fr_fr: Souhaitez-vous annuler l'élément sélectionné ?
nl_nl: Wil u het geselecteerde item annuleren ?
pl_pl: Czy chcesz anulować wybrane przedmioty?

source: Select a movement type
de_de: Wählen Sie einen Bewegungstyp aus.
es_es: Elija un tipo de movimiento
fr_fr: Sélectionnez un type de mouvement
nl_nl: Selecteer een bewegingstype
pl_pl: Wybierz typ ruchu

source: Execute a stock reinstatement
de_de: Lagerwiedereinstellung durchführen
es_es: Ejecutar una rehabilitación de existencias
fr_fr: Exécution d'une réintégration en stock
nl_nl: Terug in voorraad inbrengen
pl_pl: Wykonaj przesunięcie magazynowe

source: Stock reinstatement
de_de: Lagerwiedereinstellung
es_es: Rehabilitación de existencias
fr_fr: Réintégration en stock
nl_nl: terug inbrengen in voorraad
pl_pl: Przywrócenie zapasu

source: Select a customer
de_de: Wählen Sie einen Kunden
es_es: Elija un cliente
fr_fr: Sélectionner un client
nl_nl: Selecteer een klant
pl_pl: Wybierz klienta

source: Select an instructor
de_de: Wählen Sie einen Ausbilder
es_es: Elija un instructor
fr_fr: Sélectionner un instructeur
nl_nl: Selecteer een instructeur
pl_pl: Wybierz instruktora

source: Display airplane details
de_de: Einzelheiten des Flugzeugs anzeigen
es_es: Mostrar informaciones sobre el avión
fr_fr: Afficher détail appareil
nl_nl: Geef vliegtuiggegevens weer
pl_pl: Pokaż szczegóły samolotu

source: Display customer details
de_de: Einzelheiten des Kunden anzeigen
es_es: Mostrar informaciones sobre el cliente
fr_fr: Afficher détail client
nl_nl: Geef klantgegevens weer
pl_pl: Wyświetl kartotekę klienta

source: Display instructor details
de_de: Einzelheiten des Ausbilders anzeigen
es_es: Mostrar informaciones sobre el instructor
fr_fr: Afficher détail instructeur
nl_nl: Geef instructeurgegevens weer
pl_pl: Wyświetl kartotekę instruktora

source: Matriculation
de_de: Matrikelnummer
es_es: Matrícula
fr_fr: Immatriculation
nl_nl: Inschrijving
pl_pl: Tworzenie macierzy

source: select one or more customers
de_de: Wählen Sie einen oder mehrere Kunden aus.
es_es: Elija uno o varios clientes
fr_fr: Sélectionner un ou plusieurs clients
nl_nl: selecteer een of meerdere klanten
pl_pl: Wybiez jednego lub więcej klientów

source: Only customers who placed<br/>at least an order
de_de: Nur Kunden, die mindestens <br/>eine Bestellung aufgegeben haben
es_es: Sólo clientes que <br/> hayan colocado al menos un pedido
fr_fr: Uniquement les clients ayant passé<br>au moins une commande
nl_nl: Enkel klanten die tenminste één bestelling plaatsten <br/>

source: This part is already linked to a nomenclature.
de_de: Dieses Teil ist bereits mit einer Nomenklatur verbunden.
es_es: Esta parte esta ya vinculada con una nomenclatura.
fr_fr: Cette pièce est déjà liée à une nomenclature.
nl_nl: Dit deel is reeds gekoppeld aan een namenlijst.
pl_pl: Ta część jest już podłączona do nomenklatury.

source: Associated nomenclature model could not be found.
de_de: Das zugehörige Nomenklaturmodell konnte nicht gefunden werden.
es_es: El modelo asociado de la nomenclatura no se encontró.
fr_fr: Le modèle de nomenclature associé n'a pu être trouvé.
nl_nl: Verbonden namenlijst kon niet gevonden worden.
pl_pl: Skojarzony model nomenklatury nie może być znaleziony.

source: Associated nomenclature is not "buildable".
de_de: Die zugehörige Nomenklatur kann nicht gebaut werden.
es_es: Nomenclatura asociada no es "buildable".
fr_fr: La nomenclature associée n'est pas "constructible".
nl_nl: Verbonden namenlijst is niet"opbouwbaar".
pl_pl: Zdefiniowana nomeklatura nie jest "spójna".

source: Part has been successfully assigned.
de_de: Teil wurde erfolgreich zugewiesen.
es_es: La pieza ha sido asignada con éxito.
fr_fr: La pièce a été affectée.
nl_nl: Deel werd succesvol toegewezen.
pl_pl: Część została przypisana z powodzeniem.

source: Selected order was not found in the database.
de_de: Ausgewählte Bestellung wurde in der Datenbank nicht gefunden.
es_es: El pedido seleccionado no se encontró en la base de datos.
fr_fr: Aucune commande n'a été trouvée avec cet Id.
nl_nl: Geselecteerde bestelling niet gevonden in de gegevensbank
pl_pl: Wybrane zamówienie nie zostało znalezione w bazie danych.

source: because
de_de: weil
es_es: porque
fr_fr: car
nl_nl: omdat
pl_pl: ponieważ

source: this order is not billable.
de_de: Diese Bestellung ist nicht abrechnungsfähig.
es_es: este pedido no se puede facturar.
fr_fr: Cette commande n'est pas facturable
nl_nl: deze bestelling kan niet gefactureerd worden.

source: Add instalment
de_de: Rate hinzufügen
es_es: Añadir un plazo
fr_fr: Ajout d'un acompte
nl_nl: Termijn toevoegen
pl_pl: Dodaj ratę

source: Your modifications were successful, you can close this popup window.
de_de: Ihre Veränderungen wurden erfolgreich durchgeführt. Sie können dieses Popup-Fenster jetzt schließen.
es_es: Las modificaciones se han hacho con éxito, puede cerrar esta ventana popup.
fr_fr: Votre modification a été prise en compte, vous pouvez fermer cette fenêtre.
nl_nl: Uw wijzigingen waren succesvol, u kan nu het venster sluiten.
pl_pl: Twoje zmiany zostały zakończone powodzeniem, możesz zamknąć wyskakujące okienko.

source: Manage product substitutions:
de_de: Produktersetzungen verwalten:
es_es: Gestionar substituciones de productos:
fr_fr: Définir des substitutions:
nl_nl: Productvervangingen beheren:
pl_pl: Zarządzanie substytutami produktów:

source: [Products being created]
de_de: [Produkte werden erstellt]
es_es: [Productos siendo creados]
fr_fr: [Produit en cours de création]
nl_nl: [Producten worden aangemaakt]
pl_pl: [Istota zrobionego produktu]

source: Link
es_es: Vinculo
fr_fr: Lien

source: List of exchangeable products
de_de: Liste der austauschbaren Produkte
es_es: Lista de productos cambiables
fr_fr: Liste des produits substituables
nl_nl: Lijst van wisselbare producten
pl_pl: Lista wymienialnych produktów

source: Select one or more movement types
de_de: Wählen Sie einen oder mehrere Bewegungstypen aus.
es_es: Elija uno o varios tipos de movimientos
fr_fr: Sélectionner un ou plusieurs types de mouvements
nl_nl: Selecteer een of meerdere bewegingstypes
pl_pl: Wybierz jeden lub więcej typów ruchów

source: Destinator
es_es: Destinatario
fr_fr: Destinataire

source: Execute several movements
es_es: Ejecutar varios movimientos
fr_fr: Exécuter plusieurs mouvements
pl_pl: Wykonaj kilka ruchów

source: Purchase reference
de_de: Einkaufsreferenz
es_es: Referencia de compra
fr_fr: Réf. achat
nl_nl: Aankoopreferentie
pl_pl: Referencje zakupu

source: Beginning date
de_de: Anfangsdatum
es_es: Fecha de Inicio
fr_fr: Date de début
nl_nl: Startdatum
pl_pl: Data rozpoczęcia

source: Execute this movement
de_de: Diese Bewegung ausführen.
es_es: Ejecutar este movimiento
fr_fr: Exécuter ce mouvement
nl_nl: Voer deze beweging uit
pl_pl: Wykonaj ten ruch

source: Select a fixed actor
de_de: Wählen Sie einen festen Akteur aus.
es_es: Elija un agente fijo
fr_fr: Sélectionner un acteur fixe
nl_nl: Selecteer een vaste deelnemer
pl_pl: Wybierz stałego uczestnika

source: Logo type
de_de: Logotyp
es_es: Tipo de logo
fr_fr: Type de logo
pl_pl: Typ logo

source: Footer
de_de: Fußzeile
es_es: Pie de página
fr_fr: Pied de page
nl_nl: Voettekst
pl_pl: Stopka

source: Number of copies printed automatically in desktop applications
de_de: Anzahl der Kopien, die bei Desktop-Anwendungen automatisch gedruckt werden.
es_es: Número de copias automaticamente impresas en aplicaciónes de escritorio
fr_fr: Nombre d'exemplaires imprimés automatiquement dans les applications déconnectées
nl_nl: Aantal kopiën automatisch afgedrukt in desktoptoepassingen
pl_pl: Numer kopii drukowany automatycznie w aplikacjach na pulpicie

source: Update form model
de_de: Formularmodell aktualisieren
es_es: Actualizar modelo de formulario
fr_fr: Edition d'un modèle de document
nl_nl: Formulier vernieuwen
pl_pl: aktualizuj formę modelu

source: Add a form model
de_de: Formularmodell hinzufügen
es_es: Añadir un modelo de formulario
fr_fr: Création d'un modèle de document
nl_nl: Formulier toevoegen
pl_pl: Dodaj model formularza

source: Error while printing log card: order was not found in the database.
de_de: Fehler beim Drucken der Protokollkarte: Bestellung wurde in der Datenbank nicht gefunden.
es_es: Error durante la impresión la tarjeta de registro: el pedido no se encontró en la base de datos.
fr_fr: Erreur lors de l'impression de la fiche suiveuse. La commande n'a pu être récupérée.
nl_nl: Fout bij het afdrukken van logkaart: bestelling niet gevonden in de gegevensbank.
pl_pl: Błąd w czasie drukowania rejestru karty: zamówienie nie mogło być znalezione w bazie danych.

source: Select a task
de_de: Wählen Sie eine Aufgabe
es_es: Elija una tarea
fr_fr: Sélectionner une tâche
nl_nl: Selecteer een taak
pl_pl: wybierz zadanie

source: Actual beginning date
de_de: Tatsächliches Anfangsdatum
es_es: Fecha efectiva de inicio
fr_fr: Date de début réelle
nl_nl: Werkelijke begindatum
pl_pl: Faktyczna data rozpoczęcia

source: Expected cost
de_de: Erwartete Kosten
es_es: Coste previsto
fr_fr: Coût prévu
nl_nl: Verwachte kost
pl_pl: Oczekiwany koszt

source: Actual cost
de_de: Tatsächliche Kosten
es_es: Coste efectivo
fr_fr: Coût réel
nl_nl: Werkelijke kost
pl_pl: Aktualny koszt

source: Resource model
de_de: Ressourcenmodell
es_es: Modelo de recursos
fr_fr: Modèle de ressources
nl_nl: Bronmodel
pl_pl: Zasoby modelu

source: Select fields to display and select their order
de_de: Wählen Sie die anzuzeigenden Felder und ihre Reihenfolge aus
es_es: Seleccionar campos a visualizar y elejir su orden
fr_fr: Sélectionner les champs à afficher et saisir leur ordre
nl_nl: Selecteer de weer te geven velden en selecteer hun bestelling
pl_pl: Wybierz pola do wyżwietlania i wybierz zlecenie

source: then validate by clicking the "Ok" button and close the popup window
de_de: Bestätigen Sie dann, indem Sie auf die Schaltfläche "OK" klicken und schließen Sie das Popup-Fenster.
es_es: después, valide hagando clic en el botón "Ok" y cierre la ventana emergente
fr_fr: puis valider en cliquant sur OK et fermer le pop up
nl_nl: bevestig dan door op "Ok" te klikken en het venster te sluiten
pl_pl: następnie zatwierdź przez kliknięcie "Ok" klawisz i zamknij okienko popup

source: Cell title
de_de: Titel der Zelle
es_es: Título de la célula
fr_fr: Titre de la cellule
nl_nl: Celtitel
pl_pl: nazwa komórki

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
nl_nl: Opslaan
pl_pl: Zapisz

source: Do you want to change product reference ?
de_de: Wollen Sie die Produktreferenz ändern?
es_es: ¿Desea cambiar la referencia del producto?
fr_fr: Voulez-vous changer la référence du produit ?
nl_nl: Wil u de productreferentie wijzigen ?
pl_pl: Czy chcesz zmienic referencje produktu?

source: Please select a location.
de_de: Wählen Sie bitte einen Ort aus.
es_es: Por favor, seleccione una ubicación.
fr_fr: Vous devez choisir un emplacement.
nl_nl: Selecteer een locatie.
pl_pl: Proszę wybierz pozycję.

source: Movement could not be executed because it was already executed.
es_es: Movimiento no pudo ser ejecutado porque ya fue ejecutado.
fr_fr: Le mouvement ne peut être exécuté car il a déjà été exécuté.
pl_pl: Przesunięcie nie mogło być wykonane, ponieważ już zostało zrobione

source: Total quantity exceeds expected quantity, do you still want to execute the movement ?
de_de: Die Gesamtmenge überschreitet die erwartete Menge. Wollen Sie die Bewegung dennoch ausführen?
es_es: La cantidad total es superior a la cantidad esperada, ¿Todavía desea ejecutar el movimiento?
fr_fr: Le mouvement doit-il être passé en exécution bien que la quantité totale soit supérieure à celle prévue?
nl_nl: Totale hoeveelheid overschrijdt de verwachte hoeveelheid, wil u deze beweging nog uitvoeren ?
pl_pl: Stan magazynu przekracza dopuszczalną ilość, czy dalej chcesz dokonać tego przesunięcia?

source: Movement could not be executed: returned quantity exceeds issued quantity.
de_de: Bewegung konnte nicht ausgeführt werden: Die zurückgegebene Menge überschreitet die ausgegebene Menge.
es_es: Movimiento no pudo ser ejecutado: cantidad devuelta superior a cantidad emitida.
fr_fr: Le mouvement ne peut être passé en exécution: la quantité réintégrée ne peut dépasser celle initialement sortie.
nl_nl: Beweging kon niet uitgevoerd worden: geretourneerde hoeveelheid overschrijdt uitgegeven hoeveelheid.
pl_pl: Przesunięcie nie może być wykonane:zwrócona ilość przekracza żądaną ilość

source: Movement could not be executed: issued quantity exceeds expected quantity.
de_de: Bewegung konnte nicht ausgeführt werden: Ausgegebene Menge überschreitet die erwartete Menge.
es_es: Movimiento no pudo ser ejecutado: cantidad emitida es superior a cantidad emitida.
fr_fr: Le mouvement ne peut être passé en exécution car la quantite sortie est supérieure à celle prévue.
nl_nl: Beweging kon niet uitgevoerd worden: uitgegeven hoeveelheid overschrijdt de verwachte hoeveelheid.
pl_pl: Przesunięcie nie może być wykonane: żądana ilość przekracza spodziewaną ilość

source: Total quantity is lower than expected.<br/>Do you want the movement to be considered executed completely ?<br/>If you answer "No", it will be executed partially.<br/><br/><div align="right"><strong>TOTAL</strong>&nbsp;&nbsp;<strong>PARTIAL</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
de_de: Gesamtmenge ist geringer als erwartet.<br/>Soll die Bewegung vollständig ausgeführt werden?<br/>Wenn Sie "Nein" antworten, wird sie teilweise ausgeführt.<br/><br/><div align="right"><strong>VOLLSTÄNDIG</strong>&nbsp;&nbsp;<strong>TEILWEISE</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
es_es: Cantidad total es inferior a lo esperado.<br/>¿Quiere considerar que el movimiento esta completamente ejecutado?<br/>Si su respuesta es "No", se ejecutara parcialmente<br/><br/><div align="right"><strong>TOTAL</strong>&nbsp;&nbsp;<strong>PARTIAL</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
fr_fr: La quantité totale est inférieure à celle prévue.<br>Voulez-vous considérer le mouvement comme exécuté complètement?<br>Si vous répondez non, il sera exécuté partiellement.<br><br><div align="right"><b>TOTAL</b>&nbsp;&nbsp;<b>PARTIEL</b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
nl_nl: Totale hoeveelheid is lager dan verwacht. <br/>Wil u de beweging volledig uitvoeren ?<br/>Als u "neen" antwoordt, wordt ze gedeeltelijk uitgevoerd.<br/><br/><div align="right"><strong>TOTAAL</strong>&nbsp;&nbsp;<strong>GEDEELTELIJK</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
pl_pl: Ilość jest mniejsza niż spodziewana.<br/>Czy chcesz, żeby przesunięcie było wykonane w pełni?<br/>Jeśli odpowiesz "No", będzie wykonane częściowo.<br/><br/><div align="right"><strong>TOTAL</strong>&nbsp;&nbsp;<strong>PARTIAL</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>

source: Movement could not be executed: no related partial movement found.
de_de: Bewegung konnte nicht ausgeführt werden: Keine entsprechende teilweise Bewegung gefunden.
es_es: Movimiento no pudo ser ejecutado: no se encontro movimiento parcial relacionado.
fr_fr: Le mouvement ne peut être passé en exécution : pas de mouvement partiellement exécuté correspondant.
nl_nl: Beweging kon niet uitgevoerd worden: geen verbonden gedeeltelijke beweging gevonden.
pl_pl: Przesunięcie nie może być wykonane: brak powiązanego przesunięcia.

source: Expected reference (%s) has been replaced by %s.
de_de: Erwartete Referenz (%s) wurde ersetzt durch %s.
es_es: Referencia anticipada (%s) ha sido reemplazada por %s.
fr_fr: La référence attendue (%s) a été remplacée par %s.
nl_nl: Verwachte referentie (%s) werd vervangen door %s.
pl_pl: Spodziewany indeks (%s) powinien zostać zamieniony na %s.

source: Comment:
de_de: Kommentar:
es_es: Comentario:
fr_fr: Commentaire:
nl_nl: Commentaar:
pl_pl: Komentarz:

source: Add or update zone
de_de: Zone hinzufügen oder aktualisieren
es_es: Añadir o actualizar zona
fr_fr: Ajout/Edition de zone
nl_nl: Zone toevoegen of vernieuwen
pl_pl: Dodaj lub aktyalizuj strefę

source: Zone could not be saved: a zone with the name provided already exists.
de_de: Zone konnte nicht gespeichert werden, da der Name bereits vorhanden ist.
es_es: La zona no se ha podido guardar: una zona con el nombre proporcionado ya existe.
fr_fr: Impossible de sauvegarder la zone: le nom saisi est déjà affecté à une zone.
nl_nl: Zone kon niet opgeslagen worden: er bestaat reeds een zone met deze naam.
pl_pl: Strefa nie może zostać zapamiętana pod tą nazwą, ponieważ taka nazwa juz istnieje.

source: Please provide a zone name.
de_de: Geben Sie bitte einen Zonennamen an.
es_es: Por favor, proporcione un nombre de zona.
fr_fr: Vous devez saisir un nom de zone.
nl_nl: Voer een zonenaam in.
pl_pl: Proszę wprowadź nazwę strefy.

source: A model with the name provided already exists, please correct.
de_de: Es existiert bereits ein Modell mit dem angegebenen Namen. Bitte berichtigen Sie dies.
es_es: Un modelo con el nombre proporcionado ya existe, por favor corrija.
fr_fr: Le nom du modèle saisi est déjà attribué à un autre modèle. Veuillez le modifier.
nl_nl: Een model met de ingevoerde naam bestaat reeds, gelieve te verbeteren.
pl_pl: Model o tej nazwie istnieje, proszę o poprawę.

source: A default model is already set for selected document, please correct.
de_de: Für das ausgewählte Dokument ist bereits ein voreingestelltes Modell eingerichtet. Bitte berichtigen Sie dies.
es_es: Un modelo por defecto esta ya configurado para el documento seleccionado, por favor corrija.
fr_fr: Un modèle par défaut est déjà attribué au type de document sélectionné. Veuillez le modifier préalablement.
nl_nl: Een standaardmodel werd reeds voor het geselecteerde document ingesteld, gelieve te verbeteren.
pl_pl: Domyślny model jest już ustawiony dla wybranych dokumentów, proszę o korektę.

source: The following attractivities cannot be deleted because they are link to one or more categories
de_de: Die folgenden Attraktivitäten können nicht gelöscht werden, da sie mit einer oder mehreren Kategorien verbunden sind.
es_es: Las atractividades siguientes no se pueden suprimir porque son un vinculo hacia una o varias categorías
fr_fr: Les attractivités suivantes n'ont pu être supprimées car elles sont liées à une ou plusieurs catégories
nl_nl: De volgende aantrekkelijkheden kunnen niet verwijderd worden want ze zijn verbonden aan een of meerdere categoriën
pl_pl: Następujące atrakcie nie mogą być skasowane ponieważ są połaczone z jedną lub więcej kategoriami
