Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Actor assigned to operation "%s" not found
de_de: Der Akteur, der Operation "%s" zugewiesen ist, wurde nicht gefunden.
es_es: Agente asignado a operación "%s" no se encontró
fr_fr: Impossible de déterminer l'acteur de l'opération %s
nl_nl: Deelnemer toegewezen aan verrichting "%s" niet gevonden
pl_pl: Uczestnik przypisany do operacji "%s" nie został znaleziony

source: No actor is assigned to operation "%s"
de_de: Operation "%s" ist kein Akteur zugewiesen.
es_es: Ningún agente esta asignado a la operación "%s"
fr_fr: Aucun acteur n'est affecté à l'opération %s
nl_nl: Geen deelnemer toegewezen aan verrichting "%s"
pl_pl: Brak aktora ,który jest przypisany do operacji "%s"

source: Wrong parameter provided, parameter should be an order, an activated chain or a collection of operations.
de_de: Falscher Parameter angegeben. Bei dem Parameter muss es sich um eine Bestellung, eine aktivierte Kette oder eine Menge von Operationen handeln.
es_es: Parámetro proporcionado erroneo porque tendria que ser un pedido, una cadena activada o una collección de operaciones.
fr_fr: L'objet passé en paramètre doit être une commande, une chaîne activée ou une collection d'opérations.
nl_nl: Verkeerde parameter ingevoerd, parameter moet een bestelling, een geactiveerde reeks of een collectie verrichtingen zijn.
pl_pl: Wprowadzony zły paramet, parametrem może być, zaktywowany łąńcuch lub zestaw operacji.

source: Wrong parameter provided, parameter should be a work order.
de_de: Falscher Parameter angegeben. Bei dem Parameter muss es sich um einen Arbeitsauftrag handeln.
es_es: Parámetro proporcionado erroneo porque tendria que ser un pedido de trabajo.
fr_fr: L'objet passé en paramètre n'est pas un ordre de travail !
nl_nl: Verkeerde parameter ingevoerd, parameter moet een werkorder zijn.
pl_pl: Wprowadzono zły parametr, na przykład zlecenie produkcyjne

source: Total order volume exceeds maximum value allowed in work order.
de_de: Summe der Bestellmenge überschreitet den Höchstbetrag, der im Arbeitsauftrag zulässig ist.
es_es: Volumen total de pedido supera el valor máximo permitido en orden de trabajo.
fr_fr: Le volume total de la commande dépasse le maximum autorisé par l'ordre de travail.
nl_nl: Totaal bestelvolume overschrijdt maximumwaarde toegestaan in werkorder.
pl_pl: Suma wartości zlecena maksymalną wartość dozwoloną na zleceniu produkcyjnym

source: Total order linear meters exceeds maximum value allowed in work order.
de_de: Summe der linearen Meter der Bestellung überschreitet den Höchstbetrag, der im Arbeitsauftrag zulässig ist.
es_es: Metros lineales totales de pedido supera el valor máximo permitido en orden de trabajo.
fr_fr: Le total des mètres linéaires dépasse le maximum autorisé par l'ordre de travail.
nl_nl: Totaal lineaire meters bestelling overschrijdt maximumwaarde toegestaan in werkorder.
pl_pl: Suma metrów na zleceniu przekracza maxymalną dozwoloną wartosć dla zlecenia produkcyjnego.

source: Total order weight exceeds maximum value allowed in work order.
de_de: Gesamtgewicht der Bestellung überschreitet den Höchstbetrag, der im Arbeitsauftrag zulässig ist.
es_es: Peso total del pedido supera el valor máximo permitido en orden de trabajo.
fr_fr: Le poids total de la commande dépasse le maximum autorisé par l'ordre de travail.
nl_nl: Totaal bestelgewicht overschrijdt maximumwaarde toegestaan in werkorder.
pl_pl: Pełna waga wprowadzona na zleceniu przewyższa moxymalna dozwoloną wartość dla zlecenia produkcyjnego

source: Total order distance exceeds maximum value allowed in work order.
de_de: Gesamtabstand der Bestellung überschreitet den Höchstbetrag, der im Arbeitsauftrag zulässig ist.
es_es: Distancia total de pedido supera el valor máximo permitido en orden de trabajo.
fr_fr: La distance totale de la commande dépasse le maximum autorisé par l'ordre de travail.
nl_nl: Totale afstand bestelling overschrijdt maximumwaarde toegestaan in werkorder.
pl_pl: Pełna odległość wprowadzona na zleceniu przekracza maksymalną wartość dozwoloną na zleceniu produkcyjnym

source: Total order duration exceeds maximum value allowed in work order.
de_de: Gesamtdauer der Bestellung überschreitet den Höchstbetrag, der im Arbeitsauftrag zulässig ist.
es_es: Duración total de pedido supera el valor máximo permitido en orden de trabajo.
fr_fr: La durée totale de la commande dépasse le maximum autorisé par l'ordre de travail.
nl_nl: Totale duur bestelling overschrijdt maximumwaarde toegestaan in werkorder.
pl_pl: Pełny czas realizacji zlecenia przekracza maksymalną dozwoloną na zleceniu produkcyjnym wartość

source: Wrong task type provided.
de_de: Falscher Aufgabentyp angegeben.
es_es: Tipo de tarea proporcionada erroneo.
fr_fr: Le type de la tâche sélectionnée est invalide.
nl_nl: Verkeerde taak ingevoerd.
pl_pl: Wprowadzono zły typ zadania.

source: Task "%s" number %s: %s
de_de: Aufgabe "%s" Nummer %s: %s
es_es: Tarea "%s" número %s: %s
fr_fr: Tâche "%s" numéro %s: %s
nl_nl: Taak "%s" nummer %s: %s
pl_pl: Zadanie "%s" numer %s: %s

source: Task operator was not be found.
de_de: Bediener der Aufgabe nicht gefunden.
es_es: El operador de la tarea no se encontró.
fr_fr: Impossible de déterminer l'opérateur associé à la tâche.
nl_nl: Taakoperator niet gevonden.
pl_pl: Operator zadania nie został znaleziony.

source: Only tasks with state set to "in progress" can be started.
de_de: Es können nur solche Aufgaben gestartet werden, deren Zustand auf "In Bearbeitung" gesetzt ist.
es_es: Se puede solamente empezar tareas con estado fijado en "in progress".
fr_fr: Seules les tâches à l'état "en cours" peuvent être démarrées.
nl_nl: Enkel taken met status "bezig" kan gestart worden.
pl_pl: Tylko zadania z ustawionym statusem "in progress" będą uruchomione.

source: Only tasks with state set to "supended" can be restarted.
de_de: Es können nur solche Aufgaben erneut gestartet werden, deren Zustand auf "ausgesetzt" gesetzt ist.
es_es: Se puede solamente reempezar tareas con estado fijado en "suspended".
fr_fr: Seules les tâches à l'état "interrompu" peuvent être redémarrées.
nl_nl: Enkel taken met status "uitgesteld" kan herstart worden.
pl_pl: Tylko zadania z ustawionym statusem "supended" będą restartowane.

source: Only tasks with state set to "in progress" can be suspended.
de_de: Es können nur solche Aufgaben ausgesetzt werden, deren Zustand auf "In Bearbeitung" gesetzt ist.
es_es: Se puede solamente sospender tareas con estado fijado en "in progress".
fr_fr: Seules les tâches à l'état "en cours" peuvent être interrompues.
nl_nl: Enkel taken met status "bezig" kunnen uitgesteld worden.
pl_pl: Tylko zadania z ustawionym statusem "in progress" będą zawieszone.

source: Only tasks with state set to "in progress" can be finished.
de_de: Es können nur solche Aufgaben beendet werden, deren Zustand auf "In Bearbeitung" gesetzt ist.
es_es: Se puede solamente terminar tareas con estado fijado en "in progress".
fr_fr: Seules les tâches à l'état "en cours" peuvent être terminées.
nl_nl: Enkel taken met status "bezig" kunnen be-eindigd worden.
pl_pl: Tylko zadania z ustawionym statusem "in progress" będą zakończone.

source: Unknown action.
de_de: Unbekannte Handlung.
es_es: Acción desconocida.
fr_fr: Action non reconnue.
nl_nl: Onbekende actie.
pl_pl: Nieznane działanie.

source: Spreadsheet model was not found in the database.
de_de: Das Tabellenkalkulationsmodell wurde in der Datenbank nicht gefunden.
es_es: El modelo de hoja de cálculo no se encontró en la base de datos.
fr_fr: le tableur n'existe pas en base de données.
nl_nl: Rekenblad werd niet gevonden in de gegevensbank.
pl_pl: Model arkusza kalkulacyjnego nie może zostać znaleziony w bazie danych.

source: Line: %s, column: %s, %s with ID %s not found in the database.
de_de: Zeile: %s, Spalte: %s, %s mit ID %s nicht in der Datenbank gefunden.
es_es: Linea: %s, columna: %s, %s con ID %s no se encontró en la base de datos.
fr_fr: ligne: %s, colonne: %s. %s avec id %s inexistant.
nl_nl: Lijn: %s, kolom: %s, %s met ID %s niet gevonden in de gegevensbank.
pl_pl: Linia: %s, kolumna: %s, %s z numerem %s nie została znaleziona w bazie danych.

source: Line: %s, column: %s, address "%s" was not found in the database.
de_de: Zeile: %s, Spalte: %s, Adresse "%s" nicht in der Datenbank gefunden.
es_es: Linea: %s, columna: %s, dirección "%s" no se encontró en la base de datos.
fr_fr: ligne: %s, colonne: %s. L'addresse "%s" n'a pu être trouvée en base de données.
nl_nl: Lijn: %s, kolom: %s, adres "%s" niet gevonden in de gegevensbank.
pl_pl: Linia: %s, kolumna: %s, dane adresowe "%s" nie zostały znalezione w bazie danych.

source: Total turnover excl. VAT
de_de: Gesamtumsatz ohne MwSt.
es_es: Volumen total de negocios excl. IVA
fr_fr: CA HT total
nl_nl: Totale omzet excl. BTW
pl_pl: Całkowity obrót bez VAT

source: From
de_de: Von
es_es: De parte de
fr_fr: Du
nl_nl: Van
pl_pl: Z

source: at
de_de: bis
es_es: en
fr_fr: au
nl_nl: bij
pl_pl: na

source: Total expenses
de_de: Ausgaben gesamt
es_es: Gastos totales
fr_fr: D&eacute;penses totales
nl_nl: Totale kosten
pl_pl: Całkowite wydatki

source: Selling unit
de_de: Verkaufseinheit
es_es: Unidad de venta
fr_fr: Unité de vente
nl_nl: Verkoopseenheid
pl_pl: Jednostka sprzedaży

source: Cube meter
de_de: Kubikmeter
es_es: Metro cúbico
fr_fr: Mètre cube
nl_nl: Kubieke meter
pl_pl: Metr sześcienny

source: Liter
es_es: Litro
fr_fr: Litre
pl_pl: Litr

source: Kg
fr_fr: au kilogramme

source: Select
de_de: Wählen
es_es: Seleccionar
fr_fr: Sélectionner
nl_nl: Selecteer
pl_pl: Wybierz

source: Order addressee was not found in the database.
es_es: El destinatario del pedido no se encontró en la base de datos.
fr_fr: Le destinataire de la commande n'a pu être trouvé en base de données.
pl_pl: Połączony do planu kont

source: Order addressee site was not found in the database.
es_es: La ubicación del destinatario del pedido no se encontró en la base de datos.
fr_fr: Le site du destinataire de la commande n'a pu être trouvé en base de données.
pl_pl: Zlecenie z podanym adresem strony nie zostało znalezione w bazie danych

source: Shipper site was not found in the database.
es_es: Ubicación del consignador no se encontró en la base de datos.
fr_fr: Le site de l'expéditeur n'a pu être trouvé en base de données.
pl_pl: Strona firmy kurierskiej nie została znaleziona

source: Incoterm "FCA" was not found in the database
de_de: Incoterm "FCA" in der Datenbank nicht gefunden
es_es: Incoterm "FCA" no se encontró en la base de datos.
fr_fr: L'incoterm "FCA" n'a pas été trouvé en base de données
nl_nl: Incoterm "FCA" niet gevonden in geegvensbank
pl_pl: Incoterm nie został znaleziony w bazie danych

source: The following category could not be deleted because it is associated either to an offer on sale, a discount or a customer: %s
de_de: Die folgende Kategorie konnte nicht gelöscht werden, da sie entweder mit einem Verkaufsangebot, einem Preisnachlass oder einem Kunden zusammenhängt: %s
es_es: La categoría siguiente no se ha podido suprimir porque esta asociada con una oferta en venta, un descuento o un cliente: %s
fr_fr: La catégorie suivante ne peut pas être supprimée car elle est impliquée dans une promotion, une remise ou liée à un client : %s
nl_nl: De volgende categorie kon niet verwijderd worden omdat ze gekoppeld is aan een aanbieding, een korting of een klant: %s
pl_pl: Następujące kategorie nie mogą być skasowane ,ponieważ są powiązane z inną ofertą sprzedaży jak i rabatem lub klientem: %s

source: The following categories could not be deleted because they are associated either to an offer on sale, a discount or a customer: %s
de_de: Die folgenden Kategorien konnten nicht gelöscht werden, da sie entweder mit einem Verkaufsangebot, einem Preisnachlass oder einem Kunden zusammenhängen: %s
es_es: Las categorías siguientes no se han podido suprimir porque estan asociadas con una oferta en venta, un descuento o un cliente: %s
fr_fr: Les catégories suivantes ne peuvent pas être supprimées car elles sont impliquées dans une promotion, une remise ou liées à un client : %s
nl_nl: De volgende categoriën konden niet verwijderd worden omdat ze gekoppeld zijn aan een aanbieding, een korting of een klant: %s
pl_pl: Następujące kategorię nie mogą zostać skasowne, ponieważ są związane zaróno z ofertą sprzedaży, upustem dla klienta : %s

source: Annual turnover discount percent
es_es: Porcentaje de descuento sobre volumen de negocios
fr_fr: Pourcentage de remise sur CA annuel
pl_pl: Roczny procent dyskonta od obrotów

source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pl_pl: Imie

source: List of actors associated to category
de_de: Liste der Akteure, die mit der Kategorie zusammenhängen.
es_es: Lista de agentes asociados a esta categoría
fr_fr: Liste des acteurs liés à la catégorie
nl_nl: Lijst van deelnemers gekoppeld aan categorie
pl_pl: Lista uczestników związanych z kategorią

source: Currency
de_de: Währung
es_es: Divisa
fr_fr: Devise
nl_nl: Valuta
pl_pl: Waluta

source: Amount
de_de: Betrag
es_es: Cantidad
fr_fr: Montant
nl_nl: Bedrag
pl_pl: Ilość

source: List of minimum amounts to order associated to category
es_es: Lista de importes mínimos de pedidos assiciados a esta categoría
fr_fr: Liste des montants minimums de commande liés à la catégorie
pl_pl: Lista kwot minimalnych dla zlecenia związna z kategorią

source: Percent
es_es: Porcentaje
fr_fr: Pourcentage
pl_pl: Procent

source: Order minimum amount
es_es: Pedir cantidad mínima
fr_fr: Montant minimum de commande
pl_pl: Minimalna kwota zamówienia

source: Order maximum amount
es_es: Pedir cantidad máxima
fr_fr: Montant maximum de commande
pl_pl: Maksymalna kwota zamówienia

source: List of handings by range
es_es: Lista de descuentos por rango
fr_fr: Liste des remises par tranche
pl_pl: czyli Uporządkowana lista uchwytów

source: Task associated to the model
de_de: Aufgabe, die dem Modell zugeordnet ist
es_es: Tarea asociada al modelo
fr_fr: Tâche associée au modèle
nl_nl: Taak verbonden aan het model
pl_pl: Zadanie powiązane z modelem

source: Resource type
de_de: Ressourcentyp
es_es: Tipo de recurso
fr_fr: Type de ressource
nl_nl: Middeltype
pl_pl: Typ zasobów

source: Copy
de_de: Kopie
es_es: Copia
fr_fr: Copier
nl_nl: Kopie
pl_pl: Kopiuj

source: Copy resource model
es_es: Copiar modelo de recursos
fr_fr: Copier le modèle de coût
pl_pl: Kopiuj modele zasobów

source: product
de_de: Produkt
es_es: producto
fr_fr: produit
pl_pl: produkt

source: airplane types
de_de: Flugzeugtypen
es_es: tipos de aviónes
fr_fr: type d'appareil
nl_nl: vliegtuigtypes
pl_pl: typy samolotów

source: Show/Hide
de_de: Anzeigen/Verbergen
es_es: Mostrar/disimular
fr_fr: Masquer/Afficher
nl_nl: Weergeven/Verbergen
pl_pl: Pokaż/Ukryj

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
nl_nl: Toevoegen
pl_pl: Dodaj

source: You did not defined prices for selected %s.
de_de: Sie haben keine Preise für das ausgewählte %s definiert.
es_es: No ha definido precios para %s seleccionados.
fr_fr: Vous n'avez défini aucun prix pour les %s sélectionnés
nl_nl: U bepaalde geen prijzen voor de geselecteerde %s.
pl_pl: Nie zostały zdefiniowane ceny dla wybranych %s.

source: Please select a(n) %s.
de_de: Wählen Sie bitte ein(en) %s aus.
es_es: Por favor, seleccione un/a %s.
fr_fr: Vous devez sélectionner un %s.
nl_nl: Selecteer een %s.
pl_pl: Proszę wybierz (n)%s.

source: A conflict exists with prices by %s defined for the following services:
de_de: Es besteht ein Konflikt zu den Preisen nach %s, die für die folgenden Services definiert sind:
es_es: Un conflicto existe con precios por %s definidos para los servicios siguientes:
fr_fr: Il y a un conflit avec les prix par %s définis pour les prestations suivantes:
nl_nl: Er bestaat een conflict met prijzen bepaald door %s voor de volgende diensten:
pl_pl: Istnieje konflikt w cenach przez %s zdefiniowanego dla następujących usług:

source: Products
de_de: Produkte
es_es: Productos
fr_fr: Produits
nl_nl: Producten
pl_pl: Produkty

source: assigned
de_de: zugewiesen
es_es: asignado
fr_fr: affectés
nl_nl: toegewezen
pl_pl: przypisane

source: Available SN/Lot
de_de: Verfügbare Serien-Nr./Los
es_es: NS / Lote disponible
fr_fr: SN/Lot disponibles
nl_nl: Beschikbaar SN/lot
pl_pl: Dostępne SN/Lot

source: Manage alerts
de_de: Warnungen verwalten
es_es: Gestionar alertas
fr_fr: Gérer les alertes
nl_nl: Waarschuwingen beheren

source: Select expenses
de_de: Wählen Sie Ausgaben aus
es_es: Seleccionar gastos
fr_fr: Sélectionner les charges
nl_nl: Selecteer kosten
pl_pl: Wybierz rozchody

source: Select receipts
de_de: Wählen Sie Belege aus
es_es: Seleccionar recibos
fr_fr: Sélectionner les recettes
nl_nl: Selecteer ontvangsten
pl_pl: Wybierz wpływy

source: Expenses
de_de: Ausgaben
es_es: Gastos
fr_fr: Charges
nl_nl: Kosten
pl_pl: Wydatki

source: Receipts
de_de: Belege
es_es: Recibos
fr_fr: Recettes
nl_nl: Ontvangsten
pl_pl: Pokwitowania

source: Linked to the accounting plan of
de_de: Mit dem Buchhaltungsplan verbunden von
es_es: Vinculado(s) con el plan contable de
fr_fr: Rattaché au plan comptable de
nl_nl: Gekoppeld aan het boekhoudingsplan van
pl_pl: Powiązanie z planem kont

source: Select a model
de_de: Wählen Sie bitte ein Modell
es_es: Seleccionar un modelo
fr_fr: Sélectionner un modèle
nl_nl: Selecteer een model
pl_pl: Wybierz model

source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle

source: Task
de_de: Aufgabe
es_es: Tarea
fr_fr: Tâche
nl_nl: Taak
pl_pl: Zadanie

source: Customer name
de_de: Name des Kunden
es_es: Nombre del cliente
fr_fr: Nom du client
nl_nl: Klantnaam
pl_pl: Nazwa klienta

source: Order number
de_de: Bestellnummer
es_es: Número del pedido
fr_fr: No Commande
nl_nl: Bestelnummer
pl_pl: numer zamówienia

source: Download
de_de: Herunterladen
es_es: Telecargar
fr_fr: Téléchargement
pl_pl: Pobieranie

source: Assign
de_de: Zuweisen
es_es: Asignar
fr_fr: Affecter
nl_nl: Toewijzen
pl_pl: Przypisać

source: Unassign
de_de: Zuweisung aufheben
es_es: Desasignar
fr_fr: Désaffecter
nl_nl: Niet toewijzen
pl_pl: Nieprzypisane

source: This model can not be modified because it is already used in one or more orders
fr_fr: Ce modèle ne peut être modifié car il est utilisé dans une ou plusieurs commandes en cours.

source: Copy chain
de_de: Kette kopieren
es_es: Copiar cadena
fr_fr: Copier la chaîne
nl_nl: Kopieer reeks
pl_pl: Kopiuj sieć

source: Print worksheet
fr_fr: Imprimer la fiche technique

source: The following product caracteristic could not be deleted because it is associated to a product or a seasonality: %s
es_es: La característica siguiente de producto no se pudo suprimir porque esta asociada con un producto o con una temporalidad: %s
fr_fr: La caractéristique produit suivante n'a pu être supprimée car elle est associée à un produit ou une saisonnalité: %s
pl_pl: Następujące charakterystyki produktu nie mogą być skasowane ,ponieważ są powiązane z produktem bądź jego sezonowością: %s

source: The following product caracteristics could not be deleted because they are associated to a product or a seasonality: %s
es_es: Las características siguientes de producto no se pudieron suprimir porque estan asociadas con un producto o con una temporalidad: %s
fr_fr: Les caractéristiques produit suivantes n'ont pu être supprimées car elles sont associées à un produit ou une saisonnalité: %s
pl_pl: Następujace charakterystyki produktu nie mogą być skasowane ,ponieważ są powiązane zproduktem lub jego sezonowością: %s

source: A product caracteristic with this name and this type already exists, please correct.
es_es: Una característica de producto con este nombre y tipo ya existe, por favor corrija.
fr_fr: Une caractéristique produit de même nom est déjà associée au type de produit sélectionné, veuillez corriger.
pl_pl: Charakterystyka produktu z tą nazwą i tym typem już istnieje ,proszę skoryguj.

source: Resource "%s" could not be deleted because it is associated to one or more tasks
de_de: Ressource "%s" konnte nicht gelöscht werden, da sie mit einer oder mehreren Aufgaben zusammenhängt.
es_es: Recurso "%s" no se pudo suprimir porque esta asociado con una o varias tareas
fr_fr: Impossible de supprimer la ressource "%s" car elle est liée à une ou plusieurs tâches
nl_nl: Middel "%s" kon niet verwijderd worden omdat het gekoppeld is aan één of meerdere taken
pl_pl: Zasoby"%s"nie może być skasowane ,ponieważ jest powiązane z jednym lub więcej zadaniami

source: Resources "%s" could not be deleted because they are associated to one or more tasks
de_de: Ressourcen "%s" konnten nicht gelöscht werden, da sie mit einer oder mehreren Aufgaben zusammenhängen.
es_es: Recursos "%s" no se pudieron suprimir porque estan asociados con una o varias tareas
fr_fr: Impossible de supprimer les ressources "%s" car elle sont liées à une ou plusieurs tâches
nl_nl: Middelen "%s" konden niet verwijderd worden omdat ze gekoppeld zijn aan één of meerdere taken
pl_pl: Zasoby "%s" nie mogą być skasowane ,ponieważ są powiązane z jednym lub więcej zadaniami

source: Resources
de_de: Ressourcen
es_es: Recursos
fr_fr: Ressources
nl_nl: Middelen
pl_pl: Środki

source: Validate selected items
fr_fr: Valider les éléments sélectionnés

source: The following service could not be deleted because it is linked to an invoice or to an order: %s
de_de: Der folgende Service konnte nicht gelöscht werden, da er mit einer Rechnung oder einer Bestellung zusammenhängt: %s
es_es: El servicio siguiente no se pudo suprimir porque esta vinculado con una factura o un pedido: %s
fr_fr: La prestation suivante ne peut pas être supprimée car elle est liée à une facture ou une commande : %s
nl_nl: De volgende dienst kon niet verwijderd worden omdat deze gekoppeld is aan een factuur of een bestelling: %s
pl_pl: Następująca usługa nie może zostac skasowana, ponieważ jest związana z fakturą lub zleceniem : %s

source: The following services could not be deleted because they are linked to an invoice or to an order: %s
de_de: Der folgende Service konnte nicht gelöscht werden, da er mit einer Rechnung oder einer Bestellung zusammenhängt: %s
es_es: Los servicios siguientes no se han podido suprimir porque estan vinculads con una factura o un pedido: %s
fr_fr: Les prestations suivantes ne peuvent pas être supprimées car elles sont liées à une facture ou une commande : %s
nl_nl: De volgende diensten konden niet verwijderd worden omdat ze gekoppeld zijn aan een factuur of een bestelling: %s
pl_pl: Następujące serwisy nie mogą być skasowane ,ponieważ są połączone z fakturą lub z zamówieniem : %s

source: Add/Update service
de_de: Service hinzufügen/aktualisieren
es_es: Añadir/actualizar servicio
fr_fr: Ajout/édition de prestations
nl_nl: Dienst toevoegen/vernieuwen
pl_pl: Dodaj/Aktualizuj usługę

source: Rate
de_de: Geschwindigkeit
es_es: Tasa
fr_fr: Taux
nl_nl: Tarief
pl_pl: Wskaźnik

source: A user with the username "%s" already exists, please correct.
de_de: Es existiert bereits ein Benutzer mit dem Benutzernamen "%s". Bitte berichtigen Sie dies.
es_es: Un usuario con el nombre "%s" ya existe, por favor corrija.
fr_fr: Un utilisateur avec le nom d'utilisateur "%s" existe déjà, veuillez le modifier.
nl_nl: Er bestaat reeds een gebruiker met de gebruikersnaam "%s", gelieve te verbeteren.
pl_pl: Użytkownik o tej nazwie "%s"już istnieje,proszę skoryguj.

source: You cannot delete the connected user.
de_de: Sie können den verbundenen Benutzer nicht löschen.
es_es: No puede suprimir el usuario conectado.
fr_fr: L'utilisateur connecté ne peut être supprimé.
nl_nl: U kan de verbonden gebruiker niet verwijderen.
pl_pl: Nie możesz skasować powiązanego użytkownika.

source: You cannot delete the root user.
de_de: Sie können den Root-Benutzer nicht löschen.
es_es: No puede suprimir el usuario raíz.
fr_fr: Le super-utilisateur ne peut être supprimé.
nl_nl: U kan de hoofdgebruiker niet verwijderen.
pl_pl: Nie możesz skasować źródła użytkownika.
