Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Upload
es_es: Subir
fr_fr: Téléchargement
pl_pl: Uakyualnianie

source: Preferences for file uploads
es_es: Preferencias de subidas de archivos
fr_fr: Préférences pour le téléchargement de fichiers
pl_pl: Właściwości wczytywnia pliku

source: VAT management
es_es: Gestión de IVA
fr_fr: Gestion de la TVA
pl_pl: Zarządzanie VAT

source: Back office
fr_fr: Modélisation
nl_nl: Privékantoor
pl_pl: Wróć do biura

source: List of chains
de_de: Liste der Ketten
es_es: Lista de cadenas
fr_fr: Liste des chaines
nl_nl: Lijst van reeksen
pl_pl: Lista sieci

source: Pricing zones
fr_fr: Zones de tarification

source: Pricing zones management
fr_fr: Gestion des zones de tarification

source: Caracteristics
es_es: características
fr_fr: Caractéristiques
pl_pl: Charakterystyka

source: List of product caracteristics
es_es: Lista de características de productos
fr_fr: Liste des caractéristiques produit
pl_pl: Lista kategorii produktów

source: References by customer
de_de: Referenzen nach Kunde
es_es: Referencias por cliente
fr_fr: Références par client
nl_nl: Referenties door klant
pl_pl: Referencje według klienta

source: Product references by customer
de_de: Produktreferenzen nach Kunde
es_es: Referencias de productos por cliente
fr_fr: Références produit par client
nl_nl: Productreferenties door klant
pl_pl: Indeks produktu na klienta

source: Assignments
de_de: Zuweisungen
es_es: Asignaciones
fr_fr: Affectations
nl_nl: Toewijzingen
pl_pl: Przypisy

source: List of assignations
de_de: Liste der Zuweisungen
es_es: Lista de asignaciones
fr_fr: Liste des affectations
nl_nl: Lijst van toewijzingen
pl_pl: Lista przypisów

source: Actors
de_de: Akteure
es_es: Agentes
fr_fr: Acteurs
nl_nl: Deelnemers
pl_pl: Uczestnicy

source: List of actors
de_de: Liste der Akteure
es_es: Lista de agentes
fr_fr: Liste des acteurs
nl_nl: Lijst van deelnemers
pl_pl: Lista uczestników

source: Contact roles management
fr_fr: Gestion des fonctions des contacts

source: Salesmen commission settings
fr_fr: Paramétrage commissions commerciaux

source: Supplying settings
de_de: Liefereinstellungen
es_es: Configuración del suministro
fr_fr: Paramétrage approvisionnement
nl_nl: Instellingen leveringen
pl_pl: Ustawienia dostaw

source: Services
es_es: Servicios
fr_fr: Prestations
nl_nl: Diensten
pl_pl: Usługowy

source: List of services
de_de: Liste der Services
es_es: Lista de servicios
fr_fr: Liste des prestations
nl_nl: Lijst van diensten
pl_pl: Lista usług

source: List of airplane types
de_de: Liste der Flugzeugtypen
es_es: Lista de tipos de aviones
fr_fr: Liste des types d'appareil
nl_nl: Lijst van vliegtuigtypes
pl_pl: Lista typów samolotów

source: Costs
de_de: Kosten
es_es: Costes
fr_fr: Calcul des coûts
nl_nl: Kosten
pl_pl: Koszty

source: List of resources
de_de: Liste der Ressourcen
es_es: Lista de recursos
fr_fr: Liste des ressources
nl_nl: Lijst van middelen
pl_pl: Lista środków

source: List of product resources
es_es: Lista de recursos de productos
fr_fr: Liste des ressources produit
pl_pl: Lista zasobów produktu

source: Cost models
de_de: Kostenmodelle
es_es: Modelos de coste
fr_fr: Modèles de coût
nl_nl: Kostenmodellen
pl_pl: Formularze kosztu

source: List of cost models
de_de: Liste der Kostenmodelle
es_es: Lista de modelos de coste
fr_fr: Liste des modèles de coût
nl_nl: Lijst van kostenmodellen
pl_pl: Lista formularzy kosztu

source: Data management
es_es: Gestión de datos
fr_fr: Gestion des données

source: Colors management
es_es: Gestión de colores
fr_fr: Gestion des couleurs

source: Sizes management
es_es: Gestión de tamaños
fr_fr: Gestion des tailles

source: Seasons management
es_es: Gestión de temporadas
fr_fr: Gestion des saisons

source: Construction types management
fr_fr: Gestion des types de construction

source: Construction codes management
fr_fr: Gestion des codes construction

source: Shapes management
es_es: Gestión de formas
fr_fr: Gestion des formes

source: Press names management
fr_fr: Gestion des noms presse

source: Labels (griffes) management
fr_fr: Gestion des griffes

source: Heel heights management
fr_fr: Gestion des hauteurs talon

source: Materials management
es_es: Gestión de materiales
fr_fr: Gestion des matières premières / accessoires

source: Worksheets
fr_fr: Fiches techniques

source: Worksheets management
fr_fr: Gestion des fiches techniques

source: Seasonalities
de_de: Saisons
es_es: Temporalidades
fr_fr: Saisonnalités
nl_nl: Seizoensartikelen
pl_pl: Sezonowość

source: List of seasonalities
de_de: Liste der Saisons
es_es: Lista de temporalidades
fr_fr: Liste des saisonnalités
nl_nl: Lijst van seizoensartikelen
pl_pl: Lista sezonowości

source: Offers on sale
de_de: Verkaufsangebote
es_es: Ofertas en venta
fr_fr: Promotions
nl_nl: Aanbiedingen
pl_pl: Oferty sprzedaży

source: List of offers on sale
de_de: Liste der Verkaufsangebote
es_es: Lista de ofertas en venta
fr_fr: Liste des promotions
nl_nl: Lijst van aanbiedingen
pl_pl: Lista ofert sprzedaży

source: Discounts by category
de_de: Preisnachlässe nach Kategorie
es_es: Descuentos por categoría
fr_fr: Remises par catégorie
nl_nl: Kortingen volgens categorie
pl_pl: Zniżka według kategorii

source: List of discounts by customer category
de_de: Liste der Preisnachlässe nach Kundenkategorie
es_es: Lista de descuentos por categoría de cliente
fr_fr: Liste des remises par catégorie de client
nl_nl: Lijst van kortingen volgens klantencategorie
pl_pl: Lista rabatów dla kategorii klienta

source: List of nomenclatures models
de_de: Liste der Nomenklaturmodelle
es_es: Lista de modelos de nomenclatura
fr_fr: Liste des nomenclatures modèles
nl_nl: Lijst van namenlijsten
pl_pl: Lista modeli nomenklatury.

source: Orders
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
nl_nl: Bestellingen
pl_pl: Zamówienia

source: List of carriage services
de_de: Liste der Frachtservices
es_es: Lista de servicios de transporte
fr_fr: Liste des prestations de transport
nl_nl: Lijst van vrachtdiensten
pl_pl: Lista usług przwozowych

source: Orders follow-up
de_de: Nachfassen nach Bestellungen
es_es: Seguimiento de pedidos
fr_fr: Suivi commandes
nl_nl: Opvolgen bestellingen
pl_pl: Kontynuacja zamówienia

source: Product orders
de_de: Produktbestellungen
es_es: Pedidos de productos
fr_fr: Commandes produits
nl_nl: Productbestellingen
pl_pl: Zamówienia produktu

source: Carriage orders
de_de: Frachtbestellungen
es_es: Pedidos de transporte
fr_fr: Commandes transport
nl_nl: Vrachtbestellingen
pl_pl: Zamówienia przewozu

source: Class bookings
de_de: Klassenbuchungen
es_es: Reservas de clase
fr_fr: Réservations cours
nl_nl: Lesboekingen
pl_pl: Klasa rezerwacji

source: Class bookings follow-up
de_de: Nachfassen nach Klassenbuchungen
es_es: Seguimiento de reservas de clase
fr_fr: Suivi commandes de cours
nl_nl: Opvolgen lesboekingen
pl_pl: Kontynuowanie rezerwacji klasy

source: Estimates
es_es: Presupuestos
fr_fr: Devis
pl_pl: Wartości szacunkowe

source: List of estimates
es_es: Lista de presupuestos
fr_fr: Liste des devis
pl_pl: Lista wartości szacunkowych

source: Credit notes
de_de: Gutschriften
es_es: Notas de crédito
fr_fr: Avoirs
nl_nl: Creditnota's
pl_pl: Nota kredytowa

source: Accounts management
de_de: Kontenverwaltung
es_es: Gestión de cuentas
fr_fr: Gestion des comptes
nl_nl: Beheer rekeningen
pl_pl: Zarzadzanie przypisami

source: Banks
de_de: Banken
es_es: Bancos
fr_fr: Banques
nl_nl: Banken
pl_pl: Banki

source: List of banks
de_de: Liste mit Banken
es_es: Lista de bancos
fr_fr: Liste des banques
nl_nl: Lijst van banken
pl_pl: Lista banków

source: Accounting types
de_de: Buchhaltungstypen
es_es: Tipos de contabilidad
fr_fr: Modèles comptable
nl_nl: Rekeningtypes
pl_pl: Typy księgowania

source: Accounting types management
de_de: Verwaltung der Buchhaltungstypen
es_es: Gestión de los tipos de contabilidad
fr_fr: Gestion des modèles comptable
nl_nl: Beheer rekeningtypes
pl_pl: Zarzadzanie typem konta

source: Categories of expenses and receipts
de_de: Kategorien für Ausgaben und Belege
es_es: Categoría de gastos y recibos
fr_fr: Catégories de charges et recettes
nl_nl: Categorieën van kosten en ontvangsten
pl_pl: Kategorie wydatków i rachunki

source: Expenses and receipts models
de_de: Ausgaben und Belegmodelle
es_es: Modelos de gastos y recibos
fr_fr: Modèle de charge et recette
nl_nl: Kosten en ontvangsten
pl_pl: Modek wydatków i rachunków

source: Forecasts of expenses and receipts
de_de: Vorhersagen für Ausgaben und Belege
es_es: Previsiones de gastos y recibos
fr_fr: Prévisions de charges et recettes
nl_nl: Voorspellingen van kosten en ontvangsten
pl_pl: Prognoza wydatków

source: Expenses and receipts
de_de: Ausgaben und Belege
es_es: Gastos y recibos
fr_fr: Charges et recettes
nl_nl: Kosten en ontvangsten
pl_pl: Wydatki i rachunki

source: History
de_de: Verlauf
es_es: Historial
fr_fr: Historique
nl_nl: Historiek
pl_pl: Historia

source: Accounts receivable aging
de_de: Außenstände
es_es: Cuentas pendientes maduradas
fr_fr: Balance
nl_nl: Geldige rekeningen
pl_pl: Wiekowanie należności

source: Breaking-down
de_de: Aufschlüsselung
es_es: Descomposición
fr_fr: Ventilation
nl_nl: Analyse
pl_pl: Punkt przegięcia

source: Breaking-down data export
de_de: Aufschlüsselung Datenexport
es_es: Descomposición de la exportación de datos
fr_fr: Extraction des données de ventilation comptable
nl_nl: Analyse gegevensuitvoer
pl_pl: Punkt przegięcia axportu

source: Work order
de_de: Arbeitsauftrag
es_es: Pedido de trabajo
fr_fr: O.T.
nl_nl: Werkorder
pl_pl: Proces produkcji

source: Scheduled chains
de_de: Geplante Ketten
es_es: Cadenas programadas
fr_fr: Chaînes planifiées
nl_nl: Geplande reeksen
pl_pl: Harmonogram łańcuchów

source: List of activated chains
de_de: Liste aktivierter Ketten
es_es: Lista de cadenas activadas
fr_fr: Liste des chaînes activées
nl_nl: Lijst van geactiveerde reeksen
pl_pl: Lista aktywowanych łańcuchów

source: Work orders
de_de: Arbeitsaufträge
es_es: Pedidos de trabajo
fr_fr: O.T.
nl_nl: Werkorders
pl_pl: zlecenia produkcyjne

source: Work orders management
de_de: Verwaltung von Arbeitsaufträgen
es_es: Gestión de pedidos de trabajo
fr_fr: Gestion des ordres de travail
nl_nl: Beheer werkorders
pl_pl: Zarządzanie procesami produkcji

source: Regrouping in work order
de_de: Neugruppierung von Arbeitsaufträgen
es_es: Reagrupacición en pedido de trabajo
fr_fr: Regroupement dans un O.T.
nl_nl: Hergroeperen in werkorder
pl_pl: Regrupujące zlecenie produkcyjne

source: Amount of stock
de_de: Lagerbestand
es_es: Cantidad de existencias
fr_fr: Quantités en stock
nl_nl: Aantal in voorraad
pl_pl: Wiekoość magazynu

source: Stock state
de_de: Lagerzustand
es_es: Estado de existancias
fr_fr: Etat du stock
nl_nl: Status voorraad
pl_pl: Stan magazynowy

source: List of storage sites
de_de: Liste der Lagerstandorte
es_es: Lista de sitios de almacenamiento
fr_fr: Liste des Sites de Stockage
nl_nl: Lijst van opslagplaatsen
pl_pl: Lista stron magazynów

source: Expected movements
de_de: Erwartete Bewegungen
es_es: Movimientos previstos
fr_fr: Mouvements attendus
nl_nl: Verwachte bewegingen
pl_pl: Oczekiwane ruchy

source: Unexpected movements
de_de: Unerwartete Bewegungen
es_es: Movimientos imprevistos
fr_fr: Mouvements non prévus
nl_nl: Onverwachte bewegingen
pl_pl: Nieoczekiwane przesunięcia

source: Unexpected movement execution
de_de: Ausführung unerwarteter Bewegungen
es_es: Ejecución de un movimimiento imprevisto
fr_fr: Exécution d'un mouvement sans prévision
nl_nl: Uitvoeren onverwachte bewegingen
pl_pl: Wykonanie nieoczekiwanego przesunięcia

source: List of executed movements
de_de: Liste ausgeführter Bewegungen
es_es: Lista de movimientos ejecutados
fr_fr: Liste des mouvements exécutés
nl_nl: Lijst van uitgevoerde bewegingen
pl_pl: Lista wykonanych ruchów

source: Material accounting
de_de: Materialbuchhaltung
es_es: Contabilidad material
fr_fr: Compta matière
nl_nl: Materiaalbeheer
pl_pl: materiały księgowe

source: Supplying quantities optimization
es_es: Optimización de cantidades de suministro
fr_fr: Optimisation des réapprovisionnements
pl_pl: Optymalizacja liczby dostaw

source: Regrouping
de_de: Neugruppierung
es_es: Reagrupación
fr_fr: Regroupement
nl_nl: Hergroepering
pl_pl: Przegrupowanie

source: List of regrouping tasks
de_de: Liste der Neugruppierungs-Aufgaben
es_es: Lista de tareas de reagrupación
fr_fr: Liste des tâches de regroupement à exécuter
nl_nl: Lijst van gehergroepeerde taken
pl_pl: Lista przegrupowanych zadań

source: History of regroupings
de_de: Verlauf der Neugruppierungen
es_es: Historial de las reagrupaciones
fr_fr: Historique des regroupements
nl_nl: Historiek van hergroeperingen
pl_pl: Historia przegrupowań

source: List of document models
de_de: Liste der Dokumentenmodelle
es_es: Lista de modelos de documentos
fr_fr: Liste des modèles de document
nl_nl: Lijst van documenten
pl_pl: Lista wzorów dokumentu

source: Reprinting of documents
de_de: Dokumente erneut ausdrucken
es_es: Reimpresión de documentos
fr_fr: Réédition des documents
nl_nl: Documenten herafdrukken
pl_pl: Przedruki dokumentów

source: Lookbook printing
fr_fr: Édition du Lookbook

source: Scoreboard
de_de: Punktetafel
es_es: Marcador
fr_fr: Tableau de bord
nl_nl: Scorebord
pl_pl: Tablica wskaźników

source: salesman
fr_fr: commercial

source: Turnover by salesman
de_de: Umsatz nach Vertriebsmitarbeiter
es_es: Volumen de ventas por vendedor
fr_fr: CA par commercial
nl_nl: Omzet volgens vertegenwoordiger
pl_pl: Obrót Sprzedawcy

source: Salesmen commissions
fr_fr: Commissions des commerciaux

source: Turnover by customer
de_de: Umsatz nach Kunde
es_es: Volument de ventas por cliente
fr_fr: CA par client
nl_nl: Omzet volgens klant
pl_pl: Obroty Klienta

source: Turnover by category
de_de: Umsatz nach Kategorie
es_es: Volumen de ventas por categoría
fr_fr: CA par catégorie
nl_nl: Omzet volgens categorie
pl_pl: Obroty kategorii

source: Turnover by product
de_de: Umsatz nach Produkt
es_es: Volumen de ventas por producto
fr_fr: CA par produit
nl_nl: Omzet volgens product
pl_pl: Obroty produktu

source: Turnover by supplier
de_de: Umsatz nach Zulieferer
es_es: Volumen de ventas por proveedor
fr_fr: CA fournisseur
nl_nl: Omzet volgens leverancier
pl_pl: obroty Dostawcy

source: Turnover by customer/supplier
de_de: Umsatz nach Kunde/Zulieferer
es_es: Volumen de regocios por cliente/proveedor
fr_fr: CA client/fournisseur
nl_nl: Omzet volgens klant/leverancier
pl_pl: Obroty Klienta/ Dostawcy

source: Details of customer turnover sorted by supplier
de_de: Einzelheiten des Kundenumsatzes nach Zulieferer
es_es: Detalles de volumen de negocios cliente ordenado por cliente
fr_fr: Détail du CA client réparti par fournisseur
nl_nl: Details van klantenomzet volgens leverancier
pl_pl: szczegółowe obroty z klientami posortowane po dostawcach

source: List of tasks
de_de: Liste der Aufgaben
es_es: Lista de tareas
fr_fr: Liste des tâches
nl_nl: Lijst van taken
pl_pl: Lista zadań

source: Time schedule
de_de: Zeitplan
es_es: Programa hora por hora
fr_fr: Planning
nl_nl: Tijdsschema
pl_pl: czas harmonogramu

source: Flights
de_de: Flüge
es_es: Vuelos
fr_fr: Vols
nl_nl: Vluchten
pl_pl: Przeloty

source: Log book
de_de: Log-Buch
es_es: Diario de a bordo
fr_fr: Carnet de vol
nl_nl: Logboek
pl_pl: Ksiażka rejestrów

source: Board book
de_de: Bordbuch
es_es: Diario de a bordo
fr_fr: Carnet de route
nl_nl: Journaal
pl_pl: Księga pokładowa

source: Expected flights
de_de: Erwartete Flüge
es_es: Vuelos previstos
fr_fr: Vols prévus
nl_nl: Verwachte vluchten
pl_pl: Oczekiwane przeloty

source: List of expected flights
de_de: Liste der erwarteten Flüge
es_es: Lista de vuelos previstos
fr_fr: Liste des vols prévus
nl_nl: Lijst van verwachte vluchten
pl_pl: Lista oczekiwanych przelotów

source: List of completed flights
de_de: Liste der abgeschlossenen Flüge
es_es: Lista de vuelos completados
fr_fr: Liste des vols effectués
nl_nl: Lijst van afgeronde vluchten
pl_pl: Lista ukończonych przelotów

source: EDM
es_es: GED
fr_fr: GED

source: Electronic document management
es_es: Gestión de documentos electrónicos
fr_fr: Gestion électronique des documents
pl_pl: Elektroniczne zarządzanie dokumentów

source: List of uploaded documents
es_es: Lista de documentos subidos
fr_fr: Liste des documents
pl_pl: Lista nieznanych dokumentów

source: Document Types
es_es: Tipos de documentos
fr_fr: Types de document
pl_pl: Typy dokumentów

source: List of document types
es_es: Lista de tipos de doucmentos
fr_fr: Liste des types de document
pl_pl: Lista typów dokumentu

source: For selected item:
es_es: Para el artículo seleccionado:
fr_fr: Pour l'élément sélectionné:
pl_pl: Dla wybranych przedmiotów:

source: For selected items:
de_de: Für die ausgewählten Elemente:
es_es: Para artículos seleccionados:
fr_fr: Pour les éléments sélectionnés:
nl_nl: Voor geselecteerde items:
pl_pl: Dla wybranych przedmiotów:

source: Print list
de_de: Liste drucken
es_es: Imprimir lista
fr_fr: Imprimer la liste
nl_nl: Lijst afdrukken
pl_pl: Drukuj listę

source: Export list in csv format (Excel)
de_de: Liste im CSV-Format exportieren (Excel)
es_es: Exportar lista en formato csv (Excel)
fr_fr: Exporter la liste au format csv (Excel)
nl_nl: Exporteer lijst in csv-formaat (Excel)
pl_pl: Eksport listy w formacie csv (Excel)

source: First page
de_de: Erste Seite
es_es: Primera pagina
fr_fr: Première page
nl_nl: Eerste pagina
pl_pl: Pierwsza strona

source: Previous page
de_de: Vorherige Seite
es_es: Pagina anterior
fr_fr: Page précédente
nl_nl: Vorige pagina
pl_pl: Poprzednia strona

source: Next page
de_de: Nächste Seite
es_es: Próxima pagina
fr_fr: Page suivante
nl_nl: Volgende pagina
pl_pl: Następna strona

source: Last page
de_de: Letzte Seite
es_es: Ultima pagina
fr_fr: Dernière page
nl_nl: Laatste pagina
pl_pl: Ostatnia strona

source: Items number per page
de_de: Anzahl der Elemente pro Seite
es_es: Número de artículos por página
fr_fr: Nombre d'items par page
nl_nl: Itemnummer per pagina
pl_pl: Numer przedmiotu przez stronę

source: Columns
de_de: Spalten
es_es: Columnas
fr_fr: Colonnes
nl_nl: Kolommen
pl_pl: Kolumny

source: Available columns
de_de: Verfügbare Spalten
es_es: Columnas disponibles
fr_fr: Colonnes disponibles
nl_nl: Beschikbare kolommen
pl_pl: Dostępne kolumny

source: Columns to hide
de_de: Auszublendende Spalten
es_es: Columnas por disimular
fr_fr: Colonnes à masquer
nl_nl: Verborgen kolommen
pl_pl: Kolumny do ukrycia

source: You can't hide all columns.
de_de: Sie können nicht alle Spalten ausblenden.
es_es: No se puede disimular todas las columnas.
fr_fr: Vous ne pouvez pas masquer toutes les colonnes.
nl_nl: U kan niet alle kolommen verbergen.
pl_pl: Nie można ukryć wszystkich kolumn.

source: Select a date
de_de: Wählen Sie bitte ein Datum aus.
es_es: Seleccionar una fecha
fr_fr: Saisissez une date
nl_nl: Selecteer een datum
pl_pl: Wybierz datę

source: confirm
de_de: bestätigen
es_es: confirmar
fr_fr: confirmation
nl_nl: bevestig
pl_pl: potwierdź

source: Filter by
de_de: Filtern nach
es_es: Filtrar por
fr_fr: Filtrer par
nl_nl: Filter volgens
pl_pl: Filtruj przez

source: criteria
es_es: criterios
fr_fr: critère
pl_pl: kryteria

source: Available criteria
es_es: Criterios disponibles
fr_fr: Critères disponibles
pl_pl: Kryteria dostępności

source: Criteria to hide
es_es: Criterios por esconder
fr_fr: Critères à masquer
pl_pl: Kryteria do ukrycia

source: You can't hide all criteria.
es_es: No se puede esconder todos los criterios.
fr_fr: Vous ne pouvez masquer tous les critères.
pl_pl: Nie można ukryć wszystkich kryteriów.

source: Week %s of %s
de_de: Woche %s von %s
es_es: Semana %s de %s
fr_fr: Semaine %s de %s
nl_nl: Week %s van %s
pl_pl: Tydzień %s z %s

source: Error when executing action
de_de: Fehler bei der Ausführung der Handlung.
es_es: Error durante la ejecución de una acción
fr_fr: Erreur lors de l'exécution de l'action sélectionnée
nl_nl: Fout bij uitvoeren actie
pl_pl: Bład podczas wykonywania działania

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Confirmation
nl_nl: Bevestigen
pl_pl: Potwierdż

source: SQL error.
de_de: SQL-Fehler.
es_es: Error SQL.
fr_fr: Erreur SQL...
nl_nl: SQL-fout
pl_pl: SQL błąd.

source: Session expired, please try again.
de_de: Sitzung abgelaufen. Versuchen Sie es noch einmal.
es_es: Sesión vencida, inténtelo de nuevo por favor.
fr_fr: La session a expiré, veuillez recommencer.
nl_nl: Sessie verlopen, probeer het nogmaals.
pl_pl: Sesja wygasła, proszę spróbuj ponownie.

source: This action cannot be completed
de_de: Diese Handlung kann nicht fertiggestellt werden.
es_es: Esta acción no puede ser completada
fr_fr: Impossible d'exécuter cette action
nl_nl: Deze actie kan niet afgewerkt worden
pl_pl: To zadanie nie może być zakończone

source: You must select a wished date
de_de: Sie müssen ein gewünschtes Datum auswählen.
es_es: Debe elejir una fecha deseada
fr_fr: Vous devez choisir une date souhaitée.
nl_nl: U moet een gewenste datum selecteren
pl_pl: Trzeba wybrać datę oczekiwaną

source: Begin date must be lower than end date.
de_de: Das Startdatum muss vor dem Enddatum liegen.
es_es: La fecha de inicio debe ser inferior a la fecha de fin.
fr_fr: La date de début doit être inférieure à celle de fin.
nl_nl: Begindatum moet lager zijn dan einddatum.
pl_pl: Data rozpoczęcia musi być wcześniejsza niż data zakończenia.

source: Selected items were not found in the database.
de_de: Die ausgewählten Elemente wurden in der Datenbank nicht gefunden.
es_es: Los artículos seleccionados no se encontraron en la base de datos.
fr_fr: Les éléments sélectionnés n'ont pu être chargés.
nl_nl: Geselecteerde items niet gevonden in de gegevensbank.
pl_pl: Wybrane pozycje nie zostały znalezione w bazie danych.

source: Maximum allowed weight exceeded for selected airplane
de_de: Zulässiges Höchstgewicht für das ausgewählte Flugzeug wurde überschritten.
es_es: Peso máximo permitido superado para el avión seleccionado
fr_fr: Le poids dépasse le poids maximum autorisé pour l'appareil sélectionné
nl_nl: Maximum toegestane gewicht overschreden voor geselecteerd vliegtuig
pl_pl: Maksymalna dozowlona waga przekraczona dla wybranego samolotu

source: Error.
de_de: Fehler.
fr_fr: Erreur lors de la sauvegarde.
nl_nl: Fout.
pl_pl: BŁĄD.

source: Passwords do not match, please correct.
de_de: Die Passwörter stimmen nicht überein. Bitte erneut eingeben.
es_es: Las contraseñas no corresponden, por favor, corrija.
fr_fr: Les mots de passe saisis ne concordent pas.
nl_nl: Wachtwoorden stemmen niet overeen, gelieve te verbeteren.
pl_pl: Hasło nie pasuje, proszę wpisz poprawne hasło.

source: No page correspond to your request.
de_de: Ihrer Anfrage entspricht keine Seite.
es_es: Ninguna pagina corresponde a su solicitud.
fr_fr: Aucune page ne correspond à la requête.
nl_nl: Geen corresponderende pagina.
pl_pl: Brak strony opowiadającej na twoje żądanie.

source: Authentication error.
de_de: Authentifizierungsfehler.
es_es: Error de autenticación.
fr_fr: Echec de l'authentification.
nl_nl: Bevestigingsfout.
pl_pl: Autentykacja błędu.

source: No user
de_de: Kein Benutzer
es_es: Ningún usuario
fr_fr: Aucun utilisateur
nl_nl: Geen gebruiker
pl_pl: Brak użytkownika

source: Access denied: user "%s" is not allowed to use this feature.
de_de: Zugriff verweigert: Benutzer "%s" ist nicht berechtigt, diese Funktion zu verwenden.
es_es: Acceso denegado: usuario "%s" no esta autorizado a utilizar esta característica.
fr_fr: L'utilisateur %s ne possède pas le profil approprié pour accéder à cette page.
nl_nl: Toegang geweigerd: gebruiker "%s" heeft geen toelating tot deze functie.
pl_pl: Dostęp zabroniony: użytkownik "%s" ne ma uprawnień do korzystania z tej funkcjonalności.

source: No record found.
de_de: Keinen Datensatz gefunden.
es_es: Ningún documento encontrado.
fr_fr: Pas d'enregistrement trouvé.
nl_nl: Geen record gevonden.
pl_pl: Nie znaleziono rekordu.
