Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: The following active products have no main supplier: <ul><li>%s</li></ul>
es_es: Los siguientes productos activos no tienen proveedor principal: <ul><li>%s</li></ul>
fr_fr: Les produits activés suivants n'ont plus de fournisseur principal: <ul><li>%s</li></ul>
pl_pl: Następujące aktywne produkty nie mają głównego Dostawcy: <ul><li>%s</li></ul>

source: The document was created.
de_de: Die Dokumente wurden erstellt.
es_es: El documento ha sido creado.
fr_fr: Le document a été créé.
nl_nl: Het document werd aangemaakt.
pl_pl: Dokument został stworzony.

source: No location was found for this addressee, deposited packings will not be taken into account, continue ?
de_de: Für diesen Empfänger wurde kein Standort gefunden. Die deponierten Pakete werden nicht berücksichtigt. Wollen Sie fortfahren?
es_es: Ninguna ubicación se encontró para este destinatario, paquetes depositados no seran tomados en cuenta, ¿seguir?
fr_fr: Aucun emplacement n'a été trouvé pour ce destinataire, les emballages consignés ne seront pas pris en compte. Voulez vous continuer ?
nl_nl: Geen locatie gevonden voor deze bestemmeling, pakketten zullen niet in aanmerking komen, doorgaan ?
pl_pl: Lokalizacja dla danego odbiorcy nie została znaleziona, zdeponowana paczka nie będzie brana pod uwagę, czy kontynuować?

source: Movements number %s already appear on forwarding forms number %s. Please correct your selection.
de_de: Die Bewegungen Nummer %s erscheinen bereits auf den Versandscheinen Nummer %s. Bitte berichtigen Sie Ihre Auswahl.
es_es: Movimientos número %s ya estan en formularios de envío número %s . Por favor, corrija su selección.
fr_fr: Les mouvements n°%s figurent déjà sur les bordereaux d'expédition n°%s. Merci de refaire votre sélection de mouvements.
nl_nl: Aantal bewegingen %s verschijnt reeds op een aantal formulieren %s.Gelive uw selectie te verbeteren.
pl_pl: Numer przesunięcia magazynowego %s już pojawił się na formularzu %s. Proszę sprawdzić swój wybór.

source: Movements %s were cancelled and cannot appear in forwarding form. Please correct your selection.
de_de: Die Bewegungen %s wurden abgebrochen und können nicht Teil des Versandscheins sein. Bitte berichtigen Sie Ihre Auswahl.
es_es: Movimientos %s han estado cancelados y no pueden aparecer en formulario de envío. Por favor, corrija su selección.
fr_fr: Les mouvements %s ont été annulés et ne peuvent figurer sur un bordereau d'expédition. Merci de refaire votre sélection.
nl_nl: Bewegingen werden geannuleerd en kunnen niet verschijnen in het formulier.Gelieve uw selectie te verbeteren.
pl_pl: Przesunięcia magazynowe %s zostały anulowane i nie może pojawić się na formularzu spedycyjnym. Proszę, popraw swój wybór.

source: You did not select stock entries, forwarding form printing is impossible. Please correct your selection.
de_de: Sie haben keine Lagerposten ausgewählt. Der Versandschein kann nicht ausgedruckt werden. Bitte berichtigen Sie Ihre Auswahl.
es_es: No ha seleccionado entradas de existencias, impresión de formulario de envío es imposible. Por favor, corrija su selección.
fr_fr: Vous avez sélectionné des entrées en stock. L'édition du bordereau d'expédition est impossible .Merci de modifier votre sélection.
nl_nl: U heeft geen voorraad geselecteerd, het is onmogelijk het formulier af te drukken.Gelieve uw selectie te verbeteren.
pl_pl: Nie można wybrać przyjęcia magazynowego, wydruk formularza spedycyjnego jest niemożliwy. Proszę popraw swój wybór.

source: Select addressee
de_de: Wählen Sie bitte den Empfänger aus.
es_es: Elejir destinatario
fr_fr: Sélectionner le destinataire
nl_nl: Selecteer bestemmeling
pl_pl: Wybierz odbiorcę

source: Select carrier
de_de: Wählen Sie bitte das Frachtunternehmen aus.
es_es: Elejir transportista
fr_fr: Sélectionner le transporteur
nl_nl: Selecteer transporteur
pl_pl: Wybierz przewożnika

source: Carrier departure site
de_de: Abflugstandort des Frachtunternehmens
es_es: Sitio de salida de transportista
fr_fr: Site de départ du transporteur.
nl_nl: Vertrekplaats transporteur
pl_pl: Miejsce wylotu samolotu

source: Carrier arrival site
de_de: Ankunftsstandort des Frachtunternehmens
es_es: Sitio de llegada del transportista
fr_fr: Site d'arrivée du transporteur.
nl_nl: Aankomstplaats transporteur
pl_pl: Miejsce przylotu samolotu

source: Print forwarding form
de_de: Versandschein ausdrucken
es_es: Imprimir formulario de transporte
fr_fr: Edition de bordereau d'expédition
nl_nl: Formulier afdrukken
pl_pl: Drukuj formularz umowy terminowej

source: Status
es_es: Estado
fr_fr: Statut

source: Statistics by action type
de_de: Statistiken nach Handlungstyp
es_es: Estadisticas por tipo de acción
fr_fr: Statistiques par type d'action
nl_nl: Statistieken volgens actietype
pl_pl: Statystka typu akcji

source: Charge
de_de: Berechnung
es_es: Tarifa
fr_fr: Facturer
nl_nl: Lading
pl_pl: Opłata

source: Show invoices
de_de: Rechnungen anzeigen
es_es: Mostrar Facturas
fr_fr: Voir factures
nl_nl: Toon facturen
pl_pl: Pokaż fakturę

source: Show payments
de_de: Zahlungen anzeigen
es_es: Mostrar pagos
fr_fr: Voir règlements
nl_nl: Toon betalingen
pl_pl: Pokaż bilans

source: Receipt
de_de: Beleg
es_es: Recibo
fr_fr: Récépissé
nl_nl: Ontvangstbewijs
pl_pl: Potwierdzenie odbioru

source: Print order receipt
de_de: Bestellbeleg drucken
es_es: Imprimir recibo del pedido
fr_fr: Réédition du récépissé de commande
nl_nl: Ontvangstbewijs afdrukken
pl_pl: Wydrukuj potwierdzenie zamówienia

source: Shipment
de_de: Lieferung
es_es: Consignación
fr_fr: Expédition
nl_nl: Verzending
pl_pl: Wysyłka towaru

source: Shipment informations
de_de: Lieferinformationen
es_es: Detalles de consignación
fr_fr: Données d'expédition
nl_nl: Informatie verzending
pl_pl: Informacje o przewozie towaru

source: number
de_de: Nummer
es_es: número
fr_fr: N°
nl_nl: aantal
pl_pl: numer

source: Parcel
de_de: Paket
es_es: Paquete
fr_fr: Colis
nl_nl: Pakket
pl_pl: Przesylka

source: Error: parent component has no associated part.
de_de: Fehler: Übergeordnete Komponente hat kein zugehöriges Teil.
es_es: Error: componente matriz no tiene ninguna pieza asociada.
fr_fr: Erreur: Le composant parent n'a pas de pièce associée
nl_nl: Fout: oudercomponent heeft geen verwant onderdeel.
pl_pl: Błąd: Komponent wyższego poziomu nie jest skojarzony z częścią na niższym poziomie

source: Please select a SN for the parent.
de_de: Wählen Sie bitte eine Serien-Nr. für die übergeordnete Komponente aus.
es_es: Por favor, elija un NS para la matriz.
fr_fr: Veuillez sélectionner un SN pour le parent.
nl_nl: Selecteer een SN voor de ouder.
pl_pl: Proszę wybierz SN dla rodzica.

source: Selected airplane will not be available, please change it.
de_de: Das ausgewählte Flugzeug ist nicht verfügbar. Wählen Sie bitte ein anderes.
es_es: El avión seleccionado estará indisponible, por favor cambielo.
fr_fr: L'appareil sélectionné ne sera pas disponible. Veuillez en changer.
nl_nl: Geselecteerd vliegtuig is niet beschikbaar, gelieve te wijzigen.
pl_pl: Wybrano samolot, który nie będzie dostępny , proszę to zmienić.

source: Remaining quantity
de_de: Verbleibende Menge
es_es: Cantidad pendiente
fr_fr: Quantité restante
nl_nl: Resterende hoeveelheid
pl_pl: Pozostała ilość

source: Added quantity
de_de: Hinzugefügte Menge
es_es: Cantidad añadida
fr_fr: Quantité ajoutée
nl_nl: Toegevoegde hoeveelheid
pl_pl: Dodane ilości

source: Total quantity
de_de: Summe Menge
es_es: Cantidad total
fr_fr: Quantité totale
nl_nl: Totale hoeveelheid
pl_pl: Calkowita ilość

source: Oil: added quantity (L)
de_de: Öl: hinzugefügte Menge (L)
es_es: Aceite: cantidad añadida (L)
fr_fr: Huile: Quantité ajoutée (L)
nl_nl: Olie: toegevoegde hoeveelheid (L)
pl_pl: Olej:dodane ilości(L)

source: Flight preparation validation
de_de: Überprüfung der Flugvorbereitung
es_es: Validación de la preparación del vuelo
fr_fr: Validation d'une préparation de vol
nl_nl: Bevestiging vluchtvoorbereiding
pl_pl: Przygotowano zatwierdzenie lotu

source: Carriage services billing is based on reality: a grouping task have to be executed before billing.
es_es: Facturación de servicios de transporte se basa en la realidad: una tarea de agrupación se debe ejecutar antes de facturar.
fr_fr: La facturation des opérations de transport est basée sur le réel: une tâche de regroupement doit être exécutée avant de facturer.
pl_pl: Opata spedycyjna jest liczona na podstawie rzeczywistych wartości : zadanie grupujące musi być wykonane przed zafakturowaniem.

source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
nl_nl: Inhoud
pl_pl: Treśc

source: You have no catalogue defined, please contact your administrator.
de_de: Sie haben keinen Katalog definiert. Wenden Sie sich bitte an Ihren Administrator.
es_es: Usted no tiene ningún catálogo definido, por favor póngase en contacto con su administrador.
fr_fr: Pas de catalogue défini, merci de contacter votre pilote.
nl_nl: U heeft geen catalogus gedefinieerd, neem contact op met uw administrator.
pl_pl: Nie masz zdefiniowanej listy, proszę skontaktuj się ze swoim administratorem

source: Reset all
de_de: Alle zurücksetzen
es_es: Reiniciar todo
fr_fr: Réinitialiser toute la commande
nl_nl: Alles herstarten
pl_pl: ponownie wszystko

source: Sold by
es_es: Vendido por
fr_fr: Vendu par
pl_pl: Sprzedany przez

source: Ask for estimate
es_es: Pida presupuesto
fr_fr: Demander un devis
pl_pl: Odpowiedz na oszacowanie

source: Order selected items
de_de: Ausgewählte Produkte bestellen
es_es: Pedir artículos seleccionados
fr_fr: Commander
nl_nl: Geselecteerde items bestellen
pl_pl: Zamówienie wybranego przedmiotu

source: Selected zones cannot be deleted
de_de: Die ausgewählten Zonen konnten nicht gelöscht werden.
es_es: No se puede suprimir la zonas seleccionadas
fr_fr: Impossible de supprimer les zones spécifiées.
nl_nl: Geselecteerde zones kunnen niet verwijderd worden
pl_pl: Wybierz strefy ,które nie mogą być skasowane

source: Please select a task.
de_de: Wählen Sie bitte eine Aufgabe aus.
es_es: Por favor, elija una tarea.
fr_fr: Vous devez sélectionner une tâche dans la liste.
nl_nl: Selecteer een taak.
pl_pl: Wybierz zadanie

source: Wrong date range provided.
de_de: Falsche Zeitspanne angegeben.
es_es: Rango de fechas proporcionadas erroneo.
fr_fr: Le créneau de date saisi est incorrect.
nl_nl: Verkeerd datumbereik ingevoerd.
pl_pl: Wprowadzono złą datę przedziału.

source: All customer categories
de_de: Alle Kundenkategorien
es_es: Todas categorías de clientes
fr_fr: Toutes les catégories client
nl_nl: Alle klantencategoriën
pl_pl: Wszystkie kategorie klienta

source: Targeted customers
de_de: Angezielte Kunden
es_es: Clientes enfocados
fr_fr: Clients ciblés
nl_nl: Beoogde klanten
pl_pl: Wyśledzenie klientów

source: Supplying impacts (%)
de_de: Einfluss auf Lieferbarkeit (%)
es_es: Impactos de suministro (%)
fr_fr: Impact approvisionnements (%)
nl_nl: Geleverde impacten (%)
pl_pl: Dostawy(%)

source: Restrict to products
de_de: Auf Produkte begrenzt
es_es: Limitar a productos
fr_fr: Restreindre à des produits
nl_nl: Beperken tot producten
pl_pl: Ograniczenia produktów

source: Please provide a rate/amount.
de_de: Bitte eine Rate/einen Betrag angeben.
es_es: Por favor, proporcione una tarifa/importe.
fr_fr: Vous devez saisir un taux/montant.
nl_nl: Voer een tarief/bedrag in.
pl_pl: Proszę wprowadź wskaźnik/kwot.

source: Please provide the offer on sale type.
de_de: Bitte den Typ des Verkaufsangebots angeben.
es_es: Por favor, proporcione la oferta sobre tipo de venta.
fr_fr: Vous devez un type de promotion.
nl_nl: Voer het type aanbieding in.
pl_pl: Proszę wprowadź ofertę typu sprzedaży.

source: Please provide a name for supplying impact.
de_de: Bitte geben Sie einen Namen an für den Einfluss auf Lieferbarkeit.
es_es: Por favor, proporcione un nombre para impacto de suministro.
fr_fr: Vous devez saisir un nombre pour l'impact sur les approvisionnements.
nl_nl: Voer een naam in voor degeleverde impact.
pl_pl: Proszę wprowadź nazwę dla dostawy.

source: of an offer on sale
de_de: für ein Verkaufsangebot
es_es: de una oferta en venta
fr_fr: d'une promotion
nl_nl: van een aanbieding
pl_pl: z ofert sprzedaży

source: Your browser (%s) is not supported by onlogistics.
de_de: Ihr Browser (%s) wird nicht von OnLogistics unterstützt.
es_es: Su navegador (%s) no está soportado por Onlogistics.
fr_fr: Votre navigateur (%s) n'est pas supporté par onlogistics.
nl_nl: Uw verkenner (%s) wordt niet ondersteund door onlogistics.
pl_pl: Twoja przegladarka (%s) nie współpracuje z onlogistic.

source: Unsupported browser
de_de: Nicht unterstützter Browser
es_es: Navegador no soportado
fr_fr: Navigateur non supporté
nl_nl: Niet-ondersteunde verkenner
pl_pl: Nie wspierana przeglądarka

source: Login must be: yourlogin@yourcustomername
de_de: Erforderliches Format der Anmeldung: ihrlogin@ihrbenutzername
es_es: Login tiene que ser: sulogin@sunombredecliente
fr_fr: Le login doit avoir le format login@nomclient
nl_nl: Log-in moet zijn: uwlogin@uwklantnaam
pl_pl: Loginmusi być : yourlogin@yourcustomername

source: Authentication
de_de: Authentifizierung
es_es: Autenticación
fr_fr: Authentification
nl_nl: Bevestiging
pl_pl: autentykacja

source: Please select a document related to an order in order to print the receipt.
de_de: Wählen Sie bitte ein Dokument einer Bestellung aus, um den Beleg auszudrucken.
es_es: Por favor, seleccione un documento vinculado con un pedido para imprimir el recibo.
fr_fr: Vous devez sélectionner un document associé à une commande pour éditer le récépissé de la commande.
nl_nl: Selecteer een document verbonden aan een bestelling om het ontvangstbewijs af te drukken.
pl_pl: Proszę wybierz dokument dotyczacy zamówienia w zamówieniu do druku pokwitowania.

source: Selected item is not an estimate.
es_es: El artículo seleccionado no es un presupuesto.
fr_fr: L'élément sélectionné n'est pas un devis.
pl_pl: Wybrany przedmiot wyceniony.

source: Receipt reprinting is impossible for this type of document.
fr_fr: La réédition du récépissé de ce type de commande n'est pas géré.

source: Preferences were successfully saved.
de_de: Voreinstellungen wurden erfolgreich gespeichert.
es_es: Las preferencias se han guardado con éxito.
fr_fr: Le paramétrage a été enregistré.
nl_nl: Voorkeuren werden succesvol opgeslagen.
pl_pl: Preferencje zostały zachowane z powodzeniem.

source: An error occurred
de_de: Es ist ein Fehler aufgetreten.
es_es: Un error ha occurido
fr_fr: Une erreur est survenue.
nl_nl: Fout
pl_pl: Wystąpił błąd

source: Wrong data provided for the following suppliers
de_de: Falsche Daten für die folgenden Zulieferer angegeben.
es_es: Datos erroneos proporcionados acerca de los proveedores siguientes
fr_fr: La saisie est incorrecte pour les fournisseurs suivants
nl_nl: Verkeerde gegevens ingevoerd voor de volgende leveranciers
pl_pl: Wprowadzono nieprawidłową datę dla następujących dostawców

source: Please correct data provided for these suppliers
de_de: Bitte berichtigen Sie die für diese Zulieferer angegebenen Daten.
es_es: Por favor corrija los datos proporcionados sobre estos proveedores
fr_fr: Veuillez resaisir les paramètres pour ces fournisseurs
nl_nl: Gelieve ingevoerde gegevens te verbeteren voor deze leveranciers
pl_pl: Proszę skoryguj wprowadzoną datę dla tych dostawców

source: Maximum number of days acceptable for delivery
de_de: Maximale annehmbare Anzahl von Tagen für die Lieferung.
es_es: Número máximo de días aceptables para la entrega
fr_fr: Nbre jours de livraison maxi acceptable
nl_nl: Maximum aantal dagen aanvaardbaar voor levering
pl_pl: Maksymalna ilość dni akceptacji dostawy

source: Number of days for delivery
de_de: Anzahl der Tage für die Lieferung
es_es: Número de días hasta la entrega
fr_fr: Nbre jours de délai de livraison
nl_nl: Aantal dagen voor levering
pl_pl: Liczba dni dostawy

source: Supplying mode
de_de: Lieferart
es_es: Modo de suministro
fr_fr: Mode d'approvisionnement
nl_nl: Leveringsmode
pl_pl: Sposób dostawy

source: A expense/receipt with this number already exists.
de_de: Eine Ausgabe/Beleg mit dieser Nummer ist bereits vorhanden.
es_es: Una nota de gastos/un recibo existe ya con este número.
fr_fr: Une charge/recette avec le même numéro existe déjà.
nl_nl: Er is reeds een kost/ontvangstbewijs met dit nummer.
pl_pl: Rachunek o tym numerze już istnieje.

source: Total paid exceeds remaining to pay amount.
de_de: Summe gezahlt ist höher als der Restbetrag.
es_es: Importe total pagado es superior a importe pendiente.
fr_fr: Le total règlé est supérieur au total restant à règler.
nl_nl: Totale betaalde bedrag overschrijdt resterende bedrag.
pl_pl: Suma płatności przekracza kwotę do zapłacenia.

source: Piece no
de_de: Teil Nummer
es_es: Pieza no
fr_fr: No de pièce
nl_nl: Onderdeel nr
pl_pl: Brak częsci

source: Expenses/Receipts type
de_de: Typ der Ausgaben/Belege
es_es: Tipo de gastos/recibos
fr_fr: Type de charge/recette
nl_nl: Kosten/Ontvangstbewijzen type
pl_pl: Wydatki/Typ pokwitowania

source: VAT total
de_de: Summe MwSt.
es_es: Importe total IVA
fr_fr: Montant TVA
nl_nl: BTW totaal
pl_pl: Calkowity VAT

source: Total paid
de_de: Summe gezahlt
es_es: Importe total pagado
fr_fr: total réglé
nl_nl: Totaal betaald
pl_pl: Calkowita płatność

source: Expense/receipt issue date
de_de: Ausgabedatum der Ausgaben/Belege
es_es: Fecha de emisión de los gastos/recibos
fr_fr: Date d'émission de la charge/recette
nl_nl: Uitgiftedatum kosten/ontvangstbewijs
pl_pl: Data poniesienia wydatku

source: Please provide a number.
de_de: Geben Sie bitte eine Nummer an.
es_es: Por favor, proporcione un número.
fr_fr: Vous devez saisir un numéro.
nl_nl: Geef een nummer in.
pl_pl: Proszę wprowadź numer.

source: You must select an expense/receipt type.
de_de: Sie müssen einen Typ für die Ausgaben/den Beleg auswählen.
es_es: Debe seleccionar un tipo de gastos/recibos.
fr_fr: Vous devez sélectionner un type de charge ou recette.
nl_nl: U moet een kost/ontvangstbewijs selecteren.
pl_pl: Musisz wybrać wydatek/typ pokwitowania.

source: Field "Total excl. VAT" must be a float.
de_de: Der Wert des Feldes "Summe ohne MwSt" muss eine Dezimalzahl sein.
es_es: Campo "Total excl. TVA" tiene que ser un float.
fr_fr: Le champs "Total HT" doit être un nombre flottant.
nl_nl: Vel "Totaal excl. BTW" moet een bedrag zijn.
pl_pl: Pole"Całkowite bez VAT " musi być zmiennoprzecinkowe.

source: Field "Amount already paid" must be a float.
de_de: Der Wert des Feldes "Betrag bereits gezahlt" muss eine Dezimalzahl sein.
es_es: Campo "Amount already paid" tiene que ser un float.
fr_fr: Le champs "Montant déjà réglé" doit être un nombre flottant.
nl_nl: Veld "Reeds betaald bedrag" moet een bedrag zijn.
pl_pl: Pole"Gotowa kwota do zapłty"musi być zmiennoprzecinkowa.

source: Add or update expense or receipt
de_de: Ausgabe oder Beleg hinzufügen oder aktualisieren.
es_es: Añadir o actualizar gastos o recibo.
fr_fr: Ajout/Edition d'une charge ou d'une recette.
nl_nl: Kost of ontvangstbewijs toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj koszty lub pokwitowania

source: The following products could not be deleted, they were just deactivated: <ul><li>%s</li></ul>
de_de: Die folgenden Produkte konnten nicht gelöscht werden und wurden nur deaktiviert: <ul><li>%s</li></ul>
es_es: Los siguientes productos no se han podido suprimir, se les acaba de desactivar: <ul><li>%s</li></ul>
fr_fr: Les produits suivants: <ul><li>%s</li></ul> ne peuvent être supprimés. Il ont été désactivés.<br>
nl_nl: De ovlgende producten konden niet verwijderd worden, ze werden enkel gedeactiveerd: <ul><li>%s</li></ul>
pl_pl: Następujące produkty nie mogą być usunięte, zostały już zdekatywowane: <ul><li>%s</li></ul>

source: This question is already linked to a paragraph.
de_de: Diese Frage ist bereits mit einem Absatz verbunden.
es_es: Esta pregunta ya esta vinculado con un parágrafo.
fr_fr: Cette question est déjà liée à ce paragraphe.
nl_nl: Deze vraag is reeds gekoppeld aan een paragraaf.
pl_pl: To pytanie jest już powiązane z punktem.

source: An answer already exists at this position, please modify the order.
de_de: De Antwort ist an dieser Position bereits vorhanden. Verändern Sie bitte die Bestellung.
es_es: Una respuesta ya existe en esta posición, por favor, modifique la orden.
fr_fr: Une réponse existe déjà à cette position, vous devez modifier l'ordre.
nl_nl: Er bestaat reeds een antwoord op deze positie, wijzig de bestelling.
pl_pl: Taka odpowiedź już istnieje proszę zmodyfikować zamówienie

source: You must select a question
de_de: Sie müssen eine Frage auswählen.
es_es: Debe seleccionar une pregunta
fr_fr: Vous devez sélectionner une question
nl_nl: U moet een vraag selecteren
pl_pl: Musisz wybrać pytanie

source: You must select a paragraph
de_de: Sie müssen einen Absatz auswählen.
es_es: Debe seleccionar un parágrafo
fr_fr: Vous devez sélectionner un paragraphe
nl_nl: U moet een paragraaf selecteren
pl_pl: Musisz wybrać paragraf

source: Select a paragraph
de_de: Wählen Sie einen Absatz aus.
es_es: Seleccionar un parágrafo
fr_fr: Sélectionnez un paragraphe
nl_nl: Selecteer een paragraaf
pl_pl: Wybierz paragraf

source: Move answer in next paragraph
de_de: Antwort in den nächsten Absatz verschieben.
es_es: Desplazar respuesta en parágrafo siguiente
fr_fr: Placer la question dans le paragraphe suivant
nl_nl: Verplaats antwoord in de volgende paragraaf
pl_pl: Przenieś odpowiedź do następnego punktu

source: Select a theme
de_de: Wählen Sie ein Thema aus.
es_es: Seleccionar un tema
fr_fr: Choisissez un thème
nl_nl: Selecteer een thema
pl_pl: Wybierz temat

source: Select question theme to display
de_de: Wählen Sie das anzuzeigende Fragenthema.
es_es: Seleccione tema de pregunta por mostrar
fr_fr: Sélectionner le thème de la question à afficher
nl_nl: Selecteer weer te geven vragenthema
pl_pl: Wybierz temat pytania do pokazania

source: Select a category
de_de: Wählen Sie eine Kategorie aus.
es_es: Seleccionar una categoría
fr_fr: Choisissez une catégorie
nl_nl: Selecteer een categorie
pl_pl: Wybierz kategorię

source: Select concerned customers category
de_de: Wählen Sie die betreffende Kundenkategorie.
es_es: Seleccionar categoría de clientes afectados
fr_fr: Sélectionner la categorie des clients concernés
nl_nl: Selecteer categorie van betrokken klanten
pl_pl: Wybierz

source: Select question to display
de_de: Wählen Sie die anzuzeigende Frage.
es_es: Seleccionar pregunta a mostrar
fr_fr: Sélectionner la question à afficher
nl_nl: Selecteer een weer te geven vraag
pl_pl: Wybierz pytanie do wyświetlenia

source: question order in the paragraph
de_de: Fragenreihenfolge im Absatz.
es_es: orden de preguntas en el parágrafo
fr_fr: Ordre de la question dans la paragraphe
nl_nl: vragenvolgorde in de paragraaf
pl_pl: porzadek pytań/ ankiet w paragrafach

source: Please select a paragraph
de_de: Wählen Sie bitte einen Absatz aus.
es_es: Por favor, seleccione un parágrafo
fr_fr: Vous devez choisir un paragraphe.
nl_nl: Selecteer een paragraaf
pl_pl: Proszę wybierz punkt

source: Please select a question
de_de: Wählen Sie bitte eine Frage aus
es_es: Por favor, seleccione una pregunta
fr_fr: Vous devez indiquer une question
nl_nl: Selecteer een vraag
pl_pl: Proszę wybierz pytanie

source: Please provide the answer order.
de_de: Geben Sie bitte die Reihenfolge der Antworten an.
es_es: Por favor, proporcione una contesta al pedido.
fr_fr: Vous devez saisir l'ordre de la réponse.
nl_nl: Lever een antwoordbestelling.
pl_pl: Proszę wprowadź odpowiedź zamówienia

source: Add an answer to a form model.
de_de: Fügen Sie eine Antwort zu einem Formularmodell hinzu.
es_es: Añadir una respuesta a un modelo de formulario.
fr_fr: Ajout d'une réponse à un formulaire modèle
nl_nl: Voeg een antwoord toe aan een formulier.
pl_pl: Dodaj odpowiedź do szablonu.
