Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Under-sole quantity
fr_fr: Quantité sous-semelle

source: Media planta quantity
fr_fr: Quantité media planta

source: Lagrima quantity
fr_fr: Quantité lagrima

source: Heel covering quantity
fr_fr: Quantité enrobage talon

source: Selvedge quantity
fr_fr: Quantité surpiqûre

source: Bamboo quantity
fr_fr: Quantité bambou

source: Black and white image
fr_fr: Image noir et blanc

source: Color image
fr_fr: Image couleur

source: Available sizes
es_es: Tamaños disponibles
fr_fr: Tailles disponibles

source: Alerts
de_de: Warnungen
es_es: Alertas
fr_fr: Alertes
nl_nl: Waarschuwingen
pl_pl: Alarmy

source: Additional body
de_de: Zusätzlicher Body
es_es: Entidad adicional
fr_fr: Corps additionnel
nl_nl: Extra inhoud-
pl_pl: Dodatkowe ciało

source: or HTML template
de_de: oder HTML-Vorlage
es_es: o formato HTML
fr_fr: ou modèle HTML
nl_nl: of HTML-sjabloon
pl_pl: lub HTML templejt

source: Price excl. VAT cannot be modified.
de_de: Preis ohne MwSt. kann nicht verändert werden.
es_es: Precio excl. IVA no se puede cambiar.
fr_fr: Modification du prix HT de la commande impossible.
nl_nl: Prijs excl. BTW kan niet gewijzigd worden.
pl_pl: Cena bez VAT nie może być zmodyfikowana.

source: Pilot (P)
es_es: Piloto (P)
fr_fr: Pilote (P)
nl_nl: Piloot (P)

source: Pilot (EP)
es_es: Piloto (EP)
fr_fr: Pilote (EP)
nl_nl: Piloot (EP)

source: Pilot (IP)
es_es: Piloto (IP)
fr_fr: Pilote (IP)
nl_nl: Piloot (IP)

source: Co-pilot student (CP)
de_de: Kopilot Schüler (CP)
es_es: Estudiante co-piloto (CP)
fr_fr: Elève co-pilote (CP)
nl_nl: Co-piloot student (CP)
pl_pl: Współpracujący pilot student(CP)

source: Public transport
de_de: Öffentliche Verkehrsmittel
es_es: Transporte público
fr_fr: T. public
nl_nl: Openbaar vervoer
pl_pl: Transport publiczny

source: Air labour
de_de: Arbeit in den Luft
es_es: Trabajo aereo
fr_fr: Travail Aérien
nl_nl: Vlieguren
pl_pl: Pracownicy lotnictwa

source: model
es_es: modelo
fr_fr: Modèle

source: Answer text
de_de: Antworttext
es_es: Texto de respuesta
fr_fr: Texte de la réponse
nl_nl: Antwoordtekst
pl_pl: Tekst odpowiedzi

source: Error: movement is without forecast, delivery order can not be edited
de_de: Fehler: Die Bewegung hat keine Voraussage. Der Lieferschein kann nicht bearbeitet werden.
es_es: Error: movimiento no está previsto, no se puede editada la orden de entrega
fr_fr: Erreur: le mouvement est sans prévision, le BL ne peut pas être édité
nl_nl: Fout: beweging werd niet voorspeld, levering kan niet bewerkt worden
pl_pl: Błąd: przesunięcie jest bez prognozy, dostawa do zlecenia nie moze być edytowana

source: An error occurred: the delivery order will not be printed because movement in progress is not expected.
de_de: Es ist ein Fehler aufgetreten: Der Lieferschein wird nicht ausgedruckt, da keine Bewegung erwartet wird.
es_es: Un error ocurrió: la orden de entrega no se imprimirá porque el movimiento en curso no esta previsto.
fr_fr: Une erreur est survenue: Le mouvement en cours est sans prévision, et ne peut donc pas provoquer une édition de BL.
nl_nl: Fout: het leveringsbewijs kan niet afgedrukt worden omdat de beweging niet verwacht was.
pl_pl: Pojawił się błąd : dostawa nie może być wydrukowna, poniewaz przesuniecie jest w trakcie wykonywania

source: Normal issue
de_de: Normale Ausgabe
es_es: Emisión normal
fr_fr: Sortie normale
nl_nl: Normale uitgifte
pl_pl: Normalna emisja

source: Normal entry
de_de: Normaler Eintrag
es_es: Entrada normal
fr_fr: Entrée normale
nl_nl: Normale invoer
pl_pl: Normalne wejście

source: Issue for damage
de_de: Ausgabe für Beschädigung
es_es: Emisión por daños
fr_fr: Sortie casse
nl_nl: Uitgifte voor schade
pl_pl: Wydanie na zniszczenie/złomowanie

source: Entry for surplus
de_de: Eintrag für Überschuss
es_es: Entrada por excedente
fr_fr: Entrée surplus
nl_nl: Invoer voor overschot
pl_pl: Wprowdazenie na plus

source: Issue for inventory
de_de: Ausgabe für Inventar
es_es: Emisión para inventario
fr_fr: Sortie inventaire
nl_nl: Uitgifte voor inventaris
pl_pl: Wydania z magazynu

source: Entry for inventory
de_de: Eintrag für Inventar
es_es: Entrada para inventario
fr_fr: Entrée inventaire
nl_nl: Invoer voor inventaris
pl_pl: Wprowadzenie do magazynu

source: Issue for move
de_de: Ausgabe für Bewegung
es_es: Emisión para traslado
fr_fr: Sortie déplacement
nl_nl: Uitgifte voor beweging
pl_pl: Wydanie na przesunięcie

source: Entry for move
de_de: Eintrag für Bewegung
es_es: Entrada para traslado
fr_fr: Entrée déplacement
nl_nl: Invoer voor beweging
pl_pl: Wprowadzenie na przesunięcie

source: Issue for sample
de_de: Ausgabe für Probe
es_es: Emisión para muestra
fr_fr: Sortie échantillon
nl_nl: Uitgifte voor staal
pl_pl: Wydanie na próbkowanie

source: Entry for sample
de_de: Eintrag für Probe
es_es: Entrada para muestra
fr_fr: Entrée échantillon
nl_nl: Invoer voor staal
pl_pl: Przyjecie na próbkowanie

source: Issue for packaging modification
de_de: Ausgabe für Verpackungsveränderung
es_es: Emisión para modificación de embalaje
fr_fr: Sortie modif conditiont
nl_nl: Uitgifte voor verpakkingswijziging
pl_pl: Wydane na poprawki pakowania

source: Entry for packaging modification
de_de: Eintrag für Verpackungsveränderung
es_es: Emitir para modificación de embalaje
fr_fr: Entrée modif conditiont
nl_nl: Invoer voor verpakkingswijziging
pl_pl: Przyjęcie na poprawki do pakowania

source: Internal entry
de_de: Interner Eintrag
es_es: Entrada interna
fr_fr: Entrée interne
nl_nl: Interne invoer
pl_pl: Wewnętrzne wejście

source: Internal issue
de_de: Interne Ausgabe
es_es: Emisión interna
fr_fr: Sortie interne
nl_nl: Interne uitgifte
pl_pl: Wewnętrzna emisja

source: Construction codes
fr_fr: Codes construction

source: Return of goods
de_de: Rückgaben von Gütern
es_es: Retorno de mercancías
fr_fr: Retour de marchandise
nl_nl: Retour van goederen
pl_pl: Zwrot towaru

source: Discount
de_de: Rabatt
es_es: Descuento
fr_fr: Remise
nl_nl: Korting
pl_pl: Rabat

source: Not linked to an order
de_de: Nicht mit einer Bestellung verbunden
es_es: No vinculado con un pedido
fr_fr: Sans lien avec une commande
nl_nl: Niet gekoppeld aan een bestelling
pl_pl: Nie połączone ze zleceniem

source: Annual turnover discount
es_es: Descuento sobre volumen de negocios
fr_fr: Remise sur CA annuel
pl_pl: Rabat od rocznego obrotu

source: Beginning
de_de: Beginn
es_es: Inicio
fr_fr: Début
nl_nl: Begin
pl_pl: Rozpoczynający

source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
nl_nl: Einde
pl_pl: koniec

source: Forfeiture by calendar month
es_es: Confiscación por mes calendario
fr_fr: Forfait par mois calendaire
pl_pl: Przedpłaty w danym miesiącu

source: Amount by hour
de_de: Betrag nach Stunde
es_es: Importe por hora
fr_fr: Forfait horaire
nl_nl: Bedrag per uur
pl_pl: Kwota na godzinę

source: Amount by hour and by weight range
de_de: Betrag nach Stunde und Gewichtsbereich
es_es: Importe por hora y por rango de peso
fr_fr: Forfait horaire et par tranche de poids
nl_nl: Bedrag per uur en gewicht
pl_pl: Kwota na godznę na zakres wag

source: Amount by hour and by volume range
de_de: Betrag nach Stunde und Volumenbereich
es_es: Importe por hora y por rango de volumen
fr_fr: Forfait horaire et par tranche de volume
nl_nl: Bedrag per uur en volume
pl_pl: Kwota na godzinę i na ilosć

source: Price by range
de_de: Preis nach Bereich
es_es: Precio por rango
fr_fr: Prix par tranche
nl_nl: Prijs volgens bereik
pl_pl: Cena na zakres

source: Amount by range and by weight range
de_de: Betrag nach Bereich und Gewichtsbereich
es_es: Importe por rango y por rango de peso
fr_fr: Prix par tranche et par tranche de poids
nl_nl: Bedrag volgens bereik en gewicht
pl_pl: Kwota na zakres w dnym przedziale wag

source: Amount by range and by volume range
de_de: Betrag nach Bereich und Volumenbereich
es_es: Importe por rango y por rango de volumen
fr_fr: Prix par tranche et par tranche de volume
nl_nl: Bedrag volgens bereik en volume
pl_pl: Kwota na zakres i na przedział ilościowy

source: Price by unit
de_de: Preis nach Einheit
es_es: Precio por unidad
fr_fr: Prix à l'unité
nl_nl: Prijs volgens eenheid
pl_pl: Cena na jednostkę

source: Amount by weight range
de_de: Betrag nach Gewichtsbereich
es_es: Importe por rango de peso
fr_fr: Montant forfaitaire par tranche de poids
nl_nl: Bedrag volgens gewicht
pl_pl: Kwota na zakres wag

source: Amount by volume range
de_de: Betrag nach Volumenbereich
es_es: Importe por rango de volumen
fr_fr: Montant forfaitaire par tranche de volume
nl_nl: Bedrag volgens volume
pl_pl: Kwota na zakres ilościowy

source: Amount by location
de_de: Betrag nach Ort
es_es: Importe por ubicación
fr_fr: Montant forfaitaire à l'emplacement
nl_nl: Bedrag volgens locatie
pl_pl: Kwota na lokalizacje

source: Price by unit for a quantity
de_de: Preis nach Mengeneinheit
es_es: Precio por unidad para una cantidad
fr_fr: Prix à l'unité pour une quantité
nl_nl: Bedrag volgens eenheid voor een hoeveelheid
pl_pl: Cena nailość jednostek

source: Amount by range
es_es: Importe por rango
fr_fr: Montant forfaitaire par tranche
pl_pl: kwota za zakres

source: Price by weight range by 10
es_es: Precio por rango de peso por 10
fr_fr: Prix par tranche de poids par 10
pl_pl: Cena za zakres wag przez 10

source: Price by weight range by 100
es_es: Precio por rango de peso por 100
fr_fr: Prix par tranche de poids par 100
pl_pl: Cena za zakres wag 100

source: Add/Update service cost
de_de: Servicekosten hinzufügen/aktualisieren
es_es: Añadir / actualizar costes de servicio
fr_fr: Ajout/édition de coût de prestation
nl_nl: Servicekosten toevoegen/vernieuwen
pl_pl: Dodaj/usuń koszty serwisu

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
nl_nl: Prijs
pl_pl: Cena

source: Lower bound
de_de: Mindestwert
es_es: Límite inferior
fr_fr: Borne inférieure
nl_nl: Ondergrens
pl_pl: Dolna granica

source: Upper bound
de_de: Höchstwert
es_es: Límite superior
fr_fr: Borne supérieure
nl_nl: Bovengrens
pl_pl: Górna granica

source: Departure zone
de_de: Abflugszone
es_es: Zona de salida
fr_fr: Zone de départ
nl_nl: Vertrekzone
pl_pl: Strefa wyjazdu

source: Arrival zone
de_de: Ankunftszone
es_es: Zona de llegada
fr_fr: Zone d'arrivée
nl_nl: Aankomstzone
pl_pl: Strefa przybycia

source: Unit type
es_es: Tipo de unidad
fr_fr: Type d'unité
pl_pl: Typ jednostki

source: Storage site "%s" cannot be deleted.
de_de: Lagerstandort "%s" kann nicht gelöscht werden.
es_es: Almacenamiento "%s" no se puede suprimir.
fr_fr: Le site de stockage "%s" n'est pas supprimable.
nl_nl: Opslagsite "%s" kan niet verwijderd worden.
pl_pl: Stroan sklepu/magazynu "%s" nie moze zostać skasowana, ponieważ jest używana przez zlecenie.

source: Site "%s" could not be deleted because it is in use in a order.
de_de: Standort "%s" konnte nicht gelöscht werden, da er in einer Bestellung verwendet wird.
es_es: La ubicación "%s" no se ha podido suprimir porque está utilizada en un pedido.
fr_fr: Le site "%s" n'est pas supprimable car il est utilisé dans une commande.
nl_nl: Site "%s" kon niet verwijderd worden want het wordt gebruikt in een bestelling.
pl_pl: Strona "%s" nie może zostać skasowana poniewaz jest u żywana przez zlecenie .

source: Price by SN/Lot associated to the service
de_de: Preis nach Serien-Nr./Los, die/das dem Service zugeordnet ist
es_es: Precio por NS/Lote asociado con el servicio
fr_fr: Prix par SN/Lot associés à la prestation
nl_nl: Prijs volgens SN/lot gekoppeld aan de dienst
pl_pl: Cena pozycji z numerem seryjnym lub partią związana z usługą

source: Invoices statement
de_de: Rechnungen
es_es: Estado de las facturas
fr_fr: Relevé de factures
nl_nl: Afschrift van facturen
pl_pl: Zestawienie faktur

source: Supplier invoice for product order
de_de: Rechnung des Zulieferers für Produktbestellung
es_es: Factura de proveedor para pedido de producto
fr_fr: Facture fournisseur produit
nl_nl: Leveranciersfactuur voor productbestelling
pl_pl: Faktura dostawcy do zlecenia produkcyjnego

source: Supplier invoice for carriage order
de_de: Rechnung des Zulieferers für Frachtbestellung
es_es: Factura de proveedor para pedido de transporte
fr_fr: Facture fournisseur transport
nl_nl: Leveranciersfactuur voor vrachtbestelling
pl_pl: Faktura dostawcy za zleenie przesłania

source: Supplier invoice for class order
de_de: Rechnung des Zulieferers für Klassenbestellung
es_es: Factura de proveedor para pedido de clase
fr_fr: Facture fournisseur cours
nl_nl: Leveranciersfactuur voor lesbestelling
pl_pl: Faktura dostawcy z klasę/kategorię zlecenia

source: Supplier invoice for service
de_de: Rechnung des Zulieferers für Service
es_es: Factura de proveedor para servicio
fr_fr: Facture fournisseur prestation
nl_nl: Leveranciersfactuur voor dienst
pl_pl: Faktura dostawcy za usługę

source: Customer invoice for product order
de_de: Kundenrechnung für Produktbestellung
es_es: Factura de cliente para pedido de producto
fr_fr: Facture client produit
nl_nl: Klantfactuur voor productbestelling
pl_pl: Zlecenie klienta za zlecenie produktu

source: Customer invoice for carriage order
de_de: Kundenrechnung für Frachtbestellung
es_es: Factura de cliente para pedido de transporte
fr_fr: Facture client transport
nl_nl: Klantfactuur voor vrachtbestelling
pl_pl: Faktura klienta do zlecenia transportowego

source: Customer invoice for class order
de_de: Kundenrechnung für Klassenbestellung
es_es: Factura de cliente para servicio de clase
fr_fr: Facture client cours
nl_nl: Klantfactuur voor lesbestelling
pl_pl: Faktura klienta do rodzaju zlecenia

source: Customer invoice for service
de_de: Kundenrechnung für Service
es_es: Factura de cliente para servicio
fr_fr: Facture client prestation
nl_nl: Klantfactuur voor dienst
pl_pl: Faktura klienta do usługi

source: Expenses and receipts types
de_de: Ausgaben- und Belegtypen
es_es: Tipos de gastos y recibos
fr_fr: Types de charges et recettes
nl_nl: Kosten- en ontvangstentypes
pl_pl: Typy rachunków i wydatków

source: Expense or receipt
de_de: Ausgabe oder Beleg
es_es: Gastos o recibo
fr_fr: Charge ou recette
nl_nl: Kost of ontvangstbewijs
pl_pl: Wydatki i rachunki

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pl_pl: Kategoria

source: Accounting type
de_de: Buchhaltungstyp
es_es: Tipo de contabilidad
fr_fr: Type comptable
nl_nl: Type boekhouding
pl_pl: Typ rachunku

source: Third party
de_de: Dritte Partei
es_es: Tercera parte
fr_fr: Tiers
nl_nl: Derden
pl_pl: Trzecia strona

source: Energy
de_de: Energie
es_es: Energía
fr_fr: Energie
nl_nl: Energie
pl_pl: Energia

source: Workforce
de_de: Personal
es_es: Mano de obra
fr_fr: Main d'oeuvre
nl_nl: Werkkracht
pl_pl: Siła robocza

source: Subcontracting
de_de: Outsourcing
es_es: Subcontratación
fr_fr: Sous-traitance
nl_nl: Onderaanneming
pl_pl: Podwykonawstwo

source: Miscellaneous
de_de: Verschiedenes
es_es: Diverso
fr_fr: Divers
nl_nl: Diverse
pl_pl: Różne

source: Cost
de_de: Kosten
es_es: Coste
fr_fr: Charge
nl_nl: Kost
pl_pl: Cena

source: Account "%s" cannot be deleted because it is parent of one or more accounts. Please delete these accounts first.
de_de: Konto "%s" kann nicht gelöscht werden, da es dabei sich um das übergeordnete Konto von einem oder mehreren Konten handelt. Bitte löschen Sie zunächst diese Konten.
es_es: La cuenta "%s" no se puede suprimir porque es matriz de una o varias cuentas. Por favor, suprima estas cuentas primero.
fr_fr: Le compte "%s" ne peut être supprimé car il est parent d'un ou plusieurs comptes. Veuillez d'abord supprimer ces comptes.
nl_nl: Rekening "%s" kan niet verwijderd worden omdat het een of meerdere rekeningen bevat. Verwijder eerst deze andere rekeningen.
pl_pl: Konto "%s" ne może być skasowane ponieważ jest związane z jednym lub więcej kont. Prosze skasować te konta najpierw.

source: An account with the name "%s" and environment "%s" already exists, please delete it first or provide an other name for this account.
es_es: Una cuenta con el nombre "%s" y entorno "%s" existe ya, por favor, suprimelo primero o proporcione otro nombre para esta cuenta.
fr_fr: Un compte avec le nom "%s" et l'environnement "%s" existe déjà, veuillez d'abord le supprimer ou entrez un nom différent pour ce compte.
nl_nl: Er bestaat reeds een rekening met de naam "%s" en omgeving "%s", verwijder deze eerst of geef deze rekening een andere naam.
pl_pl: Konto o nazwie "%s" ze środowiekiem "%s" już istnieje , proszę skasować je najpierw lub podać inną nazwę konta.

source: Costs models
de_de: Kostenmodelle
es_es: Modelos de costes
fr_fr: Modèles de coûts
nl_nl: Kostenmodellen
pl_pl: Formularz cenowy

source: Include nomenclature costs
es_es: Incluir costes de nomenclatura
fr_fr: Prendre en compte le coût de la nomenclature
pl_pl: Włączając koszty nomenklatury

source: Root user
de_de: Root-Benutzer
es_es: Usuario raíz
fr_fr: Super utilisateur
nl_nl: Kerngebruiker
pl_pl: Źródło użytkownika

source: Admin
fr_fr: Administration
pl_pl: Administrator

source: Supervisor
de_de: Vorgesetzter
fr_fr: Superviseur
nl_nl: Toezichter
pl_pl: Nadzorca

source: Operator
de_de: Bediener
es_es: Operador
fr_fr: Opérateur

source: Sales management
de_de: Vertriebsmanagement
es_es: Gestión de ventas
fr_fr: Administration des ventes
nl_nl: Verkoopbeheer
pl_pl: Kierownik sprzedarzy

source: Stock management
de_de: Lagermanagement
es_es: Gestión de existencias
fr_fr: Gestionnaire de stock
nl_nl: Voorraadbeheer
pl_pl: Zarządzanie zapasami

source: Deposited supplier
es_es: Proveedor registrado
fr_fr: Fournisseur consigné
nl_nl: Vooruitbetaald leverancier
pl_pl: Deponowane u dostawcy

source: Carrier
de_de: Frachtunternehmen
es_es: Transportista
fr_fr: Transporteur
nl_nl: Transporteur
pl_pl: Przewożnik

source: Admin level 2
de_de: Admin Stufe 2
es_es: Nivel admin 2
fr_fr: Administration niveau 2
pl_pl: 2 poziom amininistracji

source: Aeronautical customer
de_de: Luftfahrtskunde
es_es: Cliente aeronáutico
fr_fr: Client aéronautique
nl_nl: Luchtvaartklant
pl_pl: Klient z branży lotniczej

source: Aeronautical supplier
de_de: Luftfahrtszulieferer
es_es: Proveedor aeronáutico
fr_fr: Fournisseur aéronautique
nl_nl: Luchtvaartleverancier
pl_pl: Dostawca z branży lotniczej

source: Aircraft instructor
de_de: Flugzeugausbilder
es_es: Iinstructor aeronáutico
fr_fr: Instructeur aéronautique
nl_nl: Vliegtuiginstructeur
pl_pl: Instruktor lotniczy

source: Aeronautical operator
de_de: Luftfahrtsbetreiber
es_es: Operador aeronáutico
fr_fr: Opérateur aéronautique
nl_nl: Luchtvaartoperator
pl_pl: Operator z branży lotniczej

source: Aeronautics sales management
de_de: Vertriebsmanagement Aeronautik
es_es: Gestión de ventas aeronáuticas
fr_fr: Administration des ventes aéronautique
nl_nl: Luchtverkoopbeheer
pl_pl: Zarządzanie sprzedażą lotniczą

source: Carriage customer
de_de: Frachtkunde
es_es: Cliente transporte
fr_fr: Client transport
nl_nl: Vrachtklant
pl_pl: Klient transportu

source: Accountant
de_de: Buchhalter
es_es: Contable
fr_fr: Comptable
nl_nl: Boekhouder
pl_pl: Księgowy

source: Sales manager
de_de: Vertriebsleiter
es_es: Director de ventas
fr_fr: Directeur Commercial
nl_nl: Verkoopleider
pl_pl: Kierownik sprzedaży

source: External customer
de_de: Externer Kunde
es_es: Cliente externo
fr_fr: Client externe
nl_nl: Externe klant
pl_pl: Zewnętrzny klient

source: Owner customer
de_de: Eigentümerkunde
es_es: cliente propietario
fr_fr: Client propriétaire
nl_nl: Eigenaar klant
pl_pl: Klient Własciciela

source: Subsidiary accountant
de_de: Buchhalter der Niederlassung
es_es: Contable secundario
fr_fr: Comptable filiale
nl_nl: Hulpboekhouder
pl_pl: Księgowy oddziału

source: Project manager
es_es: Director de proyecto
fr_fr: Chef de projet
pl_pl: Kierownik projektu

source: Product manager
es_es: Director de producto
fr_fr: Responsable produit

source: Add/Update user account
de_de: Benutzerkonto hinzufügen/aktualisieren
es_es: Añadir / actualizar cuenta usuario
fr_fr: Ajout/édition d'utilisateurs
nl_nl: Gebruikersprofiel toevoegen/vernieuwen
pl_pl: Dodaj/Aktualizuj konto użytkownika

source: Full name
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
nl_nl: Volledige naam
pl_pl: Pelne imię

source: User account data
de_de: Benutzerkontendaten
es_es: Datos sobre la cuenta usuario
fr_fr: Données du compte utilisateur
nl_nl: Gegevens gebruikersprofiel
pl_pl: Data konta użytkownika

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Login
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: hasło

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
nl_nl: Profiel
pl_pl: Profil

source: Customer catalogue
de_de: Kundenkatalog
es_es: Catálogo cliente
fr_fr: Catalogue client
nl_nl: Catalogus klant
pl_pl: Katalog klienta

source: Supplier catalogue
de_de: Zuliefererkatalog
es_es: Catálogo proveedor
fr_fr: Catalogue fournisseur
nl_nl: Catalogus leverancier
pl_pl: Katalog dostawców

source: Instructor
de_de: Ausbilder
fr_fr: Instructeur
nl_nl: Instructeur
pl_pl: Instruktor

source: Duration
de_de: Dauer
es_es: Duración
fr_fr: Durée
nl_nl: Tijdsduur
pl_pl: Czas trwania

source: Prices by airplane type associated to the service
de_de: Preise nach Flugzeugtyp, dem Service zugeordnet
es_es: Precio por tipo de avión asociado con el servicio
fr_fr: Prix par type d'appareil associé à la prestation
nl_nl: Prijzen volgens vliegtuigtype gekoppeld aan de dienst
pl_pl: Cena związana z typem samolotu związana z usługą

source: Airplane type
de_de: Flugzeugtyp
es_es: Tipo de avión
fr_fr: Type appareil
nl_nl: Vliegtuigtype
pl_pl: Typ samolotu

source: No control
de_de: Keine Kontrolle
fr_fr: Aucun contrôle
nl_nl: Geen controle
pl_pl: Bez kontroli

source: Alert mailing control
de_de: Steuerung des Versendens von Warnhinweisen
es_es: Control de envío de alerta
fr_fr: Contrôle envoi alerte
nl_nl: Waarschuwing verzendingscontrole
pl_pl: Alarm przesłany mailem

source: Alert sending control and order
de_de: Warnung Sendekontrolle und -bestellung
es_es: Control de envío de alerta y pedido
fr_fr: Contrôle envoi alerte et commande
nl_nl: Waarschuwing verzendingscontrole en bestelling
pl_pl: Alarm wysyłany do zlecenia

source: name
es_es: nombre
fr_fr: nom
nl_nl: naam
pl_pl: imię

source: number
de_de: Nummer
es_es: Número
fr_fr: numéro
nl_nl: nummer
pl_pl: numer

source: Payment date
de_de: Zahlungsdatum
es_es: Fecha de pago
fr_fr: Date de règlement
nl_nl: Betalingsdatum
pl_pl: Data płatności

source: Spreadsheets models
de_de: Tabellenkalkulationsmodelle
es_es: Modelos de hojas de cálculo
fr_fr: Modèles de tableur
nl_nl: Rekenbladen
pl_pl: Model arkusza

source: Base entity
de_de: Grundelement
es_es: Entidad de base
fr_fr: Entité de base
nl_nl: Basisentiteit
pl_pl: Podstawowy obiekt

source: Cancellation
de_de: Abbrechen
es_es: Cancelación
fr_fr: Annulation
nl_nl: Annulering
pl_pl: Unieważnienie

source: Customer refusal
de_de: Kundenverweigerung
es_es: Rechazo del cliente
fr_fr: Refus client
nl_nl: Weigering klant
pl_pl: Odmowa klienta

source: Impossible delivery
de_de: Lieferung nicht möglich
es_es: Entrega imposible
fr_fr: Livraison impossible
nl_nl: Onmogelijke levering
pl_pl: Niemożliwa dostawa

source: Number %s of %s
de_de: Nummer %s von %s
es_es: Número %s de %s
fr_fr: No %s du %s
nl_nl: Nummer %s van %s
pl_pl: Numer %s z %s

source: No %s from %s
de_de: Nr. %s von %s
es_es: No %s a partir de %s
fr_fr: No %s du %s
nl_nl: Nr %s van %s
pl_pl: Brak%s z %s

source: Bank: %s
es_es: Banco: %s
fr_fr: Banque: %s

source: Parcels total weight (Kg)
de_de: Gesamtgewicht der Pakete (kg)
es_es: Peso total de los paquetes (kg)
fr_fr: Poids total des colis (Kg)
nl_nl: Totaal gewicht pakketten (Kg)
pl_pl: Pełna waga paczki (kg)

source: Number of parcels
de_de: Anzahl der Pakete
es_es: Número de paquetes
fr_fr: Nb de colis
nl_nl: Aantal pakketten
pl_pl: Numer paczek
