Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: The following assignments were ignored because a chain with the same departure and arrival actors is already assigned to selected product(s).
de_de: Die folgenden Zuweisungen wurden ignoriert, da eine Kette mit den gleichen Abflug- und Ankunftsakteuren dem/den ausgewählten Produkt(en) bereits zugewiesen ist.
es_es: Las siguientes asignaciones han sido ignoradas porque una cadena con los mismos agentes de salida y de llegada ya está asignada a producto(s) seleccionados.
fr_fr: Les affectations suivantes n'ont pas été prises en compte car il existe déjà une chaîne affectée au produit avec les mêmes acteurs de départ et d'arrivée
nl_nl: De volgende taken werden genegeerd omdat een reeks met dezelfde vertrek- en aankomstdeelnemers reeds werd toegewezen aan geselecteerde product(en).
pl_pl: Następujące zadania zostały zignorowane ponieważ w łańcuchu ten sam punkt wysyłkowy i odbioru jest przeznaczony do wybranych produktów

source: product %s to chain %s
de_de: Produkt %s an Kette %s
es_es: producto %s a cadena %s
fr_fr: produit %s avec chaîne %s
nl_nl: product %s naar reeks %s
pl_pl: produkt%s do sieci %s

source: The following assignments were ignored because they already exist.
de_de: Die folgenden Zuweisungen wurden ignoriert, da sie bereits vorhanden sind.
es_es: Las siguientes tareas fueron ignoradas porque ya existen.
fr_fr: Les affectations suivantes n'ont pas été prises en compte car elles existent déjà
nl_nl: De volgende taken werden genegeerd omdat ze reeds bestaan.
pl_pl: Następujace przypisania zostały zignorowane ponieważ już istnieją.

source: The following assignments were successfully saved
de_de: Die folgenden Zuweisungen wurden erfolgreich gespeichert,
es_es: Las tareas siguientes se han guardado con éxito
fr_fr: Les affectations suivantes ont été enregistrées
nl_nl: De volgende taken werden succesvol opgeslagen
pl_pl: Następujące przypisania zostały zapisane z powodzeniem

source: aircraft actor
de_de: Flugzeugakteur
es_es: agente de avión
fr_fr: acteur de type aéronautique
nl_nl: luchtvaartdeelnemer
pl_pl: lotniczy uczestnik

source: List of licenses for actor "%s".
de_de: Liste der Lizenzen für Akteur "%s".
es_es: Lista de licencias del agente "%s"
fr_fr: Liste des licences pour l'acteur "%s".
nl_nl: Lijst van licenties voor deelnemer "%s".
pl_pl: Lista licencji uczestnika"%s".

source: Select one or more types
de_de: Wählen Sie einen oder mehrere Typen aus.
es_es: Elija uno o varios tipos
fr_fr: Sélectionner un ou plusieurs types
nl_nl: Selecteer een of meerdere types
pl_pl: Wybierz jeden lub więcej typów

source: Validity
de_de: Gültigkeit
es_es: Validez
fr_fr: Validité
nl_nl: Geldigheid
pl_pl: Ważność

source: Please select a task type.
de_de: Wählen Sie bitte einen Aufgabentyp aus.
es_es: Por favor, elija un tipo de tarea.
fr_fr: Vous devez sélectionner un type de tâche pour l'administrer !
nl_nl: Selecteer een taaktype.
pl_pl: Proszę wybierz typ zadania.

source: All operations must be assigned to an actor
de_de: Alle Operationen müssen einem Akteur zugewiesen werden.
es_es: Todas las operaciones deben ser asignadas a un agente
fr_fr: Toutes les opérations doivent être affectées à un acteur.
nl_nl: Alle verrichtingen moeten aan een deelnemer toegewezen worden
pl_pl: Wszystkie dzialania muszą być przypisane do Uczestnika

source: All tasks must have a duration
de_de: Alle Aufgaben müssen eine Dauer haben.
es_es: Todas la tareas deben tener una duración
fr_fr: Toutes les tâches doivent avoir une durée paramétrée.
nl_nl: Alle taken moeten een tijdsduur hebben
pl_pl: Wszystkie zadania muszą mieć określony czas trwania

source: You must put a deadline on one of the tasks.
de_de: Sie müssen einer der Aufgaben einen Termin zuweisen.
es_es: Tiene que determinar un plazo para una de las tareas.
fr_fr: La tâche pivot n'est pas définie.
nl_nl: U moet de taken een deadline geven.
pl_pl: Musisz przypisać termin wykonania do każdego z zadań

source: Please select an actor.
de_de: Wählen Sie bitte einen Akteur aus.
es_es: Por favor, elija un agente.
fr_fr: Vous devez sélectionner un acteur pour pouvoir consulter sa fiche
nl_nl: Selecteer een deelnmer.
pl_pl: Proszę wybierz uczestnika.

source: Please select a customer first.
de_de: Wählen Sie bitte zuerst einen Kunden aus.
es_es: Por favor, elija un cliente primero.
fr_fr: Vous devez sélectionner un client avant de lancer la recherche.
nl_nl: Selecteer eerst een klant.
pl_pl: Proszę wybierz pierwszego klienta.

source: Please select a supplier first.
de_de: Wählen Sie bitte zuerst einen Zulieferer aus.
es_es: Por favor, elija un proveedor primero.
fr_fr: Vous devez sélectionner un fournisseur avant de lancer la recherche.
nl_nl: Selecteer eerst een leverancier.
pl_pl: Proszę wybierz pierwszego dostawcę.

source: must be "HH:MM"
de_de: muss "HH:MM" sein.
es_es: debe ser "HH:MM"
fr_fr: doit être un de type HH:MM
nl_nl: moet "HH:MM" zijn
pl_pl: musi być"HH:MM"

source: No operation available
de_de: Keine Operation verfügbar.
es_es: Ninguna operación disponible
fr_fr: Aucune opération disponible
nl_nl: Geen verrichting beschikbaar
pl_pl: Brak dostępnych działań

source: No task available
de_de: Keine Aufgabe verfügbar.
es_es: Ninguna tarea disponible
fr_fr: Aucune tâche disponible
nl_nl: Geen taak beschikbaar
pl_pl: Brak dstępnych zadań

source: d
de_de: t
fr_fr: j

source: Message obsolete
de_de: Nachricht überholt
es_es: Mensaje obsoleto
fr_fr: Ce produit a déjà été inséré.
nl_nl: Boodschap overbodig
pl_pl: Przestarzałe wiadomości

source: Are you sure you want to delete this item ?
de_de: Möchten Sie dieses Element wirklich löschen?
es_es: ¿Está seguro de que desea suprimir este artículo?
fr_fr: Êtes vous sûr de vouloir supprimer cet élément ?
nl_nl: Wil u dit item echt verwijderen ?
pl_pl: Czy jesteś pewien ,że chcesz skasować ten przedmiot?

source: Please fill all required fields (emphasised by an asterisk).
de_de: Füllen Sie bitte alle erforderlichen Felder aus (durch den Stern hervorgehoben).
es_es: Por favor, rellene los campos requeridos (enfatizados por un esterisco).
fr_fr: Vous devez renseigner tous les champs marqués d'une astérisque (*)
nl_nl: Vul alle vereiste velden in (aangeduid met een sterretje).
pl_pl: Proszę o wypełnienie wszystkich wymienionych pól (pola zaznaczone gwiazdką)

source: subject
de_de: Betreff
es_es: tema
fr_fr: sujet
nl_nl: onderwerp
pl_pl: temat

source: body
de_de: Text
es_es: entidad
fr_fr: corps
nl_nl: inhoud
pl_pl: organ

source: serial/lot number
de_de: Serien-Nr./Losnummer
es_es: Número de serie o lote
fr_fr: numéro de serie/lot
nl_nl: serieel/lotnummer
pl_pl: serial/numer lotu

source: empty weight/mass
de_de: Leergewicht/Masse
es_es: Peso/masa vacío/a
fr_fr: poids / masse à vide
nl_nl: leeg gewicht/massa
pl_pl: pusta waga/masa

source: maximum weight on lift-off
de_de: Maximalgewicht beim Start
es_es: Peso máximo al despegar
fr_fr: poids maximum au décollage
nl_nl: maximum gewicht bij opstijgen
pl_pl: maksymalna waga na podnośnik

source: maximum weight by seat
de_de: Maximalgewicht je Sitz
es_es: peso máximo por asiento
fr_fr: poids maximum par siège
nl_nl: maximum gewicht in stilstand
pl_pl: maksymalna waga według miejsca

source: Selling price excl. VAT
de_de: Verkaufspreis ohne MwSt.
es_es: Precio de venta excl. IVA
fr_fr: prix de vente HT
nl_nl: Verkoopprijs excl. BTW
pl_pl: Cena sprzedaży bez VAT

source: Purchase price excl. VAT
de_de: Kaufpreis ohne MwSt.
es_es: Precio de compra excl. IVA
fr_fr: Prix achat HT
nl_nl: Aankoopprijs excl. BTW
pl_pl: Zakup jednostki bez VAT

source: hours real potential since new (hours)
de_de: Stunden echtes Potenzial seit Inbetriebsetzung (Stunden)
es_es: potencial real de horas desde nuevas (horas)
fr_fr: potentiel réel heures depuis neuf (heures)
nl_nl: uren echt potentieel sinds nieuw (uren)
pl_pl: rzeczywisty potencjał w trakcie godziny (godziny)

source: hours real potential since new (minutes)
de_de: Stunden echtes Potenzial seit neu (Minuten)
es_es: potencial real de horas desde que nuevo (minutos)
fr_fr: potentiel réel heures depuis neuf (minutes)
nl_nl: uren echt potentieel sinds nieuw (minuten)
pl_pl: rzeczywisty potencjał w trakcie godziny (minuty)

source: cycle real potential since new
de_de: Zyklen echtes Potenzial seit neu
es_es: potencial real de ciclo desde nuevo
fr_fr: potentiel réel cycle depuis neuf
nl_nl: cyclus echt potentieel sinds nieuw
pl_pl: cykliczny realny potencjał

source: landing real potential since new
de_de: Landungen echtes Potenzial seit neu
es_es: potencial real de aterrizaje desde nuevo
fr_fr: potentiel réel atterissage depuis neuf
nl_nl: landing echt potentieel sinds nieuw
pl_pl: opadający realny potencjał

source: hours real potential since full overhaul (hours)
de_de: Stunden echtes Potenzial seit vollständiger Überholung (Stunden)
es_es: potencial real de horas desde revisión completa (horas)
fr_fr: potentiel réel heures depuis révision complète (heures)
nl_nl: uren echt potentieel sinds volledige overlading (uren)
pl_pl: realny potencjał przy pełnym obciążeniu godzinowym (godziny)

source: hours real potential since full overhaul (minutes)
de_de: Stunden echtes Potenzial seit vollständiger Überholung (Minuten)
es_es: potencial real de horas desde revisión completa (minutos)
fr_fr: potentiel réel heures depuis révision complète (minutes)
nl_nl: uren echt potentieel sinds volledige overlading (minuten)
pl_pl: realny potencjał przy pełnym obciążeniu godzinowym (minuty)

source: cycle real potential since full overhaul
de_de: Zyklus echtes Potenzial seit vollständiger Überholung
es_es: potencial real del ciclo desde revisión completa
fr_fr: potentiel réel cycle depuis révision complète
nl_nl: cyclus echt potentieel sinds volledige overlading
pl_pl: cykliczny realny potencjał w trakcie pełnego obciążenia

source: landing real potential since full overhaul
de_de: Landung echtes Potenzial seit vollständiger Überholung
es_es: potencial real de aterrizaje desde revisión completa
fr_fr: potentiel réel atterissage depuis révision complète
nl_nl: landing echt potentieel sinds volledige overlading
pl_pl: opadający realny potencjał w trakcie pełnego obciążenia

source: hours real potential since reparation (hours)
de_de: Stunden echtes Potenzial seit Reparatur (Stunden)
es_es: potencial real de horas desde reparación (horas)
fr_fr: potentiel réel heures depuis réparation (heures)
nl_nl: uren echt potentieel sinds herstelling (uren)
pl_pl: Godzinny realny potencjał w trakcie naprawy (godziny)

source: hours real potential since reparation (minutes)
de_de: Stunden echtes Potenzial seit Reparatur (Minuten)
es_es: potencial real de horas desde reparación (minutos)
fr_fr: potentiel réel heures depuis réparation (minutes)
nl_nl: uren echt potentieel sinds herstelling (minuten)
pl_pl: Godzinny realny potencjał w trakcie naprawy (minuty)

source: cycle real potential since reparation
de_de: Zyklen echtes Potenzial seit Reparatur
es_es: potencial real de ciclo desde reparación
fr_fr: potentiel réel cycle depuis réparation
nl_nl: cyclus echt potentieel sinds herstelling
pl_pl: cykliczny realny potencjał w trakcie naprawy

source: Landing real potential since reparation
de_de: Zyklen echtes Potenzial seit Reparatur
es_es: Potencial real de aterrizaje desde reparación
fr_fr: potentiel réel atterissage depuis réparation
nl_nl: Landing echt potentieel sinds herstelling
pl_pl: Opadający realny potencjał w trakcie naprawy

source: Number of days
de_de: Anzahl Tage
es_es: Número de días
fr_fr: nombre de jours
nl_nl: Aantal dagen
pl_pl: Numer dni

source: Maximum outstanding debts
de_de: Maximal ausstehende Schulden
es_es: Deudas pendientes máximas
fr_fr: Encours maximum
nl_nl: Maximum openstaande schulden
pl_pl: Maksymalne zadłużenie

source: piloting hours
de_de: Pilotenstunden
es_es: Horas de pilotaje
fr_fr: heures de pilotage
nl_nl: vlieguren
pl_pl: godziny pilotowania

source: Instructor hours of flight
de_de: Flugstunden des Ausbilders
es_es: Horas de vuelo del instructor
fr_fr: heures de vol instructeur
nl_nl: Instructeururen vlucht
pl_pl: Czas lotu instruktora

source: Commandant hours of flight
de_de: Flugstunden des Kapitäns
es_es: Horas de vuelo del comandante
fr_fr: heures commandant de vol
nl_nl: Commandanturen vlucht
pl_pl: Godziny lotu komendanta

source: Student hours of flight
de_de: Flugstunden des Schülers
es_es: Horas de vuelo del alumno
fr_fr: heures de vol élève
nl_nl: Studenturen vlucht
pl_pl: Czas lotu ucznia

source: Dual hours of flight
de_de: Doppelstunden Flug
es_es: Horas de vuelo de día
fr_fr: heures de vol en double
nl_nl: Dubbele uren vlucht
pl_pl: Podwójny czas lotu

source: Nightly hours of flight
de_de: Nachtflugstunden
es_es: Horas de vuelo de noche
fr_fr: heures de vol de nuit
nl_nl: Nachturen vlucht
pl_pl: Nocne godziny lotu

source: Public transport hours of flight
de_de: Öffentliche Verkehrsflugstunden
es_es: Horas de vuelo de transporte público
fr_fr: heures de transport public
nl_nl: Uren openbaar vervoer vlucht
pl_pl: Czas lotu publicznego transportu

source: VLAE hours
de_de: VLAE-Stunden
es_es: Horas de VLAE
fr_fr: Heures VLAE
nl_nl: VLAE-uren
pl_pl: VLAE godziny

source: Hours on single-engined
de_de: Stunden in einmotoriger Maschine
es_es: Horas con motor sencillo
fr_fr: heures sur monomoteur
nl_nl: Uren op één motor
pl_pl: Godziny na pojedyńczym silniku

source: Hours on twin-engined
de_de: Stunden in zweimotoriger Maschine
es_es: Horas con motor doble
fr_fr: heures sur bimoteur
nl_nl: Uren op dubbele motor
pl_pl: Godziny na podwójnym silniku

source: commercial hours
de_de: Betriebsstunden
es_es: horas comerciales
fr_fr: heures commerciales
nl_nl: commerciële uren
pl_pl: Godziny reklamowe

source: Please select an actor category in order to make your choice effective.
de_de: Wählen Sie bitte eine Akteurkategorie aus, damit Ihre Auswahl in Kraft tritt.
es_es: Por favor, elija una categoría de agente para validar su selección.
fr_fr: Il vous faut sélectionner une catégorie d'acteur pour que ce choix prenne effet.
nl_nl: Selecteer een andere deelnemerscategorie om uw keuze te maken.
pl_pl: Proszę wybrać kategorię w zleceniu, żeby móc efektywnie wybierać

source: the database
de_de: die Datenbank
es_es: la base de datos
fr_fr: la base
nl_nl: de gegevensbank
pl_pl: baza danych

source: have to contain needed actors
de_de: müssen die benötigten Akteure enthalten
es_es: debe contenir los agentes necesarios
fr_fr: doit contenir les acteurs nécessaires
nl_nl: moet de nodige deelnemers bevatten
pl_pl: musi zawierać niezbędnych uczestników

source: IBAN number
de_de: IBAN
es_es: Número IBAN
fr_fr: N° Iban
nl_nl: IBAN-nummer
pl_pl: numer IBAN

source: You have to select two different currencies.
es_es: Debe elejir dos divisas distintas.
fr_fr: Vous devez sélectionner 2 devises différentes.
pl_pl: Masz wybrane dwie rózne waluty.

source: You must select a flight purpose.
de_de: Sie müssen einen Flugzweck auswählen.
es_es: Debe elejir un uso para el vuelo.
fr_fr: Vous devez sélectionner une nature de vol.
nl_nl: U moet een vluchtdoel selecteren.
pl_pl: Musisz wybrać cel lotu.

source: You must select a credit note (and only one).
de_de: Sie müssen eine einzige Gutschrift auswählen.
es_es: Debe elejir una nota de crédito (y sólo una).
fr_fr: Vous devez sélectionner un avoir et un seul.
nl_nl: U moet een creditnota selecteren (en slechts één).
pl_pl: Musisz wybrać notę kredytową(i tylko jedną).

source: Warning: modifications will not be effective until you click the "Ok" button.
de_de: Warnung: Die Veränderungen werden erst dann aktiv, wenn Sie auf die Schaltfläche "OK" klicken.
es_es: Aviso: cambios ne serán efectivos hasta que haya hagado clic en en boton "Ok".
fr_fr: Attention les modifications effectuées ne seront prises en compte qu'après clic sur le bouton OK.
nl_nl: Waarschuwing: wijzigingen zijn niet van toepassing als u niet op "Ok" klikt.
pl_pl: Uwaga: zmiany nie będą możliwe dopóki nie klikniesz na przycisk "Ok".

source: You provided twice the same SN, please correct.
de_de: Sie haben zweimal die gleiche Serien-Nr. angegeben. Bitte berichtigen Sie dies.
es_es: Proporcionó el mismo NS dos veces, por favor corrija.
fr_fr: Vous avez saisi deux fois le même SN.
nl_nl: U heeft tweemaal hetzelfde SN ingevoerd, gelieve te verbeteren.
pl_pl: Wprowadzono dwukrotnie taki sam SN,proszę to skorygować.

source: Please provide a SN.
de_de: Geben Sie bitte eine Serien-Nr. an.
es_es: Por favor, proporcione un NS.
fr_fr: Vous devez saisir un SN.
nl_nl: Voer een SN in.
pl_pl: Proszę wprowadż SN

source: You provided less serial numbers than expected.
de_de: Sie haben weniger Seriennummern als erwartet angegeben.
es_es: Proporcionó menos números de serie que previsto.
fr_fr: Vous avez saisi moins de SN que prévu.
nl_nl: U voerde minder serienummers in dan verwacht.
pl_pl: Dostarczasz mniej numerów seryjnych niż przewidywano.

source: A provided quantity exceeds available quantity in stock.
de_de: Eine der angegebenen Mengen überschreitet die Menge auf Lager.
es_es: Una cantidad proporcionada est superior a la cantidad disponible en existencias.
fr_fr: Une quantité saisie est supérieure au stock disponible.
nl_nl: De hoeveelheid overschrijdt de beschikbare hoeveelheid in voorraad.
pl_pl: Wprowadzona wartość przewyższa dostępną ilość na magazynie.

source: Please provide a positive quantity.
de_de: Bitte geben Sie eine positive Menge an.
es_es: Por favor, proporcione una cantidad positiva.
fr_fr: Vous devez saisir une quantité positive.
nl_nl: Voer een positieve hoeveelheid in.
pl_pl: Proszę wprowadź dodatnią ilość.

source: Quantity provided is different from the one expected.
de_de: Die angegebene Menge unterscheidet sich von der erwarteten.
es_es: La cantidad proporcionada est superior a la prevista.
fr_fr: Vous avez saisi une quantité différente de celle prévue.
nl_nl: De ingevoerde hoeveelheid verschilt van de verwachte.
pl_pl: Wrowadzona ilość jest różna od oczekiwanej.

source: Please provide a date in the following format: dd/mm/yyyy
de_de: Geben Sie bitte ein Datum im folgenden Format an: TT/MM/JJJJ
es_es: Por favor, proporcione una fecha en el formato siguiente: dd/mm/yyyy
fr_fr: Vous devez saisir une date au format jj/mm/aaaa.
nl_nl: Voer een datum in volgens het volgende formaat: dd/mm/jjjj
pl_pl: Proszę wprowadzić datę dla nastepującego formatu: dd/mm/yyyy

source: License type
de_de: Lizenztyp
es_es: Tipo de licencia
fr_fr: type de licence
nl_nl: Licentietype
pl_pl: typ licencji

source: category
de_de: Kategorie
es_es: categoría
fr_fr: catégorie
nl_nl: categorie
pl_pl: Kategoria

source: Minimum quantity
de_de: Mindestmenge
es_es: Cantidad mínima
fr_fr: Quantité minimum
nl_nl: Minimumhoeveelheid
pl_pl: Minimalna ilość

source: Please select an invoice (and only one).
de_de: Wählen Sie bitte eine einzige Rechnung aus.
es_es: Por favor, elija una factura (y sólo una).
fr_fr: Vous devez sélectionner une facture et une seule.
nl_nl: Selecteer een factuur (en slechts één).
pl_pl: Proszę wybierz fakturę(i tylko jedna).

source: Payment was already done.
de_de: Die Zahlung ist bereits erfolgt.
es_es: El pago se hizo ya.
fr_fr: Le règlement a déjà été effectué.
nl_nl: Betaling is reeds gebeurd.
pl_pl: Płatność została wykonana.

source: Payment cannot be negative.
de_de: Zahlungen können nicht negativ sein.
es_es: Pago no puede ser negativo.
fr_fr: Le règlement ne peut être négatif.
nl_nl: Betaling kan niet negatief zijn.
pl_pl: Płatność nie może być liczbą ujemną.

source: You provided a lower amount than the one expected.
de_de: Sie haben einen geringeren Betrag als den erwarteten angegeben.
es_es: Proporcionó un importe inferior al previsto.
fr_fr: Vous saisissez un montant inférieur au total à régler.
nl_nl: U voerde een lager bedrag in dan het verwachte bedrag.
pl_pl: Wprowadziłeś niższą kwotę od wymaganej.

source: You provided a greater amount than the one expected.
de_de: Sie haben einen höheren Betrag als den erwarteten angegeben.
es_es: Proporcionó un importe superior al previsto.
fr_fr: Vous saisissez un montant supérieur au total à régler.
nl_nl: U voerde een groter bedrag in dan het verwachte bedrag.
pl_pl: Wprowadziłeś wyższą kwotę od wymaganej.

source: Error: you are using a credit note, so you must provided an amount that is lower or equals to the amount of this credit note.
de_de: Fehler: Sie verwenden eine Gutschrift. Daher müssen Sie einen Betrag angeben, der maximal so hoch wie der dieser Gutschrift ist.
es_es: Error: como esta utilizando una nota de crédito, debe proporcionar un importe inferior o igual al de esta nota de crédito.
fr_fr: Erreur: vous utilisez un avoir et vous devez donc saisir un Total  réglé inférieur ou égal au montant de cet avoir.
nl_nl: Fout: u gebruikt een creditnota, dus u een bedrag invoeren dat lager is of gelijk aan het bedrag van de creditnota.
pl_pl: Błąd: użyłeś noty kredytowej, więc musisz wprowadzić ilość, która jest mniejsz lub równa wartości noty kredytowej.

source: Error: you are using credit note as payment mode, please select a credit note.
de_de: Fehler: Sie verwenden Gutschrift als Zahlungsweise. Wählen Sie bitte eine Gutschrift aus.
es_es: Error: esta utilizando una nota de crédito como medio de pago, por favor elija una nota de crédito.
fr_fr: Erreur: vous utilisez le mode de paiement "Avoir": vous devez donc sélectionner un avoir.
nl_nl: Fout: u gebruikt een creditnota als betaalmiddel, selecteer een creditnota.
pl_pl: Błąd: używasz noty kredytowej jako płatność, wybierz notę kredytową.

source: Error: please select an invoice.
de_de: Fehler: Wählen Sie bitte eine Rechnung aus.
es_es: Error: por favor, elija una factura.
fr_fr: Erreur: aucune facture sélectionnée.
nl_nl: Fout: selecteer een factuur.
pl_pl: Błąd: proszę wybierz fakturę.

source: Percent must be an integer between 0 and 100.
de_de: Prozent muss eine Ganzzahl zwischen 0 und 100 sein.
es_es: Porcentaje debe ser un número entero entre 0 y 100.
fr_fr: Le pourcentage saisi doit être entre 0 et 100.
nl_nl: Percentage moet een geheel getal zijn tussen 0 en 100.
pl_pl: Procent musi być liczbą całkowitą pomiędzy 0 i 100.

source: Discount cannot be greater than the product price.
de_de: Der Preisnachlass darf nicht größer als der Preis des Produkts sein.
es_es: Descuento no puede superar el precio del producto.
fr_fr: La remise ne peut être supérieure au prix du produit.
nl_nl: Korting kan niet groter zijn dan de productprijs.
pl_pl: Rabat nie może być większy niż cena produktu.

source: Delivery, packing and insurance charges will be taken into account.
de_de: Lieferung, Verpackung und Versicherung werden miteinbezogen.
es_es: Tarifas de entrega, envase y seguro estaran tomadas en cuenta.
fr_fr: Les frais de port, d'emballage et d'assurance vont être facturés.
nl_nl: Levering, verpakking en verzekering worden in rekening gebracht.
pl_pl: Dostawa, pakowanie, ubezpieczenie powinno być zaksięgowane na koncie.

source: Delivery, packing and insurance charges will not be taken into account.
de_de: Lieferung, Verpackung und Versicherung werden nicht miteinbezogen.
es_es: Tarifas de entrega, envase y seguro no estaran tomadas en cuenta.
fr_fr: Les frais de port, d'emballage et d'assurance ne seront pas facturés.
nl_nl: Levering, verpakking en verzekering worden niet in rekening gebracht.
pl_pl: Dostawa, pakowanie, ubezpieczenienie będzie dodane do konta.

source: Some wrong data was encountered (%, e, /).
de_de: Falsche Daten (%, e, /).
es_es: Se encontrarón datos erroneos (%, e, /).
fr_fr: Certaines saisies ne sont pas au bon format (%, e, /).
nl_nl: Foute invoer (%, e, /).
pl_pl: Została wprowadzona zła data (%, e, /).

source: Do you want to issue this invoice ?
de_de: Wollen Sie diese Rechnung ausgeben?
es_es: ¿Quiere emitir esta factura?
fr_fr: Souhaitez-vous enregistrer cette facture?
nl_nl: Wil u deze factuur afdrukken?
pl_pl: Czy chcesz wystawić fakturę?
