Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Assign products to a seasonality
de_de: Produkte einer Saison zuweisen.
es_es: Asignar productos a una estacionalida
fr_fr: Affecter des produits à une saisonnalité
nl_nl: Producten toewijzen aan seizoen
pl_pl: Wybrane produkty są sezonowe

source: Select a product type
de_de: Wählen Sie einen Produkttyp aus.
es_es: Seleccionar un tipo de producto
fr_fr: Sélectionner un type de produit
nl_nl: Selecteer een producttype
pl_pl: Wybierz typ produktu

source: Select one or more features
de_de: Wählen Sie eine oder mehrere Funktionen aus.
es_es: Seleccione una o varias características
fr_fr: Sélectionner une ou plusieurs caractéristiques
nl_nl: Selecteer een of meerdere eigenschappen
pl_pl: Wybierz jedno lub więcej cech

source: Ratio
de_de: Verhältnis
es_es: Proporción
fr_fr: Coefficient
nl_nl: Tarief
pl_pl: Wskaznik

source: Add additional references
de_de: Zusätzliche Referenzen hinzufügen.
es_es: Añadir referencias adicionales
fr_fr: Ajouter des références supplémentaires
nl_nl: Bijkomnde referenties toevoegen
pl_pl: Dodaj dodatkowe referencje

source: Please select a product type.
de_de: Wählen Sie bitte einen Produkttyp aus.
es_es: Por favor, elija un tipo de producto.
fr_fr: Vous devez choisir un type de produit.
nl_nl: Selecteer een producttype.
pl_pl: Proszę wybierz typ produktu.

source: Please provide a ratio.
de_de: Geben Sie bitte ein Verhältnis an.
es_es: Por favor, proporcione una proporción.
fr_fr: Vous devez saisir un coefficient.
nl_nl: Voer een tarief in.
pl_pl: Proszę wprowadź wskaźnik.

source: Please provide a numeric ratio.
de_de: Geben Sie bitte ein numerisches Verhältnis an.
es_es: Por favor, proporcione una proporción númerica.
fr_fr: Vous devez saisir un coefficient numérique.
nl_nl: Selecteer een numeriek tarief.
pl_pl: Proszę wprowadź wartość wskaźnika

source: Add a seasonality
de_de: Saison hinzufügen.
es_es: Añadir una estacionalidad
fr_fr: Création d'une saisonnalité
nl_nl: Voeg een seizoen toe
pl_pl: Dodaj sezonowość

source: Assign to seasonality
de_de: Einer Saison zuweisen.
es_es: Asignar a una estacionalidad
fr_fr: Affecter à la saisonalité
nl_nl: Aan een seizoen toewijzen
pl_pl: Przypisz do sezonowości

source: Chain was not found in the database
de_de: Kette wurde in der Datenbank nicht gefunden.
es_es: La cadena no se encontró en la base de datos.
fr_fr: Impossible de charger la chaîne sélectionnée.
nl_nl: Reeks werd niet gevonden in de gegevensbank
pl_pl: Łańcuch nie został znaleziony w bazie danych

source: Selected chain "%s" is not valid.
de_de: Die ausgewählte Kette "%s" ist nicht gültig.
es_es: Cadena seleccionada "%s" no es válida.
fr_fr: La chaîne sélectionnée n'est pas valide: %s.
nl_nl: Geselecteerde reeks "%s" is niet geldig.
pl_pl: Wybrana sieć "%s" jest neważna.

source: Are you sure you want to cancel the order ?
de_de: Soll die Bestellung wirklich abgebrochen werden?
es_es: ¿Está seguro de que desea cancelar el pedido?
fr_fr: Êtes vous sûr(e) de vouloir annuler la commande ?
nl_nl: Wil u de bestelling annuleren?
pl_pl: Czy jesteś pewien,że chcesz anulować to zamówienie?

source: Carriage order.
de_de: Frachtbestellung.
es_es: Pedido de transporte.
fr_fr: Commande de transport.
nl_nl: Vrachtbestelling
pl_pl: Zamówienie przewozu.

source: Departure and arrival actors are missing.
de_de: Abflug- und Ankunftsakteur fehlen.
es_es: Los agentes de salida y de llegada faltan.
fr_fr: acteur de départ et d'arrivée manquants.
nl_nl: Vertrek en aankomst deelnemers ontbreekt.
pl_pl: Brakuje punktu wylotu i przylotu

source: Departure actor is missing.
de_de: Abflugsakteur fehlt.
es_es: El agente de salida falta.
fr_fr: acteur de départ manquant.
nl_nl: Vertrek deelnemer ontbreekt.
pl_pl: Brakuje wyjeżdżajacego uczestnika

source: arrival actor is missing.
de_de: Ankunftsakteur fehlt.
es_es: El agente de llegada falta.
fr_fr: acteur d'arrivée manquant.
nl_nl: aankomst deelnemer ontbreekt.
pl_pl: brakuje przyjeżdżającego uczestnika

source: Error: delivery order could not be printed.
de_de: Fehler: Lieferschein konnte nicht ausgedruckt werden.
es_es: Error: no se ha podido imprimir el pedido de entrega.
fr_fr: Une erreur s'est produite, le bon de livraison n'a pu être édité.
nl_nl: Fout: levering bestelling kon niet afgedrukt worden.
pl_pl: Błąd : zamówienie dostawy nie może być wydrukowane.

source: Please select a delivery order.
de_de: Wählen Sie bitte einen Lieferschein aus.
es_es: Por favor, elija un pedido de entrega.
fr_fr: Pas de bon de livraison sélectionné.
nl_nl: Selecteer een levering.
pl_pl: Proszę wybierz dostawę zamówienia.

source: A delivery order can only be printed for an issue related to an expected movement and when no other delivery order was printed for this movement.
de_de: Ein Lieferschein kann nur für ein Problem mit einer erwarteten Bewegung ausgedruckt werden und wenn kein anderer Lieferschein für diese Bewegung ausgedruckt wurde.
es_es: Se puede imprimir un pedido de entrega solamente si se trata de una cuestión vinculada con un movimiento previsto y cuando ningún otro pedido de entrega ha sido impreso en relación con este movimiento.
fr_fr: Un bon de livraison ne peut être édité que pour une sortie attachée à un mouvement prévu, et si aucun bon de livraison n'a déjà été édité pour ce mouvement.
nl_nl: Een leveringsbewijs kan enkel afgedrukt worden voor een zending verwant aan een verwachte beweging en als geen ander leveringsbewijs werd afgedrukt voor deze beweging.
pl_pl: Dostarczone zlecenie moze być tylko wydrukowane do wydania na oczekwiane przesunięcie, kiedy żadne inna dostawa nie została wydrukowana dla tego ruchu

source: Component reference
de_de: Komponentenreferenz
es_es: Referencia del componente
fr_fr: Référence composant
nl_nl: Componentreferentie
pl_pl: Numer komponentu

source: Select an operation
de_de: Wählen Sie eine Operation aus.
es_es: Elija una operación
fr_fr: Sélectionner une opération
nl_nl: Selecteer een verrichting
pl_pl: Wybierz dzialanie

source: Select a project manager
es_es: Elija un director de proyecto
fr_fr: Sélectionnez un chef de projet
pl_pl: Wybierz kierownika projektu

source: Signatory
es_es: Signatario
fr_fr: Signataire
pl_pl: Sygnatariusz

source: Assigned actor
de_de: Zugewiesener Akteur
es_es: Agente asignado
fr_fr: Acteur rivé
nl_nl: Toegewezen deelnemer
pl_pl: Przydzielony Uczestnik

source: Update potential
de_de: Aktualisierungspotenzial
es_es: Actualizuar potencial
fr_fr: Mettre &agrave; jour Potentiel
nl_nl: Potentieel vernieuwen
pl_pl: Potencjalna aktualizacja

source: Start task
de_de: Aufgabe starten
es_es: Empezar tarea
fr_fr: Démarrer la tâche
nl_nl: Start taak
pl_pl: Start zadania

source: Pause task
de_de: Aufgabe anhalten
es_es: Tarea de pausa
fr_fr: Interrompre la tâche
nl_nl: Pauzeer taak
pl_pl: Przerwa w zadaniu

source: Restart task
de_de: Aufgabe neu starten
es_es: Reiniciar tarea
fr_fr: Reprendre la tâche
nl_nl: Herstart taak
pl_pl: Ponowny start zadania

source: Finish task
de_de: Aufgabe fertigstellen
es_es: Finalizar la tarea
fr_fr: Terminer la tâche
nl_nl: Be-eindig taak
pl_pl: Zadanie ukończone

source: Print log card
de_de: Protokollkarte ausdrucken
es_es: Imprimir tarjeta de registro
fr_fr: Impression fiche suiveuse
nl_nl: Logkaart afdrukken
pl_pl: Drukuj rejestr kart

source: Limit date
es_es: Fecha límite
fr_fr: Date limite
pl_pl: Limit daty

source: Add or update set
de_de: Satz hinzufügen oder aktualisieren
es_es: Añadir o actualizar serie
fr_fr: Création / édition d'un ensemble
nl_nl: Set toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj zbiór

source: A set with this designation already exists for this nomenclature, please correct.
de_de: Es besteht bereits ein Satz mit dieser Bezeichnung für diese Nomenklatur. Bitte berichtigen Sie dies.
es_es: Una serie con esta designación ya existe para esta nomenclatura, por favor corrija.
fr_fr: Un ensemble existe déjà pour cette nomenclature, avec la désignation saisie.
nl_nl: Een set met deze bestemming bestaat al voor deze namenlijst, gelieve te verbeteren.
pl_pl: Zestaw z tym znakiem już istnieje dla tej nomenklatury, proszę popraw.

source: Please provide a designation.
de_de: Bitte geben Sie eine Bezeichnung an.
es_es: Por favor, proporcione una designación.
fr_fr: Vous devez saisir une désignation.
nl_nl: Bestemming invoeren.
pl_pl: Proszę wprowadź przeznaczenie

source: Your booking is scheduled on %s
de_de: Ihre Buchung wurde für den %s geplant.
es_es: Su reserva está programada para el %s
fr_fr: Votre réservation est enregistrée pour le %s
nl_nl: Uw boeking is gepland op %s
pl_pl: Twoje księgowanie jest ustawione na %s

source: Wished instructor is not available, class will be given by %s.
de_de: Der gewünschte Ausbilder ist nicht verfügbar. Der Unterricht wird von %s erteilt.
es_es: El instructor deseado no está disponible, dará la clase %s.
fr_fr: L'instructeur demandé n'est pas disponible, le cours sera assuré par %s.
nl_nl: Gewenste instructeur is niet beschikbaar, les wordt gegeven door %s.
pl_pl: Żądany instruktor nie jest dostępny, kur będzie prowadzony przez %s.

source: Class will be given by %s.
de_de: Unterricht wird von %s erteilt.
es_es: Dará la clase %s.
fr_fr: Le cours sera assuré par %s.
nl_nl: Les wordt gegeven door %s.
pl_pl: Kurs będzie prowadzony przez %s.

source: Customer not found in the database.
de_de: Kunde nicht in der Datenbank gefunden.
es_es: Este cliente no se encontró en la base de datos.
fr_fr: Impossible de charger le client.
nl_nl: Klant niet gevonden in de gegevensbank.
pl_pl: Klient nie został znaleziony w bazie danych.

source: No airplane of this type was found for customer "%s". Operation aborted.
de_de: Kein Flugzeug dieses Typs für Kunde "%s" gefunden. Operation abgebrochen.
es_es: No avión de este tipo se encontró para cliente "%s". Operación abortada.
fr_fr: Aucun type d'appareil n'a été trouvé pour le client "%s". Il est impossible de continuer.
nl_nl: Geen vliegtuig van dit type werd gevonden voor klant "%s". Verrichting afgebroken.
pl_pl: Żaden samolot tego typu nie został znaleziony dla klienta"%s". Operacja przerwana.

source: Class duration cannot be null.
de_de: Dauer der Klasse kann nicht NULL sein.
es_es: Duracion de clase no puede ser nula.
fr_fr: La durée du cours ne peut être nulle.
nl_nl: Lestijd kan niet nul zijn.
pl_pl: czast trawanie kursu nie moze być niewypełniony

source: Airplane schedule
de_de: Flugzeugzeitplan
es_es: Programa del avión
fr_fr: Planning de l'appareil
nl_nl: Vliegtuigschema
pl_pl: Plan samolotu

source: Property
de_de: Eigenschaft
es_es: Propiedad
fr_fr: Propriété
nl_nl: Eigendom
pl_pl: Wlasność

source: Entries
de_de: Posten
es_es: Entradas
fr_fr: Entrées
nl_nl: Invoer
pl_pl: Wejście

source: Issues
de_de: Probleme
es_es: Cuestiones
fr_fr: Sorties
nl_nl: Uitgaven
pl_pl: Nakłady

source: Unit statistics
de_de: Einheitenstatistiken
es_es: Estadisticas por unidad
fr_fr: Statistiques sur l'unité
nl_nl: Eenheidstatistieken
pl_pl: Statystyki jednostki

source: Command number
es_es: Número de pedido
fr_fr: Numéro de commande
pl_pl: Numer komendy

source: Filter by estimate date
es_es: Filtrar por fecha de presupuesto
fr_fr: Filtrer par date de devis
pl_pl: Filtruj według daty kosztorysu

source: Print estimate
es_es: Imprimir presupuesto
fr_fr: Imprimer le devis
pl_pl: Drukuj kosztorys

source: Print estimate document
es_es: Imprimir documento de presupuesto
fr_fr: Imprimer le devis
pl_pl: Drukuj kosztorys

source: A discount already exists for the following product/category pairs: %s.
de_de: Für die folgenden Produkt/Kategorie-Paare ist bereits ein bereits ein Preisnachlass vorhanden: %s.
es_es: Un descuento ya existe para pares de producto/categoría: %s.
fr_fr: Une remise existe déjà pour les couples (produit | catégories) suivants: %s.
nl_nl: Er bestaat reeds een korting voor de volgende product-/categorieparen: %s.
pl_pl: Rabaty już istnieją dla następujących produktów/ kategorii: %s.

source: Selling price
de_de: Verkaufspreis
es_es: Precio de venta
fr_fr: Prix de vente
nl_nl: Verkoopprijs
pl_pl: Cena sprzedaży

source: excl. VAT
de_de: ohne MwSt.
es_es: excl. IVA
fr_fr: HT
nl_nl: excl. BTW
pl_pl: Bez VAT

source: Summary of references for which discount of
de_de: Zusammenfassung von Referenzen für die ein Preisnachlass von
es_es: Resumen de referencias para las cuales un descuento de
fr_fr: Récapitulatif des références auxquelles la remise de
nl_nl: Overzicht van referenties waar kortingen van
pl_pl: Podsumowane indeksów dla których są podane rabaty

source: is applied
de_de: gewährt wird.
es_es: se aplica
fr_fr: est appliquée
nl_nl: op toegepast worden
pl_pl: jest stosowany

source: Concerned categories are:
de_de: Die betreffenden Kategorien sind:
es_es: Las categorías afectadas son:
fr_fr: Les catégories concernées sont
nl_nl: Betreffende categoriën zijn:
pl_pl: Zainteresoawane kategorie są:

source: Shipping and tracking note for order "%s"
de_de: Liefer- und Nachverfolgungsnotiz für Bestellung "%s".
es_es: Nota de consignación y de seguimineto del pedido "%s"
fr_fr: Expédition et note de suivi pour la commande "%s"
nl_nl: Verzendings- en traceringsnota voor bestelling "%s"
pl_pl: Dokumenty spedycyjne do zlecenia"%s"

source: Please select an order first.
de_de: Wählen Sie bitte zuerst eine Bestellung aus.
es_es: Por favor, elija un pedido primero.
fr_fr: Vous devez sélectionner une Commande.
nl_nl: Selecteer eerst een bestelling.
pl_pl: Proszę wybierz pierwsze zamówienie.

source: this order is closed.
de_de: diese Bestellung geschlossen ist.
es_es: este pedido está cerrado.
fr_fr: cette commande est clôturée.
nl_nl: deze bestelling is afgesloten.
pl_pl: to zmówienie jest zamknięte.

source: Add or update nomenclature
de_de: Nomenklatur hinzufügen oder aktualisieren.
es_es: Añadir o actualizar nomenclatura
fr_fr: Création / édition d'une nomenclature
nl_nl: Namenlijst toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj nomenklaturę

source: A nomenclature with the same version number already exists for this product.
de_de: Es existiert bereits eine Nomenklatur mit der gleichen Versionsnummer für dieses Produkt.
es_es: Una nomenclatura con el mismo número de versión ya existe para este producto.
fr_fr: Une nomenclature existe déjà pour ce produit, avec la version saisie.
nl_nl: Een namenlijst met hetzelfde versienummer bestaat reeds voor dit product.
pl_pl: Nomenklatura o tym samym numerze wersji dla tego produktu już istnieje.

source: Please select a product.
de_de: Wählen Sie bitte ein Produkt aus.
es_es: Por favor, seleccione un producto.
fr_fr: Vous devez sélectionner un produit.
nl_nl: Selecteer een product.
pl_pl: Proszę wybierz produkt.

source: Please provide a version.
de_de: Geben Sie bitte eine Version an.
es_es: Por favor, proporcione una versión.
fr_fr: Vous devez saisir une version.
nl_nl: Voer een versie in.
pl_pl: Proszę wprowadź wersję.

source: Linked component
de_de: Verbundene Komponente
es_es: Componente vinculado
fr_fr: Composant lié
nl_nl: Gekoppeld component
pl_pl: Powiązany komponent

source: Task details
de_de: Einzelheiten der Aufgabe
es_es: Detalles sobre la tarea
fr_fr: Détail d'une tâche
nl_nl: Taakdetails
pl_pl: Szczegóły zadania

source: Please select a destination location
de_de: Wählen Sie einen Zielort aus.
es_es: Por favor, elija un sitio de destinación.
fr_fr: Vous devez choisir un emplacement d'arrivée.
nl_nl: Selecteer een bestemming
pl_pl: Proszę wybierz lokalizację znaku

source: Owner
de_de: Eigentümer
es_es: Propietario
fr_fr: Propriétaire
nl_nl: Eigenaar
pl_pl: Właściciel

source: At a fixed date
de_de: Zu einem festen Datum
es_es: A fecha fija
fr_fr: A une date fixée
nl_nl: Op een vaste datum
pl_pl: Ustalona data

source: Virtual qty
de_de: Virtuelle Menge
es_es: Cantidad virtual
fr_fr: Qté virtuelle
nl_nl: Virtuële hvl
pl_pl: Faktyczna ilość

source: Minimum qty
de_de: Mindestmenge
es_es: Cantidad mínima
fr_fr: Qté mini.
nl_nl: Minimum hvl
pl_pl: Minimalna ilość

source: The following stores could not be deactivated because one of their locations is not empty: %s
de_de: Die folgenden Lager konnten nicht deaktiviert werden, da einer der Standorte nicht leer ist: %s
es_es: No se ha podido desactivar los siguientes almacenes porque una de sus ubicaciones no está vacía: %s
fr_fr: Les magasins suivants n'ont pu être désactivés car un de leurs emplacements n'est pas vide: %s.
nl_nl: De volgende winkels konden niet gedeactiveerd worden omdat een van hun locaties niet leeg is: %s
pl_pl: Następujące sklepy nie mogą być zdezaktywowane ponieważ jedna z lokalizacji jest pusta: %s

source: You are about to ungroup all parcels, continue ?
de_de: Damit wird die Gruppierung aller Pakete aufgehoben. Fortfahren?
es_es: Está a punto de desagrupar todos los paquetes, ¿seguir?
fr_fr: Vous êtes sur le point de dégrouper l'ensemble des colis du regroupement, continuer ?
nl_nl: U zal alle pakketten uit elkaar halen, doorgaan?
pl_pl: Proszę zogrupować wszystkie paczki żeby kontynuować.

source: Regrouping reference (parcel, pallet, etc...)
de_de: Referenz neu gruppieren (Paket, Palette usw.)
es_es: Reagrupación de referencia (paquete, palé, etc.)
fr_fr: Référence regroupement (colis, palette)
nl_nl: Hergroeperingsreferentie (pakket, pallet, enz...)
pl_pl: Wskaźnik pogrupowania (paczka, paleta, itp)

source: Cancel regrouping
de_de: Neugruppierung abbrechen
es_es: Cancelar reagrupación
fr_fr: Annuler Regroupement
nl_nl: Hergroepering annuleren
pl_pl: Anuluj przegrupowanie

source: Print packing list
de_de: Packliste drucken
es_es: Imprimir lista de contenidos
fr_fr: Imprimer une liste de colisage
nl_nl: Paklijst afdrukken
pl_pl: drukuj list na paczkę

source: Regrouping reference
de_de: Neugruppierungsreferenz
es_es: Referencia de reagrupación
fr_fr: Référence regroupement
nl_nl: Referentie hergroeperen
pl_pl: Przegrupuj referencje

source: Content reference
de_de: Inhaltsreferenz
es_es: Referencia del contenido
fr_fr: Référence contenu
nl_nl: Inhoudreferentie
pl_pl: Treść referencji

source: Generic actor
de_de: Generischer Akteur
es_es: Agente genérico
fr_fr: Acteur générique
nl_nl: Algemene deelnemer
pl_pl: Ogólny uczestnik

source: Chain cannot be created.
de_de: Kette kann nicht erstellt werden.
es_es: Cadena no se puede crear.
fr_fr: Impossible de créer la chaîne.
nl_nl: Reeks kan niet aangemaakt worden.
pl_pl: Sieć nie może być stworzona

source: Chain cannot be saved.
de_de: Kette kann nicht gespeichert werden.
es_es: La cadena ne se puede guardar.
fr_fr: Impossible de sauvegarder la chaîne.
nl_nl: Reeks kan niet opgeslagen worden.
pl_pl: Sieć nie może być zachowana

source: Chain, operations and tasks were successfully saved.
de_de: Kette, Operationen und Aufgaben wurden erfolgreich gespeichert.
es_es: Cadenas, operaciones y tareas se han guardado con éxito.
fr_fr: Les opérations et les tâches de la chaîne ont été sauvegardées.
nl_nl: Reeks, verrichtingen en taken werden succesvol opgeslagen.
pl_pl: Sieć,dzialania i zadania zostały zachowane z powodzeniem

source: Chain building
de_de: Kettenaufbau
es_es: Construcción de cadena
fr_fr: Construction d'une chaîne
nl_nl: Reeks opbouwen
pl_pl: Budowa sieci

source: Payment reference
de_de: Zahlungsreferenz
es_es: Referencia del pago
fr_fr: Référence règlement
nl_nl: Betalingsreferentie
pl_pl: Odniesienie do płatności

source: Filter by date of issue
de_de: Nach Ausgabedatum filtern.
es_es: Filtrar por fecha de emisión
fr_fr: Filtrer par date d'émission
nl_nl: Filter volgens datum van uitgifte
pl_pl: Filtruj według daty wystawienia

source: Filter by expiration date
de_de: Nach Ablaufsdatum filtern.
es_es: Filtrar por fecha de caducidad
fr_fr: Filtrer par date d'échéance
nl_nl: Filter volgens vervaldatum
pl_pl: Filtruj według daty wygaśnięcia

source: Reprint
de_de: Neu drucken
es_es: Reimprimir
fr_fr: Réimprimer
nl_nl: Herafdrukken
pl_pl: Przedruk

source: Print invoice copy
de_de: Rechnungskopie drucken
es_es: Imprimir una copia de la factura
fr_fr: Réimprimer la facture
nl_nl: Kopie factuur afdrukken
pl_pl: Drukuj kopie faktur

source: Details
de_de: Einzelheiten
es_es: Detalles
fr_fr: Détail
pl_pl: Szczegóły

source: Invoice details
de_de: Rechnungsdetails
es_es: Detalles sobre la factura
fr_fr: Détail de la facture
nl_nl: Factuurdetails
pl_pl: Szczegóły faktury

source: Payments
de_de: Zahlungen
es_es: Pagos
fr_fr: Règlements
nl_nl: Betalingen
pl_pl: Płatności

source: List of payments
de_de: Liste der Zahlungen
es_es: Lista de pagos
fr_fr: Liste des règlements
nl_nl: Lijst van betalingen
pl_pl: Lista płatności

source: Catalogue cannot be saved.
de_de: Katalog kann nicht gespeichert werden.
es_es: El catalogo ne se puede guardar.
fr_fr: Impossible de sauvegarder le catalogue.
nl_nl: Catalogus kan niet opgeslagen worden.
pl_pl: Katalog nie może być zapisany.

source: Catalogue "%s" was successfully saved.
de_de: Katalog "%s" wurde erfolgreich gespeichert.
es_es: El catalogo "%s" se ha guardado con éxito.
fr_fr: Le catalogue %s a été sauvegardé
nl_nl: Catalogus "%s" werd succesvol opgeslagen.
pl_pl: Katalog "%s" został zachowany z pełnym sukcesem.

source: Add or update catalogue
de_de: Katalog hinzufügen oder aktualisieren
es_es: Añadir o actualizar catalogo
fr_fr: Formulaire d'ajout/édition de catalogues
nl_nl: Catalogus toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj katalog

source: The following locations could not be deleted
de_de: Die folgenden Standorte konnten nicht gelöscht werden.
es_es: Las ubicaciones siguientes no se han podido suprimir
fr_fr: Les emplacements suivants n'ont pu être supprimés
nl_nl: De volgende locaties konden niet verwijderd worden
pl_pl: Następujące lokalizacje nie mogą być usunięte

source: Assembly has no registered item.
de_de: Baugruppe hat kein registriertes Element.
es_es: Montaje no tiene ningún artículo registrado.
fr_fr: Cet assemblage ne comporte aucun élément enregistré.
nl_nl: Montage heeft geen geregistreerd item.
pl_pl: Montaż nie ma zarejestrowanego produktu.

source: Tracing mode
de_de: Verfolgungsart
es_es: Modalidad de seguimiento
fr_fr: Mode de suivi
nl_nl: Traceringsmode
pl_pl: Tryb śledzenia

source: Back
de_de: Zurück
es_es: Para atrás
fr_fr: Retour
nl_nl: Terug
pl_pl: Cofnij

source: of assembly
de_de: der Gruppe
es_es: de montaje
fr_fr: d'assemblage
nl_nl: van montage
pl_pl: montaż

source: of material tracking
de_de: der Materialnachverfolgung
es_es: de seguimiento de material
fr_fr: de suivi matière
nl_nl: van materiaaltracering
pl_pl: śledzenie materiału

source: Details
de_de: Einzelheiten
es_es: Detalles
fr_fr: Détail
pl_pl: Szczegóły

source: Select form models were successfully deleted.
de_de: Die ausgewählten Formularmodelle wurden erfolgreich gelöscht.
es_es: Los modelos de formularios seleccionados han sido suprimido con éxito.
fr_fr: La ou les formulaires modèles sélectionnés ont été supprimés.
nl_nl: Geselecteerde formuliermodellen werden succesvol verwijderd.
pl_pl: Wybierz formę modeli , które zostały skasowane z powodzeniem.

source: The following form model could not be deleted because it is linked to an action: %s
de_de: Das folgende Formularmodell konnte nicht gelöscht werden, da es mit einer Handlung verbunden ist: %s
es_es: El modelo de formulario siguiente no se ha podido suprimir porque está vinculado con una acción: %s
fr_fr: Le formulaire modèle suivant n'a pas été supprimé car il est lié à une action : %s
nl_nl: Het volgende formulier kon niet vewijderd worden omdat het verbonden is aan een verrichting: %s
pl_pl: Następujący model nie może zostać skasowany, poniewaz jest połączony do akcji : %s
