Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: SN or Lot
de_de: Serien-Nr. oder Los
es_es: NS o lote
fr_fr: SN ou Lot
nl_nl: SN of lot
pl_pl: SN lub Lot

source: none
de_de: Kein(er)
es_es: ningun
fr_fr: aucun
nl_nl: geen
pl_pl: żaden

source: Selected order must be in locked state.
de_de: Die ausgewählte Bestellung muss den Zustand "gesperrt" haben.
es_es: Pedido seleccionado debe estar en estado de bloqueado.
fr_fr: La commande sélectionnée doit être à l'état bloqué.
nl_nl: Geselecteerde bestelling moet in vergrendelde positie zijn.
pl_pl: Wybrane zaówienie jest w trybie blokady

source: You cannot unlock a closed order
de_de: Sie können eine geschlossene Bestellung nicht entsperren.
es_es: No se puede abrir un pedido cerrado
fr_fr: Une commande clôturée ne peut être débloquée
nl_nl: U kan een afgesloten bestelling niet vrijmaken
pl_pl: Wybrane zamówienie jest w trybie blokady

source: Are you sure you want to unlock this order ?
de_de: Möchten Sie diese Bestellung wirklich entsperren?
es_es: ¿Está seguro de que desea abrir este pedido?
fr_fr: Voulez-vous débloquer cette commande ?
nl_nl: Wil u deze bestelling echt vrijmaken ?
pl_pl: Czy jesteś pewny ,że chcesz odblokować to zamówienie?

source: Onlogistics download zone
de_de: OnLogistics Download-Bereich
es_es: Zona de download Onlogistics
fr_fr: Zone de téléchargement des applications onlogistics
pl_pl: Strefa pobierania Onlogistic

source: No order found for last weeks.
es_es: Ningún pedido encontrado para las ultimas semanas.
fr_fr: Aucune commande n'a été trouvée pour les semaines précédentes.
pl_pl: Brak znalezionego zamówienia w ostatnich tygodniach.

source: No suggested quantity to order for the selected date.
es_es: Ninguna cantidad sugerida a pedir para la fecha seleccionada.
fr_fr: Aucune quantité à réapprovisionner n'est proposée pour la date sélectionnée.
pl_pl: Brak sugerowanej ilości do zamówienia dla wybranej daty.

source: Number of weeks in history
es_es: Número de semanas en historial
fr_fr: Nombre de semaines d'historique
pl_pl: Ilość tygodni w historii

source: Number of weeks of forecast
es_es: Número de semanas de previsión
fr_fr: Nombre de semaines de prévision
pl_pl: Liczba tygodni w prognozie

source: Default delivery within (days)
es_es: Entrega por defecto dentro de (días)
fr_fr: Délai de livraison par défaut (j)
pl_pl: Domyślna dostawa z (dni)

source: Forecasts with extrapolation
es_es: Previsiones con extrapolacion
fr_fr: Prévisions avec extrapolation
pl_pl: Prognoza z ekstrapolacją

source: Departure date
de_de: Abflugsdatum
es_es: Fecha de salida
fr_fr: Date de départ
nl_nl: Vertrekdatum
pl_pl: Data wyjazdu

source: Arrival date
de_de: Ankunftsdatum
es_es: Fecha de llegada
fr_fr: Date d'arrivée
nl_nl: Aankomstdatum
pl_pl: Data nadejścia

source: List of fixed date task or weekly task
de_de: Liste der Aufgaben mit festem Termin oder der wöchentlichen Aufgaben
es_es: Lista de tareas con fechas fijas o tarea semanal
fr_fr: Liste des tâches à date fixe ou hebomadaire
nl_nl: Lijst van vaste datum taak of wekelijkse taak
pl_pl: Lista ustalonych terminów zadań lub tygodniowych zadań

source: Expenses and receipts model copy
es_es: Copia de modelo de gastos y recibos
fr_fr: Copie de modèle de charge et recette
pl_pl: Szablon kopiowania rachunków

source: Monthly schedule
de_de: Monatlicher Zeitplan
es_es: Programa mensual
fr_fr: Planning Mensuel
nl_nl: Maandelijkse planning
pl_pl: Miesięczny harmonogram

source: Weekly schedule
de_de: Wöchentlicher Zeitplan
es_es: Programa semanal
fr_fr: Planning hebdomadaire
nl_nl: Wekelijkse planning
pl_pl: Tygodniowy harmonogram

source: Select an operator
de_de: Wählen Sie einen Bediener aus.
es_es: Seleccionar un operador
fr_fr: S&eacute;lectionnez un opérateur
nl_nl: Selecteer een gebruiker
pl_pl: Wybierz operatora

source: Select a customer.
de_de: Wählen Sie einen Kunden aus.
es_es: Seleccionar un cliente.
fr_fr: S&eacute;lectionnez un client
nl_nl: Selecteer een klant.
pl_pl: Wybierz klienta.

source: Select a matriculation
de_de: Wählen Sie eine Matrikelnummer.
es_es: Seleccione una matrícula
fr_fr: Sélectionner une immatriculation
nl_nl: Selecteer een inschrijving
pl_pl: Wybierz matrykulację

source: Class -
de_de: Klasse -
es_es: Clase -
fr_fr: Cours -
nl_nl: Les -
pl_pl: Klasa-

source: Beginning:
de_de: Beginn:
es_es: Inicio:
fr_fr: début :
nl_nl: Begin:
pl_pl: Początek:

source: Student
de_de: Schüler
es_es: Estudiante
fr_fr: élève

source: Class, beginning
de_de: Klasse, Beginn
es_es: Clase, inicio
fr_fr: Cours, début
nl_nl: Les, begin
pl_pl: Klasa,poczatek

source: duration
de_de: Dauer
es_es: duración
fr_fr: durée
nl_nl: duur
pl_pl: czs trwania

source: airplane:
de_de: Flugzeug:
es_es: avión:
fr_fr: appareil :
nl_nl: vliegtuig:
pl_pl: samolot:

source: to
de_de: bis
es_es: a
fr_fr: au
nl_nl: tot
pl_pl: do

source: previous
de_de: zurück
es_es: anterior
fr_fr: pr&eacute;c&eacute;dent
nl_nl: vorige
pl_pl: poprzedni

source: next
de_de: weiter
es_es: próximo
fr_fr: suivant
nl_nl: volgende
pl_pl: następny

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
nl_nl: Maand
pl_pl: Miesiąc

source: Week
de_de: Woche
es_es: Semana
fr_fr: Semaine
pl_pl: Tydzień

source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
nl_nl: Dag
pl_pl: Dzień

source: List of unavailabilities
de_de: Liste der Nichtverfügbarkeiten
es_es: Lista de indisponibilidades
fr_fr: Liste des indisponibilités
nl_nl: Lijst van onbeschikbaarheden
pl_pl: Lista niedostępnych funkcji

source: for
de_de: für
es_es: para
fr_fr: pour le
nl_nl: voor
pl_pl: do

source: Chain to activate
de_de: Zu aktivierende Kette
es_es: Cadena por activar
fr_fr: Chaîne à activer
nl_nl: Te activeren reeks
pl_pl: Sieć do aktywizacji

source: task beginning date/time
de_de: Aufgabenbeginn Datum/Zeit:
es_es: fecha / hora de inicio de la tarea
fr_fr: date/heure de début de la tâche.
nl_nl: taak begint datum/tijd
pl_pl: data początkowa zadania/czas

source: task end date/time
de_de: Aufgabenende Datum/Zeit
es_es: fecha / hora de finalización de la tarea
fr_fr: date/heure de fin de la tâche.
nl_nl: taak eindigt datum/tijd
pl_pl: zadanie

source: Deadline date
de_de: Termin
es_es: Fecha del plazo
fr_fr: Date Pivot
nl_nl: Datum deadline
pl_pl: Data ostatecznego terminu

source: Components
de_de: Komponenten
es_es: Componentes
fr_fr: Composants
nl_nl: Componenten
pl_pl: Elementy

source: Take into account volume of nomenclature
de_de: Volumen der Nomenklatur berücksichtigen.
es_es: Tomar en cuenta el volumen de nomenclatura
fr_fr: Tenir compte des volumétrie de la nomenclature
nl_nl: Neem het volume van de namenlijst in achting
pl_pl: Proszę wziąć pod uwagę wielkość nomenklatury

source: Work order name
de_de: Name des Arbeitsauftrags
es_es: Nombre del pedido de trabajo
fr_fr: Nom de l'OT
nl_nl: Naam werkorder
pl_pl: Nazwa procesu produkcji

source: Assign selected items
de_de: Ausgewählte Elemente zuweisen
es_es: Asignar artículos seleccionados
fr_fr: Affecter la sélection
nl_nl: Geselecteerde items toewijzen
pl_pl: Przypisz wybieranie przedmiotów

source: Work order management
de_de: Management von Arbeitsaufträgen
es_es: Gestión de pedidos de trabajo
fr_fr: Administration O.T.
nl_nl: Beheer werkorders
pl_pl: Zarządzanie procesem produkcji

source: An error occurred, packing list could not be printed.
de_de: Es ist ein Fehler aufgetreten. Die Packliste konnte nicht ausgedruckt werden.
es_es: Se ha producido un error, la lista de contenidos no se pudo imprimir.
fr_fr: Une erreur s'est produite, la liste de colisage n'a pu être éditée.
nl_nl: Er deed zich een fout voor, paklijst kon niet afgedrukt worden.
pl_pl: Pojawił się błąd, list pakowania nie moze być wyświetlony

source: Only categories having at least an order
de_de: Nur Kategorien mit mindestens einer Bestellung
es_es: Sólo categorías que tienen al menos un pedido
fr_fr: Uniquement les catégories qui ont <br>eu au moins une commande
nl_nl: Enkel categoriën met tenminste één bestelling
pl_pl: Jedynie kategorie majace zamówienie

source: List of form models
de_de: Liste mit Formularmodellen
es_es: Lista de modelos de formularios
fr_fr: Liste des modèles de formulaire
nl_nl: Lijst van formulieren
pl_pl: Lista form modelów

source: Consumption impact
de_de: Verbrauchauswirkungen
es_es: Impacto de consumo
fr_fr: Impact conso
nl_nl: Consumptie-impact
pl_pl: Zużycie wpływu

source: Issue a service invoice
de_de: Eine Service-Rechnung ausgeben
es_es: Emitir una factura de servicio
fr_fr: Enregistrer une facture de prestation
nl_nl: Een servicefactuur uitgeven
pl_pl: Usługa wystawiania faktury

source: Delete a service invoice
de_de: Eine Service-Rechnung löschen
es_es: Suprimir una factura de servicio
fr_fr: Supprimer une facture de prestation
nl_nl: Een servicefactuur verwijderen
pl_pl: Skasuj usługę faktury

source: Display list of invoices
de_de: Liste der Rechnungen anzeigen
es_es: Mostrar la lista de facturas
fr_fr: Voir la liste des Factures
nl_nl: Lijst van facturen weergeven
pl_pl: Pokaz listę faktur

source: Display list of payments
de_de: Liste der Zahlungen anzeigen
es_es: Mostrar la lista de pagos
fr_fr: Voir la liste des règlements
nl_nl: Lijst van betalingen weergeven
pl_pl: Wyświetlenie listy płatności

source: Please select products to unassign from chain
de_de: Wählen Sie bitte Produkte aus, deren Zuweisung zur Kette aufgehoben werden soll.
es_es: Por favor, elija productos que quiere desasignar de la cadena
fr_fr: Veuillez sélectionner des produits à désaffecter
nl_nl: Selecteer producten om uit de reeks te halen
pl_pl: Proszę wybierz produkty, żeby odłączyć od łańcucha

source: Are you sure you want to unassign selected products ?
de_de: Wollen Sie wirklich die Zuweisung der ausgewählten Produkte aufheben?
es_es: ¿Está seguro de que quiere desasignar los productos seleccionados?
fr_fr: Désaffecter les produits de la chaîne ?
nl_nl: Wil u echt deze producten verwijderen ?
pl_pl: Czy jesteś pewien, że chcesz odłączyć wybrane produkty?

source: Are you sure you want to unassign selected products from chain ?
de_de: Wollen Sie wirklich die Zuweisung der ausgewählten Produkte zur Kette aufheben ?
es_es: ¿Está seguro que quiere desasignar los productos seleccionados de la cadena?
fr_fr: Êtes-vous sur de vouloir désaffecter ces produits de leur chaîne ?
nl_nl: Wil u echt deze producten uit de reeks halen ?
pl_pl: Czy jesteś pewien, że chcesz odłączyć wybrane produkty od łańucha?

source: None of selected products were assign to a chain.
de_de: Keines der ausgewählten Produkte ist einer Kette zugewiesen.
es_es: Ninguno de los productos seleccionados fue asingnado a una cadena.
fr_fr: Aucun des produits sélectionnés n'était affecté à une chaîne !
nl_nl: Geen van de geselecteerde producten waren aan een reeks toegewezen.
pl_pl: Żaden z wybranych produktów nie był dodany do łańcucha.

source: Product(s)
de_de: Zuweisung des Produkts/der Produkte
es_es: Producto(s)
fr_fr: Le(s) produit(s)
nl_nl: Product(en)
pl_pl: Produkt(y)

source: was (were) unassigned from chain(s)
de_de: zur Kette wurde aufgehoben.
es_es: fue (fueron) desasignado/a(s) de la(s) cadena(s)
fr_fr: a été désaffecté de(s) chaîne(s)
nl_nl: was (waren) niet aan een reeks toegewezen
pl_pl: został (zostały) odłączony/e do łańcucha (łańcuchów)

source: Parcels to regroup
de_de: Neu zu gruppierende Pakete
es_es: Paquetes por reagrupar
fr_fr: Liste des colis à regrouper
nl_nl: Pakketten om te hergroeperen
pl_pl: Paczki do przegrupowania

source: Please select the parcels you want to regroup then click the "Regroup" button
de_de: Wählen Sie bitte die Pakete aus, die Sie neu gruppieren wollen. Klicken Sie anschließend auf die Schaltfläche "Neu gruppieren.
es_es: Por favor, seleccione los paquetes que quiere reagrupar y haga clic en el boton "Regroup"
fr_fr: Sélectionnez les colis que vous souhaitez regrouper ensemble et cliquez sur "Regrouper"
nl_nl: Selecteer de pakketten die u wil hergroeperen, klik dan "Hergroeperen"
pl_pl: Proszę wybierz paczki ,jeśli chcesz je przegrupować to kliknij "Przegrupuj"klawisz

source: Product type(s)
de_de: Produkttyp(en)
es_es: Tipo(s) de productos
fr_fr: Type(s) de produit
pl_pl: Typ(y) produktów

source: Regrouping is impossible for selected tasks.
de_de: Neu gruppieren für ausgewählte Aufgaben nicht möglich.
es_es: Reagrupación imposible para tareas seleccionadas.
fr_fr: Aucun regroupement n'est possible pour les tâches sélectionnées.
nl_nl: Hergroeperen is onmogelijk voor de geselecteerde taken.
pl_pl: Przegrupowanie jest niemożliwe dla wybranych zadań.

source: Filter by date of validity
de_de: Nach Gültigkeitsdatum filtern.
es_es: Filtrar por fecha de validez
fr_fr: Filtrer par date de validité
nl_nl: Filter volgens geldigheidsdatum
pl_pl: Filtruj według daty ważności

source: Build chain
de_de: Kette aufbauen
es_es: Construir cadena
fr_fr: Construire la chaîne
nl_nl: Reeks opbouwen
pl_pl: Budowa sieci

source: Copy nomenclature
es_es: Copiar nomenclatura
fr_fr: Copier la nomenclature
pl_pl: Kopiuj nazewnictwo

source: Update potentials
de_de: Potenziale aktualisieren
es_es: Actualizar potenciales
fr_fr: Mise à jour des potentiels
nl_nl: Potentiëlen vernieuwen
pl_pl: Aktualizuj potencjały

source: The following expenses or receipts could not be deleted: %s
de_de: Die folgenden Ausgaben oder Belege konnten nicht gelöscht werden: %s
es_es: Los gastos o recibos siguientes no se ha podido suprimir: %s
fr_fr: La charge ou recette suivant ne peut pas être supprimée: %s
nl_nl: De volgende kosten of ontvangsten konden niet verwijderd worden: %s
pl_pl: Następujace koszty lub przychody nie mogą być usunięte : %s

source: Select invoice was successfully sent by email.
de_de: Die ausgewählte Rechnung wurde erfolgreich per E-Mail verschickt.
es_es: La factura seleccionada se envió con éxito por correo electrónico .
fr_fr: La facture sélectionnée a été envoyée par mail.
nl_nl: Geselecteerde factuur werd succesvol verzonden via e-mail.
pl_pl: Wybierz faktury, które zostały wysłane z powodzeniem przez e-mail.

source: An error occurred, invoice could not be printed.
de_de: Es ist ein Fehler aufgetreten. Die Rechnung konnte nicht ausgedruckt werden.
es_es: Se ha producido un error, no se ha podido imprimir la factura.
fr_fr: Une erreur s'est produite, la facture n'a pu être éditée.
nl_nl: Fout opgetreden, factuur kon niet afgedrukt worden.
pl_pl: Pojawił się błąd ,faktura nie może być wydrukowana.

source: Simple statement of invoices
de_de: Einfache Rechnungslegung
es_es: Estado sencillo de las facturas
fr_fr: Relevé de factures simple
nl_nl: Simpel afschrift van facturen
pl_pl: Proste zestawienie faktur

source: Statement of invoices with letter of exchange.
de_de: Rechnungslegung mit Wechsel
es_es: Estado de las facturas con letra de cambio.
fr_fr: Relevé de factures avec lettre de change
nl_nl: Afschrift van facturen met wisselbrief
pl_pl: Zestawienie faktur z uwzględnieniem kursu wymiany waut

source: No qualification selected.
de_de: Keine Qualifikation ausgewählt.
es_es: Ninguna capacidad seleccionado.
fr_fr: Aucune qualification n'a été sélectionné.
nl_nl: Geen kwalificatie geselecteerd.
pl_pl: Brak wybranych kwalifikacji.

source: Add or update skill
de_de: Fähigkeit hinzufügen oder aktualisieren.
es_es: Añadir o actualizar aptitud
fr_fr: Ajout/Edition de qualifications
nl_nl: Talent toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj umiejętności

source: Customer categories
de_de: Kundenkategorien
es_es: Categorías de clientes
fr_fr: Catégories client
nl_nl: Categoriën klant
pl_pl: Kategorie klienta

source: List of attractivities
de_de: Liste mit Attraktivitäten
es_es: Lista de atractividades
fr_fr: Liste des attractivités
nl_nl: Lijst van aantrekklijkheden
pl_pl: Lista grup

source: The following offers on sale could not be deleted
de_de: Die folgenden Verkaufsangebote konnten nicht gelöscht werden.
es_es: Las ofertas siguientes en venta no se ha podido suprimir
fr_fr: Les promotions suivantes n'ont pu être supprimées
nl_nl: De volgende aanbiedingen konden niet verwijderd worden
pl_pl: Następujące propozycje w sprzedaży nie mogą być usunięte

source: Display customer hours of flight
de_de: Flugstunden des Kunden anzeigen
es_es: Visualizar horas de vuelo cliente
fr_fr: Afficher heures de vol client
nl_nl: Geef vlieguren klant weer
pl_pl: Czas lotu prezentowanego klienta

source: Display instructor hours of flight
de_de: Flugstunden des Ausbilders anzeigen
es_es: Visualizar horas de vuelo instructor
fr_fr: Afficher heures de vol instructeur
nl_nl: Geef vlieguren instructeur weer
pl_pl: Czas lotu prezentowanego instruktora

source: Engine
de_de: Motor
es_es: Motor
fr_fr: Moteur
nl_nl: Motor
pl_pl: Lokomotywa

source: Commandant
de_de: Kapitän
es_es: Commandante
fr_fr: Cdt de bord
pl_pl: Komendant

source: An error occurred, list of invoices could not be printed.
de_de: Es ist ein Fehler aufgetreten. Die Liste der Rechnungen konnte nicht ausgedruckt werden.
es_es: Se ha producido un error, la lista de facturas no se pudo imprimir.
fr_fr: Une erreur s'est produite, la liste de factures n'a pu être éditée.
nl_nl: Fout opgetreden, lijst van facturen kon niet afgedrukt worden.
pl_pl: Pojawił się błąd ,lista faktur nie może byc wydrukowana.

source: All selected invoices must have the same customer
de_de: Alle ausgewählten Rechnungen müssen über den gleichen Kunden verfügen.
es_es: Todas las facturas seleccionadas deben tener el mismo cliente
fr_fr: Toutes les factures sélectionnées doivent avoir le même client
nl_nl: Alle geselecteerde facturen moeten dezelfde klant hebben
pl_pl: Wszystkie wybrane faktury muszą mieć tego samego klienta

source: No invoice issued for this order.
de_de: Für diese Bestellung wurde keine Rechnung ausgestellt.
es_es: Ninguna factura expedida para este pedido.
fr_fr: Pas de facture émise pour cette commande.
nl_nl: Geen factuur uitgegeven voor deze bestelling.
pl_pl: Brak wystawionej faktury dla tego zlecnia.

source: Convert to currency
es_es: Convertir a divisa
fr_fr: Convertir en
pl_pl: Przeliczenie waluty

source: Cash flow
es_es: Flujos de caja
fr_fr: Trésorerie
pl_pl: Raport przepływów finansowych

source: Cash flow from %s %s to %s %s
de_de: Cash-Flow von %s %s bis %s %s
es_es: Flujos de caja de %s %s a %s %s.
fr_fr: Trésorerie de %s %s à %s %s
nl_nl: Geldstroom van %s %s naar %s %s
pl_pl: Raport przepływów finansowych z %s %s to %s %s

source: Material tracking details
de_de: Einzelheiten zur Materialnachverfolgung
es_es: Detalles de seguimiento de material
fr_fr: Détail de suivi matière
nl_nl: Gegevens materiaaltracering
pl_pl: Szczegóły śledzenia detalów

source: Instructor name
de_de: Name des Ausbilders
es_es: Nombre del instructor
fr_fr: Nom instructeur
nl_nl: Naam instructeur
pl_pl: Imię instruktora

source: Flight duration
de_de: Flugdauer
es_es: Duración del vuelo
fr_fr: Durée vol
nl_nl: Vluchttijd
pl_pl: Czas trwania lotu

source: Hundredth of hours
de_de: Hundertstel Stunden
es_es: Centenas de horas
fr_fr: Centièmes d'heures
nl_nl: Honderden uren
pl_pl: Setna godzny

source: Selected tasks could not be found in the database.
de_de: Die ausgewählten Aufgaben konnten nicht in der Datenbank gefunden werden.
es_es: Las tareas seleccionadas no se encontraron en la base de datos.
fr_fr: Impossible de retrouver les tâches sélectionnées.
nl_nl: Geselecteerde taken niet gevonden in de gegevensbank.
pl_pl: Wybrane zadania nie mogą być znalezione w bazie danych.

source: Serial number or lot
de_de: Seriennummer oder Los
es_es: Número de serie o lote
fr_fr: Serial Number ou Lot
nl_nl: Serieel nummer of lot
pl_pl: Seryjny numer lub numer partii

source: Billing criterion
de_de: Kriterium für die Rechnungslegung
es_es: Criterio de facturación
fr_fr: Critère de facturation
nl_nl: Facturatiecriterium
pl_pl: Kryterium bilingu

source: Customer to charge
de_de: Kunde für Rechnungslegung
es_es: Imputable al cliente
fr_fr: Client à facturer
nl_nl: Aan te rekenen klant
pl_pl: Klient do zafakturowania

source: There's is nothing to charge for selected date range and for this customer.
de_de: Im ausgewählten Zeitraum ist für diesen Kunde nichts zu berechnen.
es_es: No hay nada que cobrar en el rango seleccionado de fechas y para este cliente.
fr_fr: Il n'y a rien à facturer pour ce client dans la plage de dates sélectionnée.
nl_nl: Er is niets om aan te rekenen in het geselecteerde datumbereik en voor deze klant.
pl_pl: Nic nie zostało wybrane we wskazanym okresie i dla danego klienta.

source: Select file types you want to allow for upload
es_es: Seleccione tipos de archivos que quiere dejar subir
fr_fr: Sélectionnez les types de fichier que vous souhaitez autoriser pour le téléchargement de fichier
pl_pl: ss

source: Available file types
es_es: Tipos de archivos disponibles
fr_fr: Types de fichiers disponibles
pl_pl: Dostępne typy pliku

source: Allowed file types
es_es: Tipos de archivos autorizados
fr_fr: Types de fichiers autorisés
pl_pl: Dozwolone typy plików

source: Upload preferences
es_es: Subir las referencias
fr_fr: Préférences pour le téléchargement de fichiers
pl_pl: Przesyłanie preferencji

source: Reprinting
de_de: Erneut ausdrucken
es_es: Reimpresión
fr_fr: Réédition
nl_nl: Herafdrukken
pl_pl: Przedrukowanie

source: Send invoice
de_de: Rechnung schicken
es_es: Mandar factura
fr_fr: Expédier une facture
nl_nl: Verzend factuur
pl_pl: Wyślij fakturę

source: Chain "%s" copy
de_de: Kette "%s" kopieren
es_es: Copiar cadena "%s"
fr_fr: Copie de la chaîne "%s"
nl_nl: Reeks "%s" kopie
pl_pl: Sieć "%s"kopia

source: Amount paid
de_de: Betrag gezahlt
es_es: Importe pagado
fr_fr: Montant réglé
nl_nl: Betaald bedrag
pl_pl: Kwota płatności

source: Invoice date
de_de: Rechnungsdatum
es_es: Fecha de la factura
fr_fr: Date de la facture
nl_nl: Factuurdatum
pl_pl: Data faktury

source: Credit note details
de_de: Einzelheiten der Gutschrift
es_es: Detalles de la nota de crédito
fr_fr: Détail de l'avoir
nl_nl: Details creditnota
pl_pl: Szczegóły noty kredytowej

source: Add or update licence
de_de: Lizenz hinzufügen oder aktualisieren.
es_es: Añadir o actualizar licencia
fr_fr: Ajout/Edition de licence
nl_nl: Licentie toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj licencję

source: License
de_de: Lizenz
es_es: Licencia
fr_fr: licence
nl_nl: Licentie
pl_pl: Licencja

source: Item with ID "%s" was not found in the database.
de_de: Element mit der ID "%s" wurde in der Datenbank nicht gefunden.
es_es: Artículo con ID "%s" no se encontró en la base de datos.
fr_fr: Impossible de charger l'item avec l'id %s
nl_nl: Item met ID "%s" werd niet gevonden in de gegevensbank.
pl_pl: Przedmiot z ID "%s"nie został znaleziony w bazie danych.

source: Product related to the selected item was not found in the database.
de_de: Das zum ausgewählten Element zugehörige Produkt wurde in der Datenbank nicht gefunden.
es_es: El producto relacionado al artículo seleccionado no se encontró en la base de datos.
fr_fr: Impossible de déterminer le produit lié à l'item
nl_nl: Product verwant aan het geselecteerde item werd niet gevonden in de gegevensbank.
pl_pl: Produkt związany z wybraną pozycj a nie został znaleziony w bazie danych

source: An item with the SN/Lot "%s" already exists.
de_de: Ein Element mit der Serien-Nr./Los "%s" ist bereits vorhanden.
es_es: Un artículo con el NS/lote "%s" existe yà.
fr_fr: Il existe déjà un item avec le numéro de série/lot %s
nl_nl: Een item met het SN/lot "%s" bestaat reeds.
pl_pl: Indeks z numerem seryjnym/partią "%s" już istnieje.

source: You don't have enough permissions for this item.
de_de: Ihre Berechtigungen reichen für dieses Element nicht aus.
es_es: No tiene autorización suficiente para este artículo.
fr_fr: Vous n'avez pas les permissions nécessaires sur cet item
nl_nl: U heeft niet genoeg toelatingen voor dit item.
pl_pl: Nie masz wystarczajacych uprawnień do tego indeksu
