Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Current task informations
de_de: Informationen zur aktuellen Aufgabe
es_es: Detalles sobre la tarea actual
fr_fr: Informations sur la tâche en cours
nl_nl: Informatie huidige taak
pl_pl: Informacja o aktualnych zadaniach

source: Informations for validation
de_de: Informationen zur Überprüfung
es_es: Informaciones para validación
fr_fr: Informations de validation
nl_nl: Informatie voor geldigheid
pl_pl: Informacje do zatwierdzenia

source: of reference
de_de: der Referenz
es_es: de referencia
fr_fr: de la référence
nl_nl: van referentie
pl_pl: przez odniesienie

source: Part details
de_de: Einzelheiten des Teils
es_es: Detalles sobre las piezas
fr_fr: Détail de la pièce
nl_nl: Artikeldetails
pl_pl: Szczegóły części

source: Expected quantity
de_de: Erwartete Menge
es_es: Cantidad prevista
fr_fr: Quantité attendue
nl_nl: Verwachte hoeveelheid
pl_pl: Oczekiwane ilości

source: Actual assembled quantity
de_de: Tatsächliche Menge
es_es: Cantidad real montada
fr_fr: Quantité r&eacute;ellement assembl&eacute;e
nl_nl: Werkelijke verzamelde hoeveelheid
pl_pl: Aktualnie zgromadzone ilości

source: Booking of assembled components for part
de_de: Buchung aufgebauter Komponenten für Teil
es_es: Reservar componentes montados para pieza
fr_fr: Enregistrement des composants assemblés pour la pièce
nl_nl: Boeking van verzamelde componenten voor deel
pl_pl: Wprowadź produkt złożony jako część

source: Assembled part identification
de_de: Identifizierung des aufgebauten Teils
es_es: Identificación de parte montada
fr_fr: Identification de la pièce assembl&eacute;e
nl_nl: Identificatie verzamelde delen
pl_pl: Identyfikacja zestawu

source: Assembly details
de_de: Gruppeneinzelheiten
es_es: Detalles de montaje
fr_fr: D&eacute;tail de l'assemblage
nl_nl: Details verzameling
pl_pl: Szczegóły montażu

source: Part to assemble details
de_de: Einzelheiten des aufzubauenden Teils
es_es: Detalles sobre piezas a montar
fr_fr: Détail de la pièce à assembler
nl_nl: Details van te verzamelen delen
pl_pl: Część do montarzu

source: Total quantities of components by reference
de_de: Gesamtmengen der Komponenten nach Referenz
es_es: Cantidad total de componentes por referencia
fr_fr: Quantités totales des composants par référence
nl_nl: Totale hoeveelheden van componenten volgens referentie
pl_pl: Suma ilosć komponentów na indeks

source: Material tracking
de_de: Materialnachverfolgung
es_es: Seguimineto de material
fr_fr: Tâche de suivi mati&egrave;re de la référence
nl_nl: Materiaaltracering
pl_pl: Śledzenie materiału

source: List of used SN/Lot
de_de: Liste der verwendeten Seriennr./Lose
es_es: Lista de NS/Lote usado
fr_fr: Liste des num&eacute;ros de lot utilis&eacute;s
nl_nl: Lijst van gebruikt SN/lot
pl_pl: Lista używanego SN/Lot

source: Maximum weight on lift-off
de_de: Maximalgewicht beim Abheben
es_es: Peso máximo al despegar
fr_fr: Poids max au d&eacute;collage
nl_nl: Maximum gewicht bij opstijgen
pl_pl: Maksymalna waga na podnośniku

source: Total load weight
de_de: Gesamtladungsgewicht
es_es: Peso total de la carga
fr_fr: Poids total chargement
nl_nl: Totaal laadvermogen
pl_pl: Całkowite obciążenie wagowe

source: Maximum tank capacity
de_de: Maximales Fassungsvermögen des Tanks
es_es: Capacidad máxima del depósito
fr_fr: Capacit&eacute; maximum du r&eacute;servoir
nl_nl: Maximum tankinhoud
pl_pl: Kaksymalna pojemność baku

source: Move answer in next question
de_de: Antwort in die nächste Frage verschieben
es_es: Desplazar respuesta en pregunta siguiente
fr_fr: Placer la réponse dans la question suivante
nl_nl: Verplaats antwoord in volgende vraag
pl_pl: Przenieś odpowiedź do następnego pytania

source: Add an answer model.
de_de: Antwortmodell hinzufügen.
es_es: Añadir un modelo de respuesta.
fr_fr: Créer une réponse modèle
nl_nl: Voeg een antwoord toe.
pl_pl: Dodaj model odpowiedzi.

source: Add a question
de_de: Frage hinzufügen
es_es: Añadir una pregunta
fr_fr: Ajouter une question
nl_nl: Voeg een vraag toe
pl_pl: Dodaj pytanie

source: Add an answer
de_de: Antwort hinzufügen
es_es: Añadir una respuesta
fr_fr: Ajouter une réponse
nl_nl: Voeg een antwoord toe
pl_pl: Dodaj odpowiedz

source: Period covered by export
de_de: Zeitraum für den Export
es_es: Período cubierto por exportación
fr_fr: Période concernée par l'extraction:
nl_nl: Periode gedekt door export
pl_pl: Okresy eksportu

source: Columns separator:
de_de: Zeichen für Spaltentrennung:
es_es: Separador de columnas:
fr_fr: Séparateur de colonnes:
nl_nl: Kolommenseparator:
pl_pl: Separator kolumn

source: Linked to the accounting type
de_de: Mit dem Buchhaltungstyp verbunden
es_es: Vinculado(s) con el tipo de contabilidad
fr_fr: Lié au modèle comptable
nl_nl: Gekoppeld aan het boekhoudingstype
pl_pl: Powiązany z typem konta

source: select an item
de_de: Wählen Sie ein Element aus.
es_es: Seleccionar un artículo
fr_fr: Sélectionnez un élément
nl_nl: selecteer een item
pl_pl: wybierz pozycję

source: Detailed file
de_de: Detaillierte Datei
es_es: Archivo detallado
fr_fr: Fichier détaillé
nl_nl: Gedetailleerd bestand
pl_pl: Szczególy pliku

source: Global file
de_de: Globale Datei
es_es: Archivo global
fr_fr: Fichier global
nl_nl: Algemeen bestand
pl_pl: Globalny plik

source: Accounts with VAT break-down
de_de: Konten mit MwSt.-Aufschlüsselung
es_es: Cuentas con desglose con IVA
fr_fr: Comptes TVA
nl_nl: Rekeningen met uitsplitsing van BTW
pl_pl: Konta z VAT-em

source: Serial number
de_de: Seriennummer
es_es: Número de serie
fr_fr: Num&eacute;ro de s&eacute;rie
nl_nl: Serienummer
pl_pl: numer epizodu

source: Weight/Volume is empty
de_de: Gewicht/Volumen ist leer
es_es: Peso/volumen está vacío
fr_fr: Poids / masse &agrave; vide
nl_nl: Gewicht/Volume is leeg
pl_pl: Waga/Objetość jest pusta

source: Maximum weight by seat
de_de: Maximalgewicht je Sitz
es_es: Peso máximo por asiento
fr_fr: Poids maximum par si&egrave;ge
nl_nl: Maximum gewicht volgens stoel
pl_pl: Maksymalna waga na siedzenie

source: Maximal tank capacity
de_de: Maximales Fassungsvermögen des Tanks
es_es: Capacidad máxima del depósito
fr_fr: Capacité maximale du réservoir
nl_nl: Maximum tankinhoud
pl_pl: Maksymalna pojemność zbiornika paliwa

source: Date of birth
de_de: Geburtsdatum
es_es: Fecha de nacimiento
fr_fr: Date de naissance
nl_nl: Geboortedatum
pl_pl: Data urodzenia

source: Commissioning date
de_de: Datum der Inbetriebsetzung
es_es: Fecha de encargo
fr_fr: Date de mise en service
nl_nl: Besteldatum
pl_pl: Data prawizji

source: Warranty beginning date
de_de: Anfangsdatum der Garantie
es_es: Fecha de inicio de la garantia
fr_fr: Date de début de garantie
nl_nl: Begindatum garantie
pl_pl: Gwarancja daty rozpoczęcia

source: Warranty end date
de_de: Enddatum der Garantie
es_es: Fecha de fin de garantía
fr_fr: Date de fin de garantie
nl_nl: Einddatum garantie
pl_pl: Gwarancja daty końca

source: FME/related document
de_de: FME/zugehöriges Dokument
es_es: Documento FME/relacionado
fr_fr: FME / Document d'accompagnement
nl_nl: FME/verwant document
pl_pl: FME/powiązany dokument

source: Real potentials
de_de: Echte Potenziale
es_es: Potenciales reales
fr_fr: Potentiels réels
nl_nl: Echte potentiëlen
pl_pl: Realny potencjał

source: Since new
de_de: Seit Inbetriebsetzung
es_es: Desde nuevo/a
fr_fr: Depuis neuf
nl_nl: Sinds nieuw
pl_pl: nowy

source: Since full overhaul
de_de: Seit vollständiger Überholung
es_es: Desde revisión completa
fr_fr: Depuis révision complète
nl_nl: Sinds volledige overlading
pl_pl: Do gruntownej naprawy

source: Since reparation
de_de: Seit Reparatur
es_es: Desde réparación
fr_fr: Depuis réparation
nl_nl: Sinds herstelling
pl_pl: Do naprawy

source: Virtual potentials
de_de: Virtuelle Potenziale
es_es: Potenciales virtuales
fr_fr: Potentiels virtuels
nl_nl: Virtuele potentiëlen
pl_pl: Rzeczywiste potencjały

source: mandatory fields if airplane
de_de: verbindliche Felder, falls Flugzeug
es_es: campos obligatorios si avión
fr_fr: champs obligatoires dans le cas d'un appareil
nl_nl: verplichte velden als lviegtuig
pl_pl: obowiązkowe pole, jeżeli samolot

source: Fuel additions
de_de: Kraftstoffzusätze
es_es: Adiciónes de combustible
fr_fr: Ajouts de carburant
nl_nl: Brandstof bijvullen
pl_pl: Dodatek paliwowy

source: No flight preparation was found for this period
de_de: Für diesen Zeitraum wurde keine Flugvorbereitung gefunden.
es_es: Ninguna preparación de vuelo se encontró para este período
fr_fr: Aucune préparation de vol n'a été trouvée pour cette période
nl_nl: Geen vluchtvoorbereiding voor deze periode gevonden
pl_pl: Żadne przygotowanie lotu nie zostało znalezione w tym okresie

source: Fuel consumption
de_de: Kraftstoffverbrauch
es_es: Consumo de combustible
fr_fr: Consommation de carburant
nl_nl: Brandstofverbruik
pl_pl: Zużycie paliwa

source: No flight was found for this period
de_de: Für diesen Zeitraum wurde kein Flug gefunden.
es_es: Ningún vuelo se encontró para este período
fr_fr: Aucun vol n'a été trouvé pour cette période
nl_nl: Geen vlucht gevonden voor deze periode
pl_pl: żaden lot nie został w tym okresie znaleziony

source: Airplane informations
de_de: Flugzeuginformationen
es_es: Detalles sobre el avión
fr_fr: Données générales sur l'appareil sélectionné
nl_nl: Vliegtuiginformatie
pl_pl: Informacje lotnicze

source: Real potential since new
de_de: Echtes Potenzial seit Inbetriebsetzung
es_es: Potencial real desde nuevo/a
fr_fr: Potentiel réel depuis neuf
nl_nl: Echt potentieel sinds nieuw
pl_pl: realny potencjał do nowego

source: Real potential since overhaul
de_de: Echtes Potenzial seit Überholung
es_es: Potencial real desde revisión
fr_fr: Potentiel réel depuis overall
nl_nl: Echt potentieel sinds overlading
pl_pl: Realny potenjał do gruntownej naprawy

source: Real potential since reparation
de_de: Echtes Potenzial seit Reparatur
es_es: Potencial real desde reparación
fr_fr: Potentiel réel depuis réparation
nl_nl: Echt potentieel sinds herstelling
pl_pl: Realny potencjał do drobnej naprawy

source: Virtual potential since new
de_de: Virtuelles Potenzial seit Inbetriebsetzung
es_es: Potencial virtual desde nuevo/a
fr_fr: Potentiel virtuel depuis neuf
nl_nl: Virtueel potentieel sinds nieuw
pl_pl: Wirtualny potencjał do nowego

source: Virtual potential since overhaul
de_de: Virtuelles Potenzial seit Überholung
es_es: Potencial virtual desde revisión
fr_fr: Potentiel virtuel depuis overall
nl_nl: Virtueel potentieel sinds overlading
pl_pl: Wirtualny potencjał do remontu

source: Next scheduled maintenances
de_de: Nächste geplante Wartung
es_es: Proximos mantenimientos programados
fr_fr: Prochaines maintenances
nl_nl: Volgende geplande onderhouden
pl_pl: Następna naprawa

source: No maintenance service scheduled
de_de: Kein Wartungsservice geplant
es_es: Ningún servicio de mantenimiento programado
fr_fr: Aucune prestation de maintenance n'est prévue
nl_nl: Geen onderhoud gepland
pl_pl: Brak harmonogramu przeglądu

source: Current values
de_de: Aktuelle Werte
es_es: Valores actuales
fr_fr: Valeurs actuelles
nl_nl: Huidige waarden
pl_pl: Aktualne wartości

source: New values
de_de: Neue Werte
es_es: Nuevos valores
fr_fr: Nouvelles valeurs
nl_nl: Nieuwe waarden
pl_pl: Nowe wartości

source: Potential since last overhaul
de_de: Potenzial seit letzter Überholung
es_es: Potencial desde última revisión
fr_fr: Potentiel depuis derni&egrave;re Overall
nl_nl: Potentieel sinds laatste overlading
pl_pl: Potencjał od ostatniego remontu

source: Potential since last repairing
de_de: Potenzial seit letzter Reparatur
es_es: Potencial desde última reparación
fr_fr: Potentiel deuis derni&egrave;re r&eacute;paration
nl_nl: Potentieel sinds laatste herstelling
pl_pl: Potencjał od ostatniej naprawy

source: Number of landings since overhaul
de_de: Anzahl der Landungen seit Überholung
es_es: Número de aterrizajes desde revisión
fr_fr: Nombre d'atterrissage depuis Overall
nl_nl: Aantal landingen sinds overlading
pl_pl: Ilość londowań do remontu

source: Number of landings since reparation
de_de: Anzahl der Landungen seit Reparatur
es_es: Número de aterrizajes desde reparación
fr_fr: Nombre d'atterrissage depuis r&eacute;paration
nl_nl: Aantal landingen sinds herstelling
pl_pl: Ilość londowań do naprawy

source: Number of cycles since overhaul
de_de: Anzahl der Zyklen seit Überholung
es_es: Número de ciclos desde revisión
fr_fr: Nombre de cycle depuis Overall
nl_nl: Aantal cycli sinds overlading
pl_pl: Ilość cykli do remontu

source: Number of cycles since reparation
de_de: Anzahl der Zyklen seit Reparatur
es_es: Número de ciclos desde reparación
fr_fr: Nombre de cycle depuis r&eacute;paration
nl_nl: Aantal cycli sinds herstelling
pl_pl: Ilość cykli do naprawy

source: Site properties
de_de: Standorteigenschaften
es_es: Propiedades de la ubicación
fr_fr: Caract&eacute;ristiques du site
nl_nl: Site-eigenschappen
pl_pl: własności strony

source: Site name
de_de: Name des Standorts
es_es: Nombre de la ubicación
fr_fr: Nom du site
nl_nl: Sitenaam
pl_pl: Własności

source: Site address
de_de: Adresse des Standorts
es_es: Dirección de la ubicación
fr_fr: Adresse du site
nl_nl: Siteadres
pl_pl: Adres strony

source: Address complement
de_de: Adresszusatz
es_es: Complemento de dirección
fr_fr: Compl&eacute;ment d'adresse
nl_nl: Aanvulling adres
pl_pl: Pelny adres

source: Role
fr_fr: Fonction

source: No contact.
de_de: Kein Kontakt.
es_es: Ningún contacto.
fr_fr: Aucun contact
nl_nl: Geen contact.
pl_pl: Bez kontaktu.

source: Add a contact
de_de: Kontakt hinzufügen
es_es: Añadir un contacto.
fr_fr: Ajouter un contact
nl_nl: Contact toevoegen
pl_pl: Dodaj kontakt

source: Edit task dates
de_de: Aufgabendaten bearbeiten
es_es: Ediar fechas de tareas
fr_fr: Edition des dates de la t&acirc;che
nl_nl: Bewerk taakdata
pl_pl: Opracowanie dat zadań ?

source: chain
de_de: Kette
es_es: Cadena
fr_fr: chaîne
nl_nl: reeks
pl_pl: siec

source: Current schedule
de_de: Aktueller Zeitplan
es_es: Programa actual
fr_fr: Planning actuel
nl_nl: Huidig schema
pl_pl: Aktualny wykaz

source: Fixed date
de_de: Fester Termin
es_es: Fecha fija
fr_fr: Date fixe
nl_nl: Vaste datum
pl_pl: Poprawiona data

source: New schedule
de_de: Neuer Zeitplan
es_es: Nuevo programa
fr_fr: Nouveau planning
nl_nl: Nieuwe planning
pl_pl: Nowy wykaz

source: Current departure date
de_de: Aktuelles Abflugdatum
es_es: Fecha actual de salida
fr_fr: Date de départ actuelle
nl_nl: Huidige vertrekdatum
pl_pl: Aktualna data wyjazdu

source: New departure date
de_de: Neues Abflugdatum
es_es: Nueva fecha de salida
fr_fr: Nouvelle date de départ
nl_nl: Nieuwe vertrekdatum
pl_pl: Nowa data wyjazdu

source: Current arrival date
de_de: Aktuelles Ankunftsdatum
es_es: Fecha de llegada actual
fr_fr: Date d'arrivée actuelle
nl_nl: Huidige aankomstdatum
pl_pl: Aktualna data przybycia

source: New arrival date
de_de: Neues Ankunftsdatum
es_es: Nueva fecha de llegada
fr_fr: Nouvelle date d'arrivée
nl_nl: Nieuwe aankomstdatum
pl_pl: Nowa data przybycia

source: Current weekly departure date
de_de: Aktueller wöchentlicher Abflugtermin
es_es: Fecha actual de salida semanal
fr_fr: Date de départ hebdo. actuelle
nl_nl: Huidige wekelijkse vertrekdatum
pl_pl: Aktualna tygodniowa data wyjazdu

source: New weekly departure date
de_de: Neuer wöchentlicher Abflugtermin
es_es: Nueva fecha de salida semanal
fr_fr: Nouvelle date de départ hebdo.
nl_nl: Nieuwe wekelijkse vertrekdatum
pl_pl: Nowa tygodniowa data wyjazdu

source: every
de_de: jeden
es_es: cada
fr_fr: tous les
nl_nl: elke
pl_pl: każdy

source: Current weekly arrival date
de_de: Aktueller wöchentlicher Ankunftstermin
es_es: Fecha actual de llegada semanal
fr_fr: Date d'arrivée hebdo. actuelle
nl_nl: Huidige wekelijkse aankomstdatum
pl_pl: Aktualna data tygodniowego przylotu

source: New weekly arrival date
de_de: Neuer wöchentlicher Ankunftstermin
es_es: Nueva fecha de llegada semanal
fr_fr: Nouvelle date d'arrivée hebdo.
nl_nl: Nieuwe wekelijkse aankomstdatum
pl_pl: Nowa tygodniowa data przybycia

source: Current daily departure date
de_de: Aktueller täglicher Abflugstermin
es_es: Fecha actual de salida diaria
fr_fr: Date de départ journalière actuelle
nl_nl: Huidige dagelijkse vertrekdatum
pl_pl: Aktualny dzień wylotu

source: everyday at
de_de: jeden Tag um
es_es: Cada día a las
fr_fr: tous les jours à
nl_nl: elke dag om
pl_pl: Na każdy dzień

source: Current daily arrival date
de_de: Aktueller täglicher Ankunftstermin
es_es: Fecha actual de llegada diaria
fr_fr: Date d'arrivée journalière actuelle
nl_nl: Huidige dagelijkse aankomstdatum
pl_pl: Aktualna codzienna data przybycia

source: New daily arrival date
de_de: Neuer täglicher Ankunftstermin
es_es: Nueva fecha de llegada diaria
fr_fr: Nouvelle date d'arrivée journalière
nl_nl: Nieuwe dagelijke aankomstdatum
pl_pl: Nowa data przylotu

source: Current duration
de_de: Aktuelle Dauer
es_es: Duración actual
fr_fr: Durée actuelle
nl_nl: Huidige duur
pl_pl: Aktualny okres

source: New duration
de_de: Neue Dauer
es_es: Nueva duración
fr_fr: Nouvelle durée
nl_nl: Nieuwe duur
pl_pl: Nowy okres

source: Hours and &nbsp;
de_de: Stunden und &nbsp;
es_es: Horas y &nbsp;
fr_fr: heures et &nbsp;
nl_nl: Uren en &nbsp;
pl_pl: Godziny i &nbsp;

source: Details of registered items
de_de: Einzelheiten der registrierten Elemente
es_es: Detalles sobre artículos registrados
fr_fr: Détail des lignes enregistrées
nl_nl: Details van geregistreerde items
pl_pl: Szczegóły zarejstrowanej pozycji

source: Total and payments
de_de: Summe und Zahlungen
es_es: Total y pagos
fr_fr: Totaux et règlements
nl_nl: Totaal en betalingen
pl_pl: Całkowita płatność

source: Hours of piloting amount
de_de: Pilotenstunden
es_es: Cantidad de horas de pilotaje
fr_fr: Total heures de pilotage
nl_nl: Totaal aantal pilooturen
pl_pl: Ilość godzin pracy pilota za sterem samolotu

source: Solo flight allowed
de_de: Einzelflug zulässig
es_es: Vuelo en solo autorizado
fr_fr: Vol solo autorisé
nl_nl: Solovlucht toegestaan
pl_pl: Dozwolony pojedyńczy lot

source: Single-engined hours
de_de: Stunden mit einem Motor
es_es: Horas con motor sencillo
fr_fr: Heures sur monomoteur
nl_nl: Uren met enkele motor
pl_pl: Godziny na jednym silniku

source: Twin-engined hours
de_de: Stunden mit zwei Motoren
es_es: Horas con motor doble
fr_fr: Heures sur bimoteur
nl_nl: Uren met twee motoren
pl_pl: Godziny na dwóch silnikach

source: Bank name
de_de: Name der Bank
es_es: Nombre del banco
fr_fr: Nom de la banque
nl_nl: Banknaam
pl_pl: Nazwa banku

source: Swift code
es_es: Codigo SWIFT
fr_fr: Code Swift
pl_pl: Szybki kod

source: Bank address
de_de: Adresse der Bank
es_es: Dirección del banco
fr_fr: Adresse de la banque
nl_nl: Bankadres
pl_pl: Adres banku

source: Street type
de_de: Straßentyp
es_es: Tipo de calle
fr_fr: Type de voie
nl_nl: Straattype
pl_pl: Typ ulicy

source: Complement
de_de: Adresszusatz
es_es: Complemento
fr_fr: Complément
nl_nl: Aanvulling
pl_pl: Zestaw

source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualit&eacute;
nl_nl: Kwaliteit
pl_pl: Jakość

source: Preview current logo
de_de: Vorschau für aktuelles Logo
es_es: Previsualizar logo actual
fr_fr: Aperçu du logo actuellement défini
nl_nl: Huidig logo bekijken
pl_pl: Przegląd logów

source: Company type
de_de: Art des Unternehmens
es_es: Tipo de empreza
fr_fr: Type de soci&eacute;t&eacute;
nl_nl: Bedrijfstype
pl_pl: Typ firmy

source: Brand name
de_de: Markenname
es_es: Nombre de marca
fr_fr: Nom d'enseigne
nl_nl: Merknaam
pl_pl: Nazwa marki

source: Job
es_es: Trabajo
fr_fr: M&eacute;tier
pl_pl: Praca

source: Operative
es_es: Operativo
fr_fr: Dispositif
pl_pl: Obowiązujący

source: Can be internal affectation
es_es: Puede ser asignación interna
fr_fr: Peut être affectation interne
pl_pl: Czy może być wewwnętrzne oddziaływanie

source: Internal affectation
es_es: Asignación interna
fr_fr: Affectation interne
pl_pl: Wewnętrzne oddziaywanie

source: Business provider
es_es: Proveedor comercial
fr_fr: Apporteur d'affaire
pl_pl: Dostawca biznesowy

source: Aeronautical data
de_de: Aeronautische Daten
es_es: Datos aeronáuticos
fr_fr: Données aéronautiques
nl_nl: Luchtvaartgegevens
pl_pl: lotnicza data

source: Allowed airplane types
de_de: Zulässige Flugzeugtypen
es_es: Tipos de aviónes autorizados
fr_fr: Types d'appareil autorisés
nl_nl: Toegestane vliegtuitypes
pl_pl: Dozwolone typy samolotów

source: Hour format: HH:MM
de_de: Zeitformat: HH:MM
es_es: Formato de la hora: HH:MM
fr_fr: Format des heures: HH:MM (heures, minutes)
nl_nl: Uurformaat: UU:MM
pl_pl: Format godziny: HH:MM

source: Number of IFR landings
de_de: Anzahl IFR-Landungen
es_es: Número de aterrizajes IFR
fr_fr: Nombre d'atterrissages IFR
nl_nl: Aantal IFR-landingen
pl_pl: LIczba lądowań IFR

source: Instructor hours of flight amount
de_de: Flugstunden des Ausbilders
es_es: Cantidad de horas de vuelo instructor
fr_fr: Total heures de vol instructeur
nl_nl: Aantal vlieguren instructeur
pl_pl: Godziny instruktora na liczbę lotów

source: Student hours of flight amount
de_de: Flugstunden des Schülers
es_es: Cantidad horas de vuelo estudiante
fr_fr: Total heures de vol élève
nl_nl: Aantal vlieguren student
pl_pl: Godziny studenta na liczbę lotów

source: Number of commercial hours
de_de: Anzahl Betriebsstunden
es_es: Número de horas comerciales
fr_fr: Total heures commerciales
nl_nl: Aantal commerciële uren
pl_pl: Liczba godzin reklamy

source: Single-engined days
de_de: Tage mit einem Motor
es_es: Días con motor sencillo
fr_fr: Jour monomoteur
nl_nl: Dagen met enkele motor
pl_pl: Jednosilnikowe dni

source: Single-engined nights
de_de: Nächte mit einem Motor
es_es: Noches con motor sencillo
fr_fr: Nuit monomoteur
nl_nl: Nachten met enkele motor
pl_pl: Jednosilnikowe noce

source: Twin-engined days
de_de: Tage mit zwei Motoren
es_es: Días con motor doble
fr_fr: Jour bimoteur
nl_nl: Dagen met twee motoren
pl_pl: Dwusilnikowe dni

source: Twin-engined nights
de_de: Nächte mit zwei Motoren
es_es: Noches con motor doble
fr_fr: Nuit bimoteur
nl_nl: Nachten met twee motoren
pl_pl: Dwusilnikowe noce

source: Commercial data and billing data
de_de: Gewerbliche Daten und Daten zur Rechnungslegung
es_es: Datos comerciales y de facturación
fr_fr: Donn&eacute;es commerciales et de facturation
nl_nl: Commerciële gegevens en facturatiegegevens
pl_pl: Dane handlowe i fakturowe

source: Personal discount (%)
de_de: Individueller Preisnachlass (%)
es_es: Descuento personal (%)
fr_fr: Remise personnelle (%)
nl_nl: Persoonlijke korting (%)
pl_pl: Rabat (%)

source: Delivery conditions
de_de: Lieferbedingungen
es_es: Condiciones de entrega
fr_fr: Conditions de Livraison
nl_nl: Leveringsvoorwaarden
pl_pl: Warunki dostawy

source: Packing conditions
de_de: Packungsbedingungen
es_es: Condiciones de envase
fr_fr: Conditions d&#8217;emballage
nl_nl: Verpakkingsvoorwaarden
pl_pl: Warunki pakowania

source: Billing and payments
de_de: Rechnungslegung und Zahlungen
es_es: Facturación y pagos
fr_fr: Facturation et Règlements
nl_nl: Facturatie en betalingen
pl_pl: Faktrowanie i płatności

source: This actor is your
de_de: Dieser Akteur ist Ihr
es_es: Este agente es su
fr_fr: Cet acteur est votre
nl_nl: Deze deelnemer is uw
pl_pl: Ten Uczestnik jest Twój

source: Unrelated
de_de: Kein Zusammenhang
es_es: Sin vinculo
fr_fr: Sans lien
nl_nl: Niet verwant
pl_pl: Nieodpowiedni

source: OnLogistics account
de_de: OnLogistics-Konto
es_es: Cuenta Onlogistics
fr_fr: Compte OnLogistics
nl_nl: Onlogistics profiel
pl_pl: Konto w OnloGistics

source: Payment modalities
fr_fr: Modalité de règlement

source: Subject to VAT
de_de: Zzgl. MwSt.
es_es: Sometto al IVA
fr_fr: Soumis à la TVA
nl_nl: Onderworpen aan BTW
pl_pl: Podlegajacy VAT

source: Subject to VAT overtaxed
es_es: Sometido al IVA recargado
fr_fr: Soumis à la TVA surtaxée
pl_pl: Podlegajacy VAT overtaxed ?

source: Subject to FODEC tax
es_es: Sometido al impuesto FODEC
fr_fr: Soumis à la taxe FODEC
pl_pl: Podlegające podatkowi FODEC
