Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Partial import. Order
de_de: Teilweiser Import. Bestellung
es_es: Importación parcial. Pedido
fr_fr: Entrée Partielle. Commande
nl_nl: Gedeeltelijke invoer. Bestel
pl_pl: Częściowy import. Zlecenie

source: Partial movement, for reference
de_de: Teilweise Bewegung, für Referenz
es_es: Movimiento parcial, por referencia
fr_fr: Mouvement partiel. Pour la référence
nl_nl: Gedeeltelijke beweging, voor referentie
pl_pl: Częściowe przesunięcie, dla indeksu

source: There was
de_de: Es gab
es_es: Había
fr_fr: il y a eu
nl_nl: Er was
pl_pl: Tam był

source: moved units for
de_de: bewegte Einheiten für
es_es: unidades desplazadas para
fr_fr: unités mouvementées sur les
nl_nl: verplaatste eenheden voor
pl_pl: przeniesione jednostki do

source: expected
de_de: erwartet
es_es: previsto/a
fr_fr: attendues
nl_nl: verwachte
pl_pl: oczekiwany

source: Partial issue. Order
de_de: Teilweise Ausgabe. Bestellung
es_es: Emisión parcial. Pedido
fr_fr: Sortie Partielle. Commande
nl_nl: Gedeeltelijke uitgifte. Bestel
pl_pl: Częściowe wydanie. Zlecenie

source: customer
de_de: Kunde
es_es: Cliente
fr_fr: client
nl_nl: klant
pl_pl: klient

source: Outstanding debts amount exceeded
de_de: Betrag für ausstehende Schulden überschritten
es_es: Importe de deudas pendientes superado
fr_fr: encours autorisé dépassé.
nl_nl: Openstaande bedrag schulden overschreden
pl_pl: Kwota niezapłaconych należności przekroczyła

source: Allowed outstanding debts amount
de_de: Zulässiger Betrag für ausstehende Schulden
es_es: Importe de deudas pendientes autorizado
fr_fr: Valeur encours autorisé
nl_nl: Toegestane bedrag openstaande schulden
pl_pl: Dopuszczalna wielkość przeterminowanych należności

source: Current outstanding debts value with this order
de_de: Derzeitiger Betrag ausstehender Schulden für diese Bestellung
es_es: Deudas pendiente actuales con este pedido
fr_fr: Valeur encours courant avec cette commande
nl_nl: Huidig bedrag openstaande schulden met deze bestelling
pl_pl: Aktualny stan przeterminowanych należności dla tego zlecenia

source: supplier
de_de: Zulieferer
es_es: proveedor
fr_fr: fournisseur
nl_nl: leverancier
pl_pl: dostawca

source: allowed outstanding debts amount exceeded
de_de: Zulässiger Betrag für ausstehende Schulden überschritten.
es_es: importe de deudas pendientes autorizado superado
fr_fr: encours autorisé dépassé
nl_nl: toegestane bedrag openstaande schulden overschreden
pl_pl: przekroczono dospuszczalną kwotę niezapłaconych należności

source: Current outstanding debts value with this invoice
de_de: Derzeitiger Betrag ausstehender Schulden für diese Rechnung
es_es: Deudas pendiente actuales con esta factura
fr_fr: Valeur encours courant avec cette facture
nl_nl: Huidig bedrag omenstaande schulden met deze factuur
pl_pl: Biezące niezapłacone należności wraz z fakturą

source: Order receipt
de_de: Bestellbestätigung
es_es: Recibo de pedido
fr_fr: Récépissé de commande
nl_nl: Ontvangst bestelling
pl_pl: Odbiór zamówienia

source: Deadline for payment exceeded: customer
de_de: Zahlungstermin überschritten: Kunde
es_es: Fecha limite de pago superada: cliente
fr_fr: Date de règlement dépassée : client
nl_nl: Vervaldag voor betaling overschreden: klant
pl_pl: Termin płatności przekroczony: klient

source: Deadline for payment exceeded: order
de_de: Zahlungstermin überschritten: Bestellung
es_es: Fecha limite de pago superada: pedido
fr_fr: Date de règlement dépassée : Commande
nl_nl: Vervaldag voor betaling overschreden: bestelling
pl_pl: Termin płatności przekroczony : zlecenie

source: Payment date limit exceeded.
de_de: Zahlungsdatum überschritten.
es_es: Fecha limite de pago superada.
fr_fr: date de paiement dépassée.
nl_nl: Vervaldag betaling overschreden.
pl_pl: Limit terminu płatności przekroczony

source: Expected payment date
de_de: Erwartetes Zahlungsdatum
es_es: Fecha prevista de pago
fr_fr: Date de règlement prévue
nl_nl: Verwachte datum van betaling
pl_pl: Oczekiwana data płatności

source: Cancellation of movement
de_de: Bewegung abgebrochen
es_es: Cancelación de movimiento
fr_fr: Annulation du mouvement
nl_nl: Annulatie van beweging
pl_pl: Usunięcie przesunięcia

source: from
de_de: von
es_es: de
fr_fr: du
nl_nl: van
pl_pl: z

source: Movement
de_de: Bewegung
es_es: Movimiento
fr_fr: Mvmt
nl_nl: Beweging
pl_pl: Przepływ

source: has been cancelled
de_de: wurde abgebrochen
es_es: ha sido cancelado/a
fr_fr: a été annulé.
nl_nl: werd geannuleerd
pl_pl: zostało anulowane

source: Partial. Order
de_de: Teilweise. Bestellung
es_es: Parcial. Pedido
fr_fr: Partiel. Commande
nl_nl: Gedeeltelijk. Bestel
pl_pl: Częsciowe.Zamówienie

source: partial movement, for reference
de_de: Teilweise Bewegung, für Referenz
es_es: Movimiento parcial, por referencia
fr_fr: mouvement partiel, soit : pour la référence
nl_nl: gedeeltelijke beweging, voor referentie
pl_pl: częściowe przesunięcie, dla indeksu

source: Carriage order receipt
de_de: Frachtbestellung Beleg
es_es: Recibo de pedido de transporte
fr_fr: Récépissé de la commande de transport
nl_nl: Bestelbon vracht
pl_pl: zlecenie transportu przyjęie

source: Carriage order
de_de: Frachtbestellung
es_es: Pedido de transporte
fr_fr: commande de transport
nl_nl: Vrachtbestelling
pl_pl: Zamowienie przewozu

source: Collection address
de_de: Adresse für Abholung
es_es: Dirección de recogida
fr_fr: Adresse d'enlèvement
nl_nl: Afhalingsadres
pl_pl: Zbiór adresów

source: Delivery address
de_de: Lieferanschrift
es_es: Dirección de entrega
fr_fr: Adresse de livraison
nl_nl: Leveringsadres
pl_pl: Adres dostawy

source: Madam, Sir
de_de: Sehr geehrte Damen und Herren,
es_es: Estimada Señora, estimado Señor
fr_fr: Madame, Monsieur
nl_nl: Mevrouw, Meneer
pl_pl: Pani/Pan

source: On
de_de: Am
es_es: El
fr_fr: Le
nl_nl: Op
pl_pl: Na

source: The following carriage service was booked, here is its description:
de_de: wurde der Frachtservice mit folgender Beschreibung gebucht:
es_es: El servicio siguiente de transporte ha sido reservado, aquí tiene su descripción:
fr_fr: la commande de transport suivante a été enregistrée, voici sa description:
nl_nl: De volgende vrachtdienst werd geboekt, dit is de omschrijving:
pl_pl: Następujace zlecenie transportowe zostało wprowadzone, oto opis

source: Wished date
de_de: Gewünschtes Datum
es_es: Fecha deseada
fr_fr: Date souhaitée
nl_nl: Gewenste datum
pl_pl: Data oczekiwana

source: Imputation number or account number
de_de: Zuweisungsnummer oder Kontonummer
es_es: Número de imputación o de cuenta
fr_fr: Numéro d'imputation ou de compte client
nl_nl: Imputatienummer of rekeningnummer
pl_pl: Numer dokumentu lub numer konta

source: Amount to recover on delivery
de_de: Einzuholender Betrag bei Lieferung
es_es: Importe para cobrar a la entrega
fr_fr: Somme à récupérer à la livraison
nl_nl: Te bekomen bedrag bij levering
pl_pl: Konto zwrotów dostaw

source: Details of parcels to deliver
de_de: Einzelheiten der zu liefernden Pakete
es_es: Detalles sobre paquetes a entragar
fr_fr: Détail des colis à transporter
nl_nl: Details van te leveren pakketten
pl_pl: szczegóły paczki do dostarczenia

source: Parcel type
de_de: Pakettyp
es_es: Tipo de paquete
fr_fr: Type colis
nl_nl: Pakkettype
pl_pl: typ przesyłki

source: Unit weight (kg)
de_de: Gewicht der Einheit ( kg)
es_es: Peso por unidad (kg)
fr_fr: Poids unitaire (Kg.)
nl_nl: Eenheidsgewicht (kg)
pl_pl: Jednostka wagi(kg)

source: Stackable ratio
de_de: Stapelverhältnis
es_es: Proporción apilable
fr_fr: Gerbabilité
nl_nl: Stapelbare verhouding
pl_pl: Wskaźniki rotacji

source: Priority dimension
de_de: Wichtigste Abmessung
es_es: Dimensión prioritaria
fr_fr: Dimension prioritaire
nl_nl: Prioritaire afmetingen
pl_pl: Priorytety wymiarów

source: Global discount
de_de: Globaler Rabatt
es_es: Descuento global
fr_fr: Remise globale
nl_nl: Algemene korting
pl_pl: Globalny rabat

source: Packing
de_de: Packung
es_es: Envase
fr_fr: Emballage
nl_nl: Verpakking
pl_pl: Pakowanie

source: Insurance
de_de: Versicherung
es_es: Seguro
fr_fr: Assurance
nl_nl: Verzekering
pl_pl: Ubezpieczenie

source: Amount excl. VAT
de_de: Betrag ohne MwSt.
es_es: Importe excl. IVA
fr_fr: Total HT
nl_nl: Bedrag excl. BTW
pl_pl: Ilość bez VAT

source: Amount incl. VAT
de_de: Betrag einschließlich MwSt.
es_es: Importe incl. IVA
fr_fr: Prix TTC
nl_nl: Bedrag incl. BTW
pl_pl: Kwota zawierająca VAT.

source: Instalment
de_de: Rate
es_es: Plazo (de pago)
fr_fr: Acompte
nl_nl: Termijn
pl_pl: Rata

source: To pay
de_de: Zu zahlen
es_es: A pagar
fr_fr: À régler
nl_nl: Te betalen
pl_pl: Do zapłaty

source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
nl_nl: Commentaar
pl_pl: Komentarz

source: Let us know if we can be of further assistance.<br/>The transport department.
de_de: Sollten Sie Fragen haben, so können Sie sich jederzeit an uns wenden.<br />Transportabteilung.
es_es: Háganos saber si podemos ser de más ayuda.<br/>El departamento de transportes.
fr_fr: Restant à votre disposition pour toute information complémentaire qui vous serait utile.<br/>Le service transport.
nl_nl: Laat ons weten of we u verder kunnen helpen.<br/> De transportafdeling.
pl_pl: Proszę dac znać czy będzie potrzebna dalsza asysta. <br/> Dział Transportu

source: Chain schedule error
de_de: Kettenzeitplanfehler
es_es: Error en el programa de la cadena
fr_fr: Erreur de plannification de la chaîne
nl_nl: Fout reeksplanning
pl_pl: Harmonogram błędu sieci

source: Order deletion
de_de: Löschung der Bestellung
es_es: Suprimir pedido
fr_fr: Suppression de la commande
nl_nl: Bestelling verwijderd
pl_pl: Skreślenie zamówienia

source: have just been deleted by the user
de_de: wurde soeben vom Benutzer gelöscht
es_es: acaban de ser suprimidos por el usuario
fr_fr: vient d'être supprimée par l'utilisateur
nl_nl: werd net verwijderd door de gebruiker
pl_pl: zostało już usunięte przez użytkownika

source: Confirmation of your booking of the
de_de: Bestätigung Ihrer Buchung mit der Referenznummer
es_es: Confirmación de su reserva del/de la
fr_fr: Confirmation de votre réservation du
nl_nl: Bevestiging van uw boeking van de
pl_pl: Potwoerdzenie wprowadzenia dla

source: ref.
fr_fr: réf
pl_pl: numer referencyjny

source: Your booking of the
de_de: Ihre Buchung vom
es_es: Su reserva del
fr_fr: Votre réservation du
nl_nl: Uw boeking van de
pl_pl: Twoja ksiązka z

source: was successful.
de_de: war erfolgreich.
es_es: tuvo éxito.
fr_fr: a bien été enregistrée.
nl_nl: was succesvol.
pl_pl: zostało z powodzeniem.

source: Summary of your booking
de_de: Zusammenfassung der Buchung
es_es: Resumen de su reserva
fr_fr: Récapitulatif de votre réservation
nl_nl: Overzicht van uw boeking
pl_pl: Podsumowanie dla wprowadzenia

source: Wished time:
de_de: Gewünschte Zeit:
es_es: Hora deseada:
fr_fr: horaire souhaité:
nl_nl: Gewenste tijd:
pl_pl: Oczekiwany czas:

source: to
de_de: bis
es_es: para
fr_fr: à
nl_nl: tot
pl_pl: do

source: Wished airplane
de_de: Gewünschtes Flugzeug
es_es: Avión deseado
fr_fr: Type d'appareil demandé
nl_nl: Gewenst vliegtuig
pl_pl: oczekiwany samolot

source: Assigned instructor
de_de: Zugewiesener Ausbilder
es_es: Instructor asignado
fr_fr: Instructeur affecté
nl_nl: Toegewezen instructeur
pl_pl: Przypisany instruktor

source: Yours sincerely,
de_de: Mit freundlichen Grüßen,
es_es: Muy atentamente,
fr_fr: Cordialement,
nl_nl: Hoogachtend,
pl_pl: Pozdrowienia

source: The department of sales
de_de: Vertriebsabteilung
es_es: El departamento de ventas
fr_fr: Le service commercial.
nl_nl: De verkoopafdeling
pl_pl: Dział sprzedaży

source: Last class was ten days ago.
de_de: Die letzte Unterrichtsstunde war vor zehn Tagen.
es_es: La última clase fue hace diez días.
fr_fr: Dernier cours datant de plus de 10 jours.
nl_nl: Laatste les was tien dagen geleden.
pl_pl: Ostatnia klasa była 10 dni temu

source: Last flight date
de_de: Letztes Flugdatum
es_es: Fecha del ultimo vuelo
fr_fr: Date du dernier vol
nl_nl: Laatste vluchtdatum
pl_pl: Data ostatniego przelotu

source: Your last class was ten days ago, please plan a test for next class.
de_de: Ihre letzte Unterrichtsstunde war vor zehn Tagen. Planen Sie bitte einen Test für die nächste Stunde.
es_es: Su última clase fue hace diez días, por favor programe un test para la próxima clase.
fr_fr: Votre dernier cours date de plus de 10 jours, il vous faudra prévoir un bilan lors de votre prochain cours.
nl_nl: Uw laatste les was tien dagen geleden, plan een test voor de volgende les.
pl_pl: Twoja ostatnia klasa była 10 dni temu, proszę zaplanuj test dla następnej klasy

source: potential exceeded
de_de: Potenzial überschritten
es_es: potencial superado
fr_fr: potentiel dépassé
nl_nl: potentieel overschreden
pl_pl: otencjał przekroczony

source: Airplane
de_de: Flugzeug
es_es: Avión
fr_fr: Appareil
nl_nl: Vliegtuig
pl_pl: Samolot

source: Actual potential
de_de: Tatsächliches Potenzial
es_es: Potencial efectivo
fr_fr: Potentiel réel
nl_nl: Werkelijk potentieel
pl_pl: Aktualny potencjał

source: Virtual potential
de_de: Virtuelles Potenzial
es_es: Potencial virtual
fr_fr: Potentiel virtuel
nl_nl: Virtueel potentieel
pl_pl: Rzeczywisty potencjał

source: Maintenance services to do according to potential
de_de: Wartungsservices, die dem Potenzial entsprechend ausgeführt werden müssen.
es_es: Servicios de mantenimiento por hacer según potencial
fr_fr: Prestations de maintenance à faire compte tenu du potentiel constaté
nl_nl: Onderhoudsdiensten werken volgens potentieel
pl_pl: Usługi utrzymaniowe do wykonania zgodnie z potencjałem

source: Moved quantity is greater than the one ordered
de_de: Die bewegte Menge ist größer als die bestellte Menge.
es_es: Cantidad desplazada es superior a la pedida
fr_fr: Qté mouvementée supérieure à celle commandée
nl_nl: Verplaatste hoeveelheid is groter dan de bestelde
pl_pl: Dostarczona ilość jest większa od zamawianej

source: Moved quantity for product reference
de_de: Bewegte Menge für Produktreferenz
es_es: Cantidad desplazada para referencia de producto
fr_fr: La quantité mouvementée du produit Référence
nl_nl: Verplaatste hoeveelheid voor productreferentie
pl_pl: Przesunięta ilość dla indeksu

source: exceeds expected quantity
de_de: überschreitet die erwartete Menge.
es_es: supera cantidad prevista
fr_fr: est supérieure à la quantité prévue
nl_nl: overschrijdt verwachte hoeveelheid
pl_pl: Przekroczenie spodziewanej ilości

source: expected.
de_de: erwartet.
es_es: Previsto/a.
fr_fr: prévues.
nl_nl: verwacht.
pl_pl: oczekiwany

source: Moved quantity
de_de: Bewegte Menge
es_es: Cantidad desplazada
fr_fr: Quantité mouvementée
nl_nl: Verplaatste hoeveelheid
pl_pl: Przeniesione ilości

source: insufficient amount of stock for order.
de_de: unzureichender Lagerbestand für Bestellung.
es_es: candidad en existencias insuficiente para el pedido.
fr_fr: stock insuffisant pour commande.
nl_nl: onvoldoende hoeveelheid van voorraad voor bestelling.
pl_pl: niedostaeczna wartość dla zlecenia

source: is insufficient for the order
de_de: ist für die Bestellung unzureichend.
es_es: es insuficiente para este pedido
fr_fr: est insuffisant pour la commande
nl_nl: is onvoldoende voor de bestelling
pl_pl: jest niewystarczające dla zlecenia

source: Reinstatement after billing, please control customer credit notes.
de_de: Wiederherstellung nach Rechnungslegung. Überprüfen Sie bitte die Kundengutschriften.
es_es: Rehabilitación después de facturación, por favor, controle las notas de crédito cliente.
fr_fr: Réintégration après facturation. Contrôler les avoirs du client.
nl_nl: Herstelling na facturatie, controleer creditnota's van de klant.
pl_pl: Wartość poztała po zafaktuorwaniu, proszę o weryfikację not kredytowych

source: For order
de_de: Für Bestellung
es_es: Por pedido
fr_fr: Pour la commande
nl_nl: Voor bestelling
pl_pl: Do zamówienia

source: a stock reinstatement was done but order was already charged.
de_de: wurde eine Lagerwiedereinstellung durchgeführt, aber die Bestellung wurde bereits berechnet.
es_es: Una rehabilitación de existencias se ha hecho pero el pedido habia estado cobrado.
fr_fr: une réintégration en stock a été faite alors que la commande a déjà été facturée.
nl_nl: een voorraadherstelling werd uitgevoerd maar bestelling werd reeds aangerekend.
pl_pl: wartość pozostała magazynu została dostarczona ale zlecenie zostału już obciążone

source: Please verify if a customer credit note should be issued.
de_de: Überprüfen Sie bitte, ob eine Kundengutschrift ausgegeben werden soll.
es_es: Por favor, verifique si se debe emitir una nota de credito cliente.
fr_fr: Vérifier s'il faut émettre un avoir pour le client.
nl_nl: Bevestig als een klant een creditnota moet ontvangen.
pl_pl: Proszę sprawdzić czy nota kredytowa powinna zostać wydana

source: Reference substitution
de_de: Referenzersetzung
es_es: Rubstitución de referencia
fr_fr: Changement de référence.
nl_nl: Vervangen referentie
pl_pl: Substytut

source: Expected reference
de_de: Erwartete Referenz
es_es: Referencia prevista
fr_fr: La référence attendue
nl_nl: Verwachte referentie
pl_pl: Spodziewana wartość

source: has been replaced by
de_de: wurde ersetzt durch
es_es: ha sido reemplazada por
fr_fr: a été remplacée par la référence
nl_nl: werd vervangen door
pl_pl: zostało zamienione przez

source: License or qualification date expired for
de_de: Lizenz oder Qualifikationsdatum überschritten für
es_es: Fecha de licencia o capacidad vencida desde
fr_fr: Date de licence ou qualification échue pour
nl_nl: Licentie of kwalificatiedatum overschreden voor
pl_pl: Licencja lub data kwalifikacji upłynęło dla

source: The following license or qualification dates expired for
de_de: Die folgenden Lizenz- oder Qualifikationsdaten sind abgelaufen für
es_es: Las fechas de licencia o capacidad siguientes vencieron por
fr_fr: Les licences ou qualifications suivantes arrivent à échéance pour
nl_nl: De volgende licentie of kwalificatiedatum wordt overschreden voor
pl_pl: Następujaca licencja lub data kwalifikacji upynęła dla

source: License or qualification date expired
de_de: Lizenz- oder Qualifikationsdatum überschritten.
es_es: Fecha de licencia o capacidad vencida
fr_fr: Date de licence ou qualification échue
nl_nl: Licentie of kwalificatiedatum overschreden
pl_pl: Upłynęła data licencji lub kwalifikacji

source: The following license or qualification dates expired:
de_de: Die folgenden Lizenz- oder Qualifikationsdaten sind abgelaufen:
es_es: Las fechas de licencia o capacidad han vencido:
fr_fr: Les licences ou qualifications suivantes arrivent à échéance:
nl_nl: De volgende licentie of kwalificatiedata werden overschreden:
pl_pl: Następująca data licencji lub kwalifikacji upłynęła

source: Manually put in alert state
de_de: Manuell in Warnzustand versetzt
es_es: Puesto manualmente en estado de alerta
fr_fr: Passage manuel en alerte
nl_nl: Manueel in waarschuwing zetten
pl_pl: Ręcznie wstaw w stan alarmu

source: was set in alert by user
de_de: wurde gewarnt von Benutzer
es_es: ha sido configurado en modo de alerta
fr_fr: a été passé en alerte par l'utilisateur
nl_nl: werd in waarschuwing gezet door de gebruiker
pl_pl: został postawiony w stan alarmu przez użytkownika

source: Deadline for visit exceeded
de_de: Termin für Besuch überschritten
es_es: Plazo de visita vencido
fr_fr: Date limite de visite dépassée
nl_nl: Vervaldag voor bezoek overschreden
pl_pl: Ostateczny termin wizyty został przekroczony

source: limit date for customer visit
de_de: Grenzdatum für Kundenbesuch
es_es: Fecha limite de visita cliente
fr_fr: la date limite de visite du client
nl_nl: vervaldatum voor bezoek klant
pl_pl: data ostatezna na wizytę klienta

source: settled on
de_de: wurde an folgendem Datum erledigt:
es_es: Pagado el
fr_fr: fixée au
nl_nl: afgesproken op
pl_pl: stały na

source: exceeded.
de_de: überschritten.
es_es: superado/a.
fr_fr: est dépassée.
nl_nl: overschreden.
pl_pl: przekroczyć.

source: Error during production task validation.
de_de: Fehler bei der Überprüfung der Produktionsaufgabe.
es_es: Error durante validación de tarea de producción.
fr_fr: Erreur de traitement validation tâche de production.
nl_nl: Fout tijdens bevestiging productietaak.
pl_pl: Błąd w trakcie weryfikacji zadania produkcyjnego

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
nl_nl: Gebruiker
pl_pl: Użytkownik

source: Invoice number
de_de: Rechnungsnr.
es_es: Factura número
fr_fr: Facture N°
nl_nl: Factuurnummer
pl_pl: Numer faktury

source: is available for printing at this address: https://www.onlogistics.com.
de_de: kann unter der folgenden Adresse ausgedruckt werden: https://www.onlogistics.com.
es_es: esta disponible para imprimir a esta direccion: https://www.onlogistics.com.
fr_fr: est disponible pour édition sur https://www.onlogistics.com.
nl_nl: is beschikbaar om af te drukken op dit adres: https://www.onlogistics.com.
pl_pl: is dostępne do wydruku pod adresem: https://www.onlogistics.com

source: Feel free to contact us for any further informations.
de_de: Weitere Informationen erhalten Sie jederzeit von uns.
es_es: No dude en ponerse en contacto con nosotros para más información.
fr_fr: N'hésitez pas à nous contacter pour toute information.
nl_nl: U kan ons altijd contacteren voor meer informatie.
pl_pl: Proszę o kontakt po dalsze informacje

source: Thanks for using our services.
de_de: Vielen Dank, dass Sie unsere Dienstleistungen genutzt haben.
es_es: Gracias por utilizar nuestros servicios.
fr_fr: Vous remerciant de votre confiance.
nl_nl: Bedankt om onze diensten te gebruiken.
pl_pl: Dziękujemy za korzystanie z naszego serwisu.

source: Please find enclosed the invoice number
de_de: Anbei erhalten Sie die Rechnungsnummer.
es_es: Se adjunta la factura número
fr_fr: Nous vous prions de bien vouloir trouver joint à ce mail la facture No
nl_nl: Bijgevoegd vindt u het factuurnummer
pl_pl: Podaję numer faktury

source: Customers without order since 30 days
de_de: Kunden, bei denen die letzte Bestellung mehr als 30 Tage zurückliegt.
es_es: Clientes sin pedir desde 30 días
fr_fr: Clients sans commande depuis 30 jours
nl_nl: Klanten zonder bestelling in de laatste 30 dagen
pl_pl: KLienci bez zleceń od 30 dni

source: The following customers did not place an order since 30 days: {$customerList}
de_de: Die folgenden Kunden haben seit mehr als 30 Tagen keine Bestellung aufgegeben: {$customerList}
es_es: Los siguientes clientes no han realizado un pedido desde hace 30 días: {$customerlist}
fr_fr: Les clients suivants n'ont pas passé de commande depuis 30 jours: {$customerList}
nl_nl: De volgende klanten hebben de laatste 30 dagen geen bestelling geplaatst: {$customerList}
pl_pl: Następujący klienci, nie składaja zleceń przez 30 dni: {$customerList}

source: Forecast of expenses
es_es: Previsión de gastos
fr_fr: Prévision de charges
pl_pl: Prognoza wydatków

source: The total of the following expense is greater than its forecast:
es_es: El total de los siguientes gastos es superior a las previsiones:
fr_fr: Le total de la charge suivante est supérieur à ça prévision:
pl_pl: Suma wydatków jest wyższa od prognozy

source: Model: {$flowtype}
es_es: Modelo: {$flowtype}
fr_fr: Modèle: {$flowtype}
pl_pl: Modell: {$flowtype}

source: Number: {$number}
es_es: Número: {$number}
fr_fr: Numéro: {$number}
pl_pl: Numer: {$number}

source: Name: {$flow}
es_es: Nombre: {$flow}
fr_fr: Nom: {$flow}
pl_pl: Nazwa: {$flow}

source: Piece no: {$pieceno}
es_es: Pieza número: {$pieceno}
fr_fr: No de pièce: {$pieceno}
pl_pl: Brak fragmentu: {$pieceno}

source: Forecast: {$forecast}
es_es: Previsión: {$forecast}
fr_fr: Prévision: {$forecast}
pl_pl: Prognoza: {$forecast}

source: Forecast of receipts
es_es: Previsión de recibos
fr_fr: Prévision de recettes
pl_pl: Prognoza rachunków
