Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Undefined
de_de: Nicht definiert
es_es: Indefinido
fr_fr: Non défini
nl_nl: Onbekend
pl_pl: Nieokreślony

source: Check with 30 days delay
fr_fr: Chèque 30 jours net

source: 30 days draft
fr_fr: Traite 30 jours net

source: 45 days draft
fr_fr: Traite 45 jours net

source: Turnover
de_de: Umsatz
es_es: Volumen de negocios
fr_fr: Chiffre d'affaires
nl_nl: Omzet
pl_pl: Obrót

source: Value added
de_de: Hinzugefügter Wert
es_es: Valor añadido
fr_fr: Valeur ajoutée
nl_nl: Waarde toegevoegd
pl_pl: Dodana wartość

source: Margin
de_de: Spanne
es_es: Margen
fr_fr: Marge
nl_nl: Marge
pl_pl: Marża

source: Ton
de_de: Tonne
es_es: Tonelada
fr_fr: Tonne
pl_pl: Tona

source: potential
de_de: Potenzial
es_es: potencial
fr_fr: potentiel
nl_nl: potentieel
pl_pl: potencjał

source: Measure unit
de_de: Maßeinheit
es_es: Unidad de medida
fr_fr: Unité de mesure
nl_nl: Meeteenheid
pl_pl: Jednostka miary

source: Unit
de_de: Einheit
es_es: Unidad
fr_fr: Unité
nl_nl: Eenheid
pl_pl: Jednostka

source: Minimum value
de_de: Mindestwert
es_es: Valor mínimo
fr_fr: Valeur minimun
nl_nl: Minimumwaarde
pl_pl: Minimalna wartość

source: Maximum value
de_de: Höchstwert
es_es: Valor máximo
fr_fr: Valeur maximum
nl_nl: Maximumwaarde
pl_pl: Maksymalna wartość

source: Paragraph model
de_de: Absatzmodell
es_es: Modelo de parágrafo
fr_fr: Paragraphe modèle
nl_nl: Paragraaf
pl_pl: Formularz punktu

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
nl_nl: Titel
pl_pl: Prawo własności

source: CLASS 4.1: INFLAMMABLE SOLIDS
de_de: KLASSE 4.1: ENTZÜNDBARE FESTE STOFFE
es_es: CLASE 4.1: SOLIDOS INFLAMABLES
fr_fr: CLASSE 4.1. : LES SOLIDES INFLAMMABLES
nl_nl: LES 4.1: ONTVLAMBARE VASTE STOFFEN
pl_pl: Klasa 4.1: Subltancje niepalne

source: CLASS 4.2: MATERIALS PRONE TO SPONTANEOUS INFLAMMATION
de_de: KLASSE 4.2: SELBSTENTZÜNDLICHE STOFFE
es_es: CLASE 4.2: MATERIALES PROPENSOS A LA INFLAMACION ESPONTANEA
fr_fr: CLASSE 4.2 : LES MATIERES SUJETTES A L'INFLAMMATION SPONTANEE
nl_nl: LES 4.2: MATERIALEN ONDERHEVIG AAN SPONTANE ONTBRANDING
pl_pl: Klasa 4.2 : Materiały trudnopalne

source: CLASS 4.3: MATERIALS THAT EMIT INFLAMMABLE GAS WHEN IN CONTACT WITH WATER
de_de: KLASSE 4.3: STOFFE, DIE BEI KONTAKT MIT WASSER ENTZÜNDBARE GASE ENTWICKELN
es_es: CLASE 4.3: MATERIALES QUE EMITEN GAS INFLAMABLE AL ENTRAR EN CONTACTO CON EL AGUA
fr_fr: CLASSE 4.3 : LES MATIERES QUI, AU CONTACT DE L'EAU, DEGAGENT DES GAZ INFLAMMABLES
nl_nl: LES 4.3: MATERIALEN DIE ONTVLAMBAAR GAS UITSTOTEN IN CONTACT MET WATER
pl_pl: KLasa 4.3 Materiały, które emitują niepalny gaz w kontakcie z wodą

source: CLASS 5.1: COMBUSTIBLE MATERIALS
de_de: KLASSE 5.1: ENTZÜNDEND (OXIDIEREND) WIRKENDE STOFFE
es_es: CLASE 5.1: MATERIALES COMBUSTIBLES
fr_fr: CLASSE 5.1 : LES MATIERES COMBURANTES
nl_nl: LES 5.1: ONTVLAMBARE MATERIALEN
pl_pl: Klasa 5.1 Materiały palne

source: CLASS 5.2: ORGANIC PEROXYDES
de_de: KLASSE 5.2: ORGANISCHE PEROXIDE
es_es: CLASE 5.2: PERIOXIDOS ORGANICOS
fr_fr: CLASSE 5.2 : LES PEROXYDES ORGANIQUES
nl_nl: LES 5.2: ORGANISCHE PEROXIDEN
pl_pl: Klasa 5.3 Materiały organiczne

source: CLASS 6.1: POISON MATERIALS
de_de: KLASSE 6.1: GIFTIGE STOFFE
es_es: CLASE 6.1: MATERIALES TOXICOS
fr_fr: CLASSE 6.1 : LES MATIERES TOXIQUES
nl_nl: LES 6.1: GIFTIGE MATERIALEN
pl_pl: Klasa 6.1: Materiały trujące

source: CLASS 6.2: INFECTIOUS MATERIALS
de_de: KLASSE 6.2: INFEKTIÖSE STOFFE
es_es: CLASE 6.2: MATERIALES INFECCIOSOS
fr_fr: CLASSE 6.2: LES MATIERES INFECTIEUSES
nl_nl: LES 6.2: BESMETTELIJKE MATERIALEN
pl_pl: Klasa 6.2: Materiały mogące wywołać zakażenia

source: Miss
de_de: Frau
es_es: Srta.
fr_fr: Mademoiselle
nl_nl: Juffrouw
pl_pl: Panna

source: Madam
de_de: Frau
es_es: Sra.
fr_fr: Madame
nl_nl: Mevrouw
pl_pl: Pani

source: Sir
de_de: Herr
es_es: Sr.
fr_fr: Monsieur
nl_nl: Meneer
pl_pl: Pan

source: promissory note
fr_fr: billet à ordre

source: Not closed
de_de: Nicht geschlossen
es_es: No cerrado/a
fr_fr: Non clôturé
nl_nl: Niet gesloten
pl_pl: Nie zamknięty

source: closed
de_de: geschlossen
es_es: cerrado/a
fr_fr: clôturé
nl_nl: gesloten
pl_pl: zamknięte

source: instructor
de_de: Ausbilder
fr_fr: instructeur
nl_nl: instructeur
pl_pl: instruktor

source: actor
de_de: Akteur
es_es: agente
fr_fr: acteur
nl_nl: deelnemer
pl_pl: uczestnik

source: SIMPLE COVER
de_de: EINFACHE ABDECKUNG
es_es: PLIEGUE SENCILLO
fr_fr: SIMPLE PLI
nl_nl: ENKELE VERPAKKING
pl_pl: PROSTA POLISA

source: DOUBLE FOLD
de_de: DOPPELT GEFALTET
es_es: PLIEGUE DOBLE
fr_fr: DOUBLE PLI
nl_nl: DUBBELE VERPAKKING
pl_pl: PODWÓJNE ZŁOŻENIE

source: WOOD
de_de: HOLZ
es_es: MADERA
fr_fr: BOIS
nl_nl: HOUT
pl_pl: DREWNO

source: CARDBOARD
de_de: PAPPE
es_es: CARTON
fr_fr: CARTON
nl_nl: KARTON
pl_pl: KARTON

source: METALLIC
de_de: METALL
es_es: METALICO/A
fr_fr: METALLIQUE
nl_nl: METAAL
pl_pl: METALICZNY

source: Group I
de_de: Gruppe I
es_es: Grupo I
fr_fr: Groupe I
nl_nl: Groep I
pl_pl: Grupa I

source: GROUP II
de_de: GRUPPE II
es_es: GRUPO II
fr_fr: Groupe II
pl_pl: GRUPA II

source: GROUP III
de_de: GRUPPE III.
es_es: GRUPO III
fr_fr: Groupe III
pl_pl: GRUPA III

source: Add/Update scheduled task
de_de: Geplante Aufgabe hinzufügen/aktualisieren
es_es: Añadir / actualizar la tarea programada
fr_fr: Ajout/édition de tâches planifiées
nl_nl: Geplande taak toevoegen/vernieuwen
pl_pl: Dodaj/Aktualizuj zaplanowane zadania

source: Task name
de_de: Name der Aufgabe
es_es: Nombre de la tarea
fr_fr: Nom de la tâche
nl_nl: Taaknaam
pl_pl: Nazwa zadania

source: Scheduled task definition
de_de: Definition der geplanten Aufgabe
es_es: Definición de la tarea programada
fr_fr: Définition de la tâche planifiée
nl_nl: Bepaling geplande taak
pl_pl: Definicje zaplanowanych zadań

source: day of month
de_de: Tag des Monats
es_es: día del mes
fr_fr: jour du mois
nl_nl: dag van de maand
pl_pl: dzień miesiąca

source: Scheduled task periodicity
de_de: Geplante Aufgabe Zeitplanung
es_es: Periodicidad de la tarea programada
fr_fr: Périodicité de la tâche planifiée
nl_nl: Geplande taak periodieke terugkeer
pl_pl: Zadanie cykliczne

source: day of week
de_de: Wochentag
es_es: día de la semana
fr_fr: jour de la semaine
nl_nl: dag van de week
pl_pl: dzień tygodnia

source: hour of day
de_de: Stunde des Tages
es_es: hora del día
fr_fr: heure du jour
nl_nl: uur van de dag
pl_pl: godzina dnia

source: Help messages
de_de: Hilfemeldungen
es_es: Mensajes de ayuda
fr_fr: Pages d'aide
nl_nl: Hulpboodschappen
pl_pl: Pomocna wiadomość

source: Corresponding page
de_de: Entsprechende Seite
es_es: Pagina correspondiente
fr_fr: Page correspondante
nl_nl: Overeenkomstige pagina
pl_pl: Strona korespondencyjna

source: Body
es_es: Entidad
fr_fr: Message
pl_pl: Organ

source: Unknown duration type for task "%s", "amount" was chosen in replacement.
de_de: Unbekannter Dauertyp für Aufgabe "%s"; "Betrag" wurde stattdessen gewählt.
es_es: Tipo de duración desconocido para tarea "%s", "amount" ha sido elegido de reemplazo.
fr_fr: Type de durée inconnu pour la tâche "%s", le script a pris "forfait" à la place.
nl_nl: Onbekende duur voor taak "%s", "bedrag" werd gekozen als vervanging.
pl_pl: Nieznany czas trwania typu zadania "%s", "amount" został wybrany przy zmianie.

source: Unknown cost type for task "%s", "amount" was chosen in replacement.
de_de: Unbekannter Kostentyp für Aufgabe "%s"; "Betrag" wurde stattdessen gewählt.
es_es: Tipo de coste desconocido para tarea "%s", "amount" ha sido elegido de reemplazo.
fr_fr: Type de coût inconnu pour la tâche "%s", le script a pris "forfait" à la place.
nl_nl: Onbekend kostentype voor taak "%s", "bedrag" werd gekozen als vervanging.
pl_pl: NIeznany typ kosztów dla zadań "%s", "amount" został wybrany przy wymianie.

source: Action type
de_de: Handlungstyp
es_es: Tipo de acción
fr_fr: Type d'action
nl_nl: Actietype
pl_pl: typ czynnosci

source: Number of actions
de_de: Anzahl der Handlungen
es_es: Número de acciones
fr_fr: Nombre d'action
nl_nl: Aantal verrichtingen
pl_pl: Numer działania

source: Customer "%s" has no license, nor authorization for selected airplane
de_de: Kunde "%s" besitzt keine Lizenz und keine Autorisierung für das ausgewählte Flugzeug.
es_es: El cliente "%s" no tiene licencia ni autorisación para el avión seleccionado
fr_fr: Le client %s n'a ni de licence, ni d'autorisation pour l'appareil demandé
nl_nl: Klant "%s" heeft geen licentie of machtiging voor het geselecteerde vliegtuig
pl_pl: Klient "%s" nie ma licencji, nie ma autoryzcji dla wybranego samolotu

source: Licence expiration date exceeded for selected airplane
de_de: Ablaufdatum der Lizenz für ausgewählte Flugzeug abgelaufen.
es_es: Fecha de caducidad de la licencia vencida para el avión seleccionado
fr_fr: Date de validité de la licence dépassée pour la date et l'appareil demandé
nl_nl: Vervaldag licentie overschreden voor geselecteerd vliegtuig
pl_pl: Termin ważności licencji upływa po wwybranym przelocie

source: No airplane of this type found, please select another airplane type.
de_de: Flugzeuge diesen Typs nicht gefunden. Wählen Sie bitte einen anderen Flugzeugtyp aus.
es_es: No se ha encontrado ningún avión de este tipo, por favor seleccione otro tipo de avión.
fr_fr: Merci de choisir un autre type d'appareil, aucun appareil de ce type n'est disponible.
nl_nl: Geen vliegtuig van dit type gevonden, selecteer een ander vliegtuigtype.
pl_pl: Nie znaleziono tego typu samolotu,proszę wybierz inny typ samolotu.

source: Airplane is not available for selected period, please select another airplane or another period.
de_de: Flugzeug ist für den ausgewählten Zeitraum nicht verfügbar. Wählen Sie ein anderes Flugzeug oder einen anderen Zeitraum aus.
es_es: El avión no esta disponible para el período seleccionado, por favor, elija otro avión o periodo.
fr_fr: Merci de choisir un autre type d'appareil ou une autre plage horaire. Celui-ci n'est pas disponible pour l'horaire demandé.
nl_nl: Vliegtuig niet beschikbaar voor de geselecteerde periode, selecteer een ander vliegtuig of een andere periode.
pl_pl: Samolot jest niedostępny w wybranym okresie ,proszę wybierz inny samolot w innym okresie.

source: No instructor available for selected period, please select another period.
de_de: Für den ausgewählten Zeitraum ist kein Ausbilder verfügbar. Wählen Sie bitte einen anderen Zeitraum aus.
es_es: Ningún instructor esta disponible durante el período seleccionado, por favor elija otro periodo.
fr_fr: Merci de choisir une autre plage horaire. Aucun Instructeur n'est disponible pour l'horaire demandé
nl_nl: Geen instructeur beschikbaar voor de geselecteerde periode, selecteer een andere periode.
pl_pl: Żaden instruktor nie jest dostępny dla wybranego okresu, proszę wybrać inny okres

source: Maximum weight by seat exceeded for selected airplane
de_de: Maximalgewicht je Sitz für ausgewähltes Flugzeug überschritten.
es_es: Peso máximo por asiento superado para el avión seleccionado
fr_fr: Le poids dépasse le poids maximum par passager autorisé pour l'appareil sélectionné
nl_nl: Maximum gewicht per stoel overschreden voor het geselecteerde vliegtuig
pl_pl: Maksymalna waga na krzeło przekracza wybrany samolot

source: an item of invoice "%s"
es_es: un artículo de la factura "%s"
fr_fr: un élément de la facture "%s"
pl_pl: przedmiot faktury "%s"

source: the account "%s"
es_es: la cuenta "%s"
fr_fr: le compte "%s"
pl_pl: rachunek "%s"

source: an item of command "%s"
es_es: un artículo del pedido "%s"
fr_fr: un élément de la commande "%s"
pl_pl: pozycja polecenia "%s"

source: an expenses and receipts item (FlowItem id: %s)
es_es: un artículo de gastos y de recibos (FlowItem id: %s)
fr_fr: un élément de charge et recette (flowitem d'id: %s)
pl_pl: pozycja rachunku/wydatku (pozycja: %s)

source: an item of a model of expenses and receipts (FlowTypeItem id: %s)
es_es: un artículo de un modelo de gastos y recibos (FlowTypeItem id: %s)
fr_fr: un élément de modèle de charge et recette (flowtypeitem d'id: %s)
pl_pl: pozycja w modelu wydatków i rahunków ( pozycja: %s)

source: the service "%s"
es_es: el servicio "%s"
fr_fr: la prestation "%s"
pl_pl: usluga"%s"

source: the product "%s"
es_es: el producto "%s"
fr_fr: le produit "%s"
pl_pl: produkt "%s"

source: the document "%s"
es_es: el documento "%s"
fr_fr: le document "%s"
pl_pl: dokument"%s"

source: Selected VAT cannot be deleted because it is used by
es_es: IVA seleccionado no se puede suprimir porque esta utilizado por
fr_fr: La TVA sélectionnée ne peut être supprimée car elle est utilisée dans
pl_pl: Wybrana stawka VAT nie może być usunięta ponieważ jest używana przez

source: Tel.
fr_fr: Tél.

source: for delivery
de_de: für Lieferung
es_es: a entregar
fr_fr: de livraison
nl_nl: voor levering
pl_pl: do dostarczenia

source: of collection
de_de: zur Abholung
es_es: de recaudación
fr_fr: d'enlevement
nl_nl: van verzameling
pl_pl: z kolekcji

source: Solo flight
de_de: Einzelflug
es_es: Vuelo en solo
fr_fr: Vol en solo
nl_nl: Solovlucht
pl_pl: Pojedynczy przelot

source: Potential
de_de: Potenzial
es_es: Potencial
fr_fr: Potentiel
nl_nl: Potentieel
pl_pl: Potencjał

source: unknown
es_es: Desconicido/a
fr_fr: inconnu
pl_pl: nieznany

source: Alert "%s" was not found in the database.
de_de: Warnung "%s" wurde in der Datenbank nicht gefunden.
es_es: Alerta "%s" no se encontró en la base de datos.
fr_fr: L'alerte %s n'a pas été trouvée en base de données
nl_nl: Waarschuwing "%s" niet gevonden in de gegevensbank.
pl_pl: Alarm"%s"nie został znaleziony w bazie danych.

source: Alert "%s" cannot be sent.
de_de: Warnung "%s" kann nicht gesendet werden.
es_es: Alerta "%s" no se puede mandar.
fr_fr: Impossible d'envoyer l'alerte. %s.
nl_nl: Waarschuwing "%s" kan niet verstuurd worden.
pl_pl: Alarm"%s" nie może być wysłany.

source: label
de_de: Etikett
es_es: etiqueta
fr_fr: libellé
pl_pl: etykieta

source: Result before taxes
de_de: Ergebnis vor Steuern
es_es: Resultado antes de impuestos
fr_fr: Résultat avant impôts
nl_nl: Resultaat voor belastingen
pl_pl: Wynik przed opodatkowaniem

source: Result before cumuled taxes
es_es: Resultado antes de impuestos cumulados
fr_fr: Résultat avant impôts cumulé
pl_pl: Wynik przed całym opodatkowaniem

source: Month balance
es_es: Balance del mes
fr_fr: Solde du mois
pl_pl: Bilans misięczny

source: Real treasury
de_de: Inflationsbereinigt
es_es: Tesorería efectiva
fr_fr: Trésorerie réelle
nl_nl: Werkelijk kapitaal
pl_pl: Pozycja finansowa

source: No exchange rate exists for selected currencies and period. Please define this exchange rate, or change currency.
es_es: No existe tasa de cambio para las divisas y período seleccionados. Por favor, defina esta tasa de cambio o cambie de divisa.
fr_fr: Aucun taux de change n'existe pour les devises et la période sélectionnée. Veuillez définir un taux de change ou changer la devise de conversion.
pl_pl: Nie istnieją kursy wymiany walut dla wybranej waluty w wybranym okresie .Proszę wprowadź ten kurs lub wybraną walutę.

source: More than one exchange rate exist for selected currencies and period.
es_es: Más de una tasa de cambio existe para las divisas y el período seleccionados.
fr_fr: Plusieurs taux de change existent pour les devises et la période sélectionnées.
pl_pl: Więcej niż jeden kurs wymiany waluty istnieje dla wybranej waluty i okresu

source: The results will be calculated for the period from %s to %s.
es_es: Los resultados se calcularan sobre el período de %s a %s.
fr_fr: Les résultats seront calculés pour la période, du %s au %s.
pl_pl: Wynik będzie obliczony dla okresu od %s do %s

source: Invoice number or expense/receipt
de_de: Rechnungsnummer oder Ausgabe/Beleg
es_es: Número de factura o gastos/recibo
fr_fr: No de facture ou charge/recette
nl_nl: Factuurnummer of kost/ontvangst
pl_pl: Numer faktury lub koszt/pokwitowanie

source: Expense/Receipt line
de_de: Zeile Ausgabe/Beleg
es_es: Linea de gastos/recibos
fr_fr: Ligne de charge/recette
nl_nl: Kosten/Ontvangstenlijn
pl_pl: Wydatek /Linia pokwitowania

source: Total amount
de_de: Gesamtbetrag
es_es: Importe total
fr_fr: Montant total
nl_nl: Totaal bedrag
pl_pl: Całkowita liczba

source: credit
de_de: Guthaben
es_es: crédito
fr_fr: crédit
pl_pl: kredyt

source: debit
de_de: Soll
es_es: débito
fr_fr: débit
nl_nl: debet
pl_pl: obciążenie

source: No products were created because you did not select any available size.
fr_fr: Aucun produit n'a été créé car vous n'avez pas sélectionné de taille disponible.

source: You must create a chain with reference "%s"
es_es: Debe crear una cadena con la referencia "%s"
fr_fr: Vous devez créer une chaîne avec la référence "%s"

source: You must create an order first.
de_de: Sie müssen zuerst eine Bestellung erstellen.
es_es: Debe crear un pedido primero.
fr_fr: Vous devez d'abord créer une commande.
nl_nl: U moet eerst een bestelling aanmaken.
pl_pl: Musisz najpierw stworzyć zamówienie.

source: Activation of children chains is impossible.
de_de: Die Aktivierung von untergeordneten Ketten ist nicht möglich.
es_es: Acitivación de cadenas descendientes imposible.
fr_fr: Activation en cascade impossible.
nl_nl: Activeren van subreeksen is onmogelijk.
pl_pl: Aktywacja łańcucha podrzędnego jest niemożliwa

source: The external database doesn't contain needed data.
de_de: Die externe Datenbank enthält nicht die benötigten Daten.
es_es: La base de datos externa no contiene datos necesarios.
fr_fr: La base de donnée distante ne contient pas les données requises.
nl_nl: De externe gegevensbank bevat de nodige gegevens niet.
pl_pl: Zewnętrzna baza danych nie zawiera potrzebnych danych.

source: Amount excl. VAT is lower than minimum amount to order (%s %s). Please correct or contact customer department.
es_es: Importe excl. IVA es inferior al importe mínimo de pedido (%s %s). Por favor, corrija o pongase en contacto con el departamento clientela.
fr_fr: Le montant total HT est inférieur au seuil minimum de commande (%s %s). Veuillez modifier la commande ou contacter le service client.
pl_pl: Kwota netto jest niższa niż minimalna wartośc zlecenia(%s %s). Proszę o korektę lub kontakt z działem obsługi klienta.

source: Wrong quantity for product %s.
de_de: Falsche Menge für Produkt %s.
es_es: Cantidad erronea para producto %s.
fr_fr: La quantité est invalide pour le produit %s.
nl_nl: Verkeerde hoeveelheid voor product %s.
pl_pl: Zła ilość dla produktu %s.

source: Supplier properties are incomplete, order cannot be completed, please contact your admin.
de_de: Zulieferereigenschaften sind unvollständig. Bestellung kann nicht ausgeführt werden. Wenden Sie sich bitte an Ihren Administrator.
es_es: Las propiedades proveedor estan incompletas, el pedido no se puede completar, por favor pongase en contacto con su admin.
fr_fr: La fiche du fournisseur est incomplète, la commande ne peut aboutir, merci de contacter votre administrateur
nl_nl: Eigenschappen leverancier zijn onvolledig, bestelling kan niet afgewerkt worden, contacteer uw admin.
pl_pl: Dane podstawowe dostawcy są niekompletne,zlecenie nie może zostać zakończone,proszę o kontakt z administratorem.

source: Database transaction failed.
de_de: Datenbanktransaktion fehlgeschlagen.
es_es: Transacción de base de datos falló.
fr_fr: La transaction a échouée.
nl_nl: Overdracht gegevensbank mislukt.
pl_pl: Transkacja nie powiodła się

source: array must contain the element "%s"
de_de: Array muss das Element "%s" enthalten.
es_es: la selección debe contener el elemento "%s"
fr_fr: le tableau doit contenir l'élément "%s"
nl_nl: reeks moet het element "%s" bevatten
pl_pl: tablica musi zawierać element "%s"

source: "%s" must be an integer
de_de: "%s" muss ganzzahlig sein.
es_es: "%s" debe ser un número entero
fr_fr: "%s" doit être un entier
nl_nl: "%s" moet een geheel getal zijn
pl_pl: "%s"musi być zintegrowane

source: "%s" must be a float number
de_de: "%s" muss eine Gleitkommazahl sein.
es_es: "%s" debe ser un float
fr_fr: "%s" doit être un nombre flotant
nl_nl: "%s" moet een bedrag zijn
pl_pl: "%s"musi być numer mieszkania

source: "%s" must be a date at the format AAAA-MM-JJ HH:MM:SS
de_de: "%s" muss ein gültiges Datum sein.
es_es: "%s" debe ser una fecha con el formato AAAA-MM-JJ HH:MM:SS
fr_fr: "%s" doit être une date au format AAAA-MM-JJ HH:MM:SS
nl_nl: "%s" moet een datum zijn met formaat AAAA-MM-JJ UU:MM:SS
pl_pl: "%s"musi być data w formacieAAAA-MM-JJ HH:MM:SS

source: Error, please contact your admin.
de_de: Fehler, wenden Sie sich bitte an Ihren Administrator.
es_es: Error, por favor póngase en contacto con su admin.
fr_fr: Erreur de traitement. Merci de contacter votre administrateur.
nl_nl: Fout, gelieve uw admin te contacteren
pl_pl: Bład proszę skontaktuj się z administratorem

source: Wished date is too near and cannot be fulfilled, please modify it or contact your admin.
de_de: Das gewünschte Datum ist zu kurzfristig und kann nicht eingehalten werden. Verändern Sie es bitte oder wenden Sie sich an Ihren Administrator.
es_es: La fecha deseada esta demasiado cercana y no se puede cumplir, por favor cambiela o pongase en contacto con su admin.
fr_fr: La date demandée est trop proche et ne peut être satisfaite, veuillez la modifier ou contacter votre administrateur.
nl_nl: Gewenste datum is te vroeg en is niet mogelijk, gelieve te wijzigen of uw admin te contacteren.
pl_pl: Data jest zbyt bliska i nie może być wypełniona, proszę zmień to lub skontaktuj się z administratorem

source: Wished date cannot be fulfilled, please modify it or contact your admin.
de_de: Das gewünschte Datum kann nicht eingehalten werden. Verändern Sie es bitte oder wenden Sie sich an Ihren Administrator.
es_es: La fecha deseada no se puede cumplir, por favor cambiela o pongase en contacto con su admin.
fr_fr: La date de début demandée ne peut être satisfaite, veuillez la modifier ou contacter votre administrateur.
nl_nl: Gewenste datum is niet mogelijk, gelieve te wijzigen of uw admin te contacteren.
pl_pl: Data nie może być wypełniona, proszę zmień to lub skontaktuj się z administratorem

source: (Error 001)
de_de: (Fehler 001)
fr_fr: (Erreur 001)
nl_nl: (Fout 001)
pl_pl: (błąd 001)

source: (Error 002)
de_de: (Fehler 002)
fr_fr: (Erreur 002)
nl_nl: (Fout 002)
pl_pl: (Błąd 002)

source: (Error 003)
de_de: (Fehler 003)
fr_fr: (Erreur 003)
nl_nl: (Fout 003)
pl_pl: (Błąd 003)

source: (Error 004)
de_de: (Fehler 004)
fr_fr: (Erreur 004)
nl_nl: (Fout 004)
pl_pl: (Błąd 004)

source: (Error 005)
de_de: (Fehler 005)
fr_fr: (Erreur 005)
nl_nl: (Fout 005)
pl_pl: (Błąd 005)

source: (Error 006)
de_de: (Fehler 006)
fr_fr: (Erreur 006)
nl_nl: (Fout 006)
pl_pl: (Błąd 006)

source: (Error 008)
de_de: (Fehler 008)
fr_fr: (Erreur 008)
nl_nl: (Fout 008)
pl_pl: (Bład 008)

source: (Error 010)
de_de: (Fehler 010)
fr_fr: (Erreur 010)
nl_nl: (Fout 010)
pl_pl: (Błąd 010)

source: (Error 011)
de_de: (Fehler 011)
fr_fr: (Erreur 011)
nl_nl: (Fout 011)
pl_pl: (Błąd 011)

source: (Error 012)
de_de: (Fehler 012)
fr_fr: (Erreur 012)
nl_nl: (Fout 012)
pl_pl: (Błąd 012)

source: (Error 013)
de_de: (Fehler 013)
fr_fr: (Erreur 013)
nl_nl: (Fout 013)
pl_pl: (Błąd 013)

source: (Error 014)
de_de: (Fehler 014)
fr_fr: (Erreur 014)
nl_nl: (Fout 014)
pl_pl: (Błąd 014)

source: (Error 015)
de_de: (Fehler 015)
fr_fr: (Erreur 015)
nl_nl: (Fout 015)
pl_pl: (Błąd 015)

source: Please select a result.
de_de: Wählen Sie bitte ein Ergebnis aus.
es_es: Por favor, seleccione un resultado.
fr_fr: Sélectionnez un résultat.
nl_nl: Selecteer een resultaat.
pl_pl: Proszę wybierz rezultat.

source: No match found with these city name/zip code/country name.
de_de: Keine Übereinstimmung für diesen Städtenamen/PLZ/Landesnamen gefunden.
es_es: No correspondancia encontrada con estos nombres de ciudad/código postal/país.
fr_fr: Il n'y a pas de ville/code postal/pays correspondant à votre saisie
nl_nl: Geen resultaat met deze stadsnaam/postcode/landsnaam.
pl_pl: Nie znaleziono nazwy miejscowości /kodu pocztowego/nazwy kraju.
