Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: The following form models could not be deleted because they are linked to an action: %s
de_de: Die folgenden Formularmodelle konnten nicht gelöscht werden, da sie mit einer Handlung verbunden sind: %s
es_es: Los modelos siguientes de modelos de formularios no se han podido suprimir porque estan vinculados con una acción: %s
fr_fr: Les formulaires modèles suivants n'ont pas été supprimés car ils sont liés à une action : %s
nl_nl: De volgende formulieren konden niet verwijderd worden omdat ze verbonden zijn aan een verrichting: %s
pl_pl: Następujące modele nie mogą zostać skasowane, ponieważ są połączone do akcji : %s

source: Invoice total ht
fr_fr: Total HT facture

source: Commission percent
fr_fr: Pourcentage commission

source: Commission amount
fr_fr: Montant commission

source: Contact cannot be saved
de_de: Kontakt konnte nicht gespeichert werden
es_es: Contacto ne se puede guardar
fr_fr: Impossible de sauvegarder le contact.
nl_nl: Contact kan niet opgeslagen worden
pl_pl: Kontakt nie może być zapisany

source: Create/update contact
de_de: Kontakt erstellen/aktualisieren
es_es: Crear/actualizar contacto
fr_fr: Formulaire d'ajout/édition de contact
nl_nl: Contact creëren/vernieuwen
pl_pl: Stwórz/aktualizuj kontakt

source: Assign to a nomenclature
de_de: Einer Nomenklatur zuweisen.
es_es: Asignar a una nomenclatura
fr_fr: Affecter à une Nomenclature
nl_nl: Toewijzen aan een namenlijst
pl_pl: Przypisz do nomenklatury

source: Show by components
de_de: Nach Komponenten anzeigen.
es_es: Mostrar por componentes
fr_fr: Vue par composants
nl_nl: Toon volgens componenten
pl_pl: POkaż według elementów

source: Show by sets
de_de: Nach Sätzen anzeigen.
es_es: Mostrar por series
fr_fr: Vue par ensembles
nl_nl: Toon volgens sets
pl_pl: Pokaż według zestawów

source: Nomenclature version
de_de: Version der Nomenklatur
es_es: Versión de nomenclatura
fr_fr: Version nomenclature
nl_nl: Versie namenlijst
pl_pl: Wersja nomenklatury

source: Minimum quantity for order of product "%s"
de_de: Mindestmenge für Bestellung des Produkts "%s"
es_es: Cantidad mínima para pedido del producto "%s"
fr_fr: Gestion de la quantité minimum commandée pour le produit référence %s
nl_nl: Minimum hoeveelheid voor bestelling van product "%s"
pl_pl: Minimalna ilość dla zamówienia produktu"%s"

source: and category %s
de_de: und Kategorie %s
es_es: y categoría %s
fr_fr: et la catégorie %s
nl_nl: en categorie %s
pl_pl: i kategoria %s

source: Minimum ordered quantity
de_de: Mindestbestellmenge
es_es: Cantidad miníma pedida
fr_fr: Quantité minimum commandée
nl_nl: Minimum bestelde hoeveelheid
pl_pl: Zamówiona minimalna ilość

source: Quantity type
de_de: Mengentyp
es_es: Tipo de cantidad
fr_fr: Type de quantité
nl_nl: Type hoeveelheid
pl_pl: typ ilości

source: Basis excl. VAT
de_de: Basis ohne MwSt.
es_es: Base excl. IVA
fr_fr: Base HT
nl_nl: Basis excl. BTW
pl_pl: Podstawa bez VAT

source: Qty pack.
es_es: Pack de cantidad.
fr_fr: Qté cart.

source: This answer is already linked to this question.
de_de: Die Antwort ist bereits mit dieser Frage verbunden.
es_es: Esta respuesta ya está vinculada con esta pregunta.
fr_fr: Cette réponse est déjà liée à cette question.
nl_nl: Dit antwoord werd reeds verbonden aan deze vraag.
pl_pl: Ta odpowiedź jest powiązana z tym pytaniem.

source: Select an answer
de_de: Wählen Sie eine Antwort aus.
es_es: Elija una respuesta
fr_fr: Sélectionner une réponse parmi celles existantes
nl_nl: Selecteer een antwoord
pl_pl: Wybierz odpowiedź

source: Answer order
de_de: Reihenfolge der Antworten
es_es: Contestar al pedido
fr_fr: Ordre de la réponse
nl_nl: Antwoordbestelling
pl_pl: Odpowiedź zamówienia

source: Please select a question.
de_de: Wählen Sie bitte eine Frage aus.
es_es: Por favor, elija una pregunta.
fr_fr: Vous devez choisir une question.
nl_nl: Selecteer een vraag.
pl_pl: Proszę wybierz pytanie

source: select one or more products
de_de: Wählen Sie eines oder mehrere Produkte aus.
es_es: Elija uno o varios productos
fr_fr: Sélectionner un ou plusieurs produits
nl_nl: selecteer een of meerdere producten
pl_pl: Wybierz jeden lub więcej produktów

source: Only ordered products
de_de: Nur bestellte Produkte
es_es: Solamente productos pedidos
fr_fr: Uniquement les produits commandés
nl_nl: Enkel bestelde producten
pl_pl: Tylko zamówione produkty

source: No invoices related to this order.
de_de: Es gibt keine Rechnungen zu dieser Bestellung.
es_es: No hay facturas relacionadas con este pedido.
fr_fr: Pas de factures associées à cette commande.
nl_nl: Geen facturen verbonden aan deze bestelling.
pl_pl: Brak faktury związanej z tym zamówieniem.

source: Please select an invoice.
de_de: Wählen Sie bitte eine Rechnung aus.
es_es: Por favor, seleccione una factura.
fr_fr: Vous devez sélectionner une facture.
nl_nl: Selecteer een factuur.
pl_pl: Proszę wybierz fakturę.

source: Deadline for payment
de_de: Zahlungstermin
es_es: Plazo de pago
fr_fr: Date limite de règlement
nl_nl: Vervaldatum voor betaling
pl_pl: Termin ostateczny płatności

source: Amount to pay incl. VAT
de_de: Fälliger Betrag einschließlich MwSt.
es_es: Importe para pagar incl. IVA
fr_fr: A régler TTC
nl_nl: Te betalen bedrag incl. BTW
pl_pl: kwota do zapłaty zawierająca VAT

source: List of invoices
de_de: Liste der Rechnungen
es_es: Lista de facturas
fr_fr: Liste des factures
nl_nl: Lijst van facturen
pl_pl: Lista faktur

source: List of invoices and execution of a payment
de_de: Liste der Rechnungen und Ausführung einer Zahlung
es_es: Lista de facturas y complimiento de un pago
fr_fr: Liste des factures et exécution d'un règlement
nl_nl: Lijst van facturen en uitvoering van een betaling
pl_pl: Lista zamówień i reaizacji płatności

source: Product was not found in the database.
de_de: Das Produkt wurde in der Datenbank nicht gefunden.
es_es: El producto no se encontró en la base de datos.
fr_fr: Impossible de charger le produit.
nl_nl: Product werd niet gevonden in de gegevensbank.
pl_pl: Produkt nie został znaleziony w bazie danych.

source: Product cannot be saved
de_de: Produkt kann nicht gespeichert werden.
es_es: El producto ne se puede guardar
fr_fr: Impossible de sauvegarder le produit.
nl_nl: Product kan niet opgeslagen worden
pl_pl: Produkt nie może być zachowany

source: Product "%s" was successfully modified.
de_de: Produkt "%s" wurde erfolgreich verändert.
es_es: El producto "%s" se ha modificado con éxito.
fr_fr: Les modifications apportées au produit "%s" ont été enregistrées.
nl_nl: Product "%s" werd succesvol gewijzigd.
pl_pl: Produkt"%s"zmodyfikowano z powodzeniem.

source: Add or update product
de_de: Produkt hinzufügen oder aktualisieren
es_es: Añadir o actualizar un producto
fr_fr: Ajout/édition de produits
nl_nl: Product toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj produkt

source: A product already exists with this reference "%s", please correct.
de_de: Es existiert bereits ein Produkt mit dieser Referenz "%s". Bitte berichtigen Sie dies.
es_es: Un producto con esta referencia ya existe "%s", por favor corrija.
fr_fr: la référence %s est déjà affectée à un produit. Veuillez la modifier.
nl_nl: Er bestaat reeds een product met deze referentie "%s", gelieve te verbeteren.
pl_pl: Produkt z odwołaniem "%s" już istnieje, proszę popraw.

source: You cannot change tracing mode for a product involved in a nomenclature
de_de: Sie können die Nachverfolgungsart für ein Produkt innerhalb einer Nomenklatur nicht verändern.
es_es: No puede cambiar el modo de seguimiento para un producto perteneciendo a una nomenclatura
fr_fr: Vous ne pouvez changer le mode de suivi d'un produit déjà impliqué dans une nomenclature
nl_nl: U kan de traceringsmode niet wijzigen voor een product in de namenlijst
pl_pl: Nie można zmienić trybu śledzenia dla produktu zawartego w nomeklaturze/recepturze

source: Filter by payment date
de_de: Nach Zahlungsdatum filtern
es_es: Filtrar por fecha de pago
fr_fr: Filtrer par date de règlement
nl_nl: Filter volgens betalingsdatum
pl_pl: Filtruj według datę płatności

source: Registration date
de_de: Registrierungsdatum
es_es: Fecha de registración
fr_fr: Enregistrement
nl_nl: Registratiedatum
pl_pl: Data rejestracji

source: Add or update bank
de_de: Bank hinzufügen oder aktualisieren
es_es: Añadir o actualizar banco
fr_fr: Formulaire d'ajout/édition de banque
nl_nl: Bank toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj bank

source: Actor was not found in the database.
de_de: Akteur wurde in der Datenbank nicht gefunden.
es_es: El agente no se encuentra en la base de datos.
fr_fr: Impossible de charger l'acteur
nl_nl: Deelnemer niet gevonden in gegevensbank.
pl_pl: Uczestnik nie został odnaleziony w bazie danych

source: Bank was not found in the database.
de_de: Bank wurde in der Datenbank nicht gefunden.
es_es: El banco no se encuentra en la base de datos.
fr_fr: Impossible de charger la banque
nl_nl: Bank niet gevonden in gegevensbank.
pl_pl: Bank nie został odnaleziony w bazie danych

source: This movement was cancelled.
de_de: Diese Bewegung wurde abgebrochen.
es_es: Este movimiento ha sido cancelado.
fr_fr: Ce mouvement a été annulé.
nl_nl: Deze bewging werd geannuleerd.
pl_pl: Ten ruch został anulowany.

source: Not cancelled
de_de: Nicht abgebrochen
es_es: Sin cancelar
fr_fr: Non annulé
nl_nl: Niet geannuleerd
pl_pl: Brak unieważnienia

source: Print delivery order
de_de: Lieferschein drucken
es_es: Imprimir pedido de entrega
fr_fr: Editer un bon de livraison
nl_nl: Leveringsbewijs afdrukken
pl_pl: Drukuj dostarczone zamówienie

source: Cancel movement
de_de: Bewegung abbrechen
es_es: Cancelar movimiento
fr_fr: Annuler un mouvement
nl_nl: Beweging annuleren
pl_pl: Anulowany ruch

source: Executed movements
de_de: Ausgeführte Bewegungen
es_es: Movimientos ejecutados
fr_fr: MvtsExecutés
nl_nl: Uitgevoerde bewegingen
pl_pl: Wykonane ruchy

source: List of partial movements executed.
de_de: Liste mit teilweisen Bewegungen ausgeführt.
es_es: Lista de movimientos parciales ejecutados.
fr_fr: Liste des mouvements partiels effectués
nl_nl: Lijst van uitgevoerde gedeeltelijke bewegingen.
pl_pl: Lista częściowych przesunięć.

source: Document "%s" has been assigned to task "%s"
es_es: Documento "%s" ha sido asignado a la tarea "%s"
fr_fr: Le document "%s" a été affecté à la tâche "%s".
pl_pl: Dokument "%s" został przydzielony do zadania "%s"

source: Document "%s" has been unassigned from its task.
es_es: Documento "%s" ha sido desasignado de su tarea.
fr_fr: Le document "%s" a été désaffecté de sa tâche.
pl_pl: Dokument "%s" nie został przydzielony do tego zadania.

source: Selected estimate has already given rise to order "%s".
es_es: El presupuesto seleccionado ya ha dado lugar al pedido "%s".
fr_fr: Le devis sélectionné a déjà donné lieu a la commande "%s".
pl_pl: Wybana oferta już została przekształcona w zlecenie"%s".

source: Estimate "%s" is not valid anymore (%d days passed since it was issued).
es_es: Presupuesto "%s" ya no esta valido (%dias han pasado desde su emisión).
fr_fr: Le devis "%s" n'est plus valide (%d jours se sont écoulés depuis sa création).
pl_pl: Oferta "%s" nie jest juz wazna (minęło%d dni od daty wystawienia).

source: Order for estimate number "%s"
es_es: Pedido para el presupuesto número "%s"
fr_fr: Commande pour le devis "%s"
pl_pl: Zlecenie do numeru oferty "%s"

source: Document number (invoice, delivery order, etc...)
de_de: Dokumentennummer (Rechnung, Bestellung usw.)
es_es: Número de documento (factura, entrega a domicilio, etc.)
fr_fr: N° de document (Facture, BL, ...)
nl_nl: Documentnummer (factuur, leveringsnota, enz...)
pl_pl: Numer dokumenu (faktura, dokumenty dostawy, itp..)

source: Closed
de_de: Geschlossen
es_es: Cerrado/a
fr_fr: Clôturé
nl_nl: Gesloten
pl_pl: Zamknij

source: Filter by creation date
es_es: Filtrar por fecha de creación
fr_fr: Filtrer par date de création

source: Unlock
de_de: Entsperren
es_es: Abrir
fr_fr: Débloquer
nl_nl: Vrijmaken
pl_pl: Odblokowac

source: Add or update instalment
de_de: Rate hinzufügen oder aktualisieren
es_es: Añadir o actualizar plazo de pago
fr_fr: Ajouter/Modifier un acompte
nl_nl: Termijn toevoegen of vernieuwen

source: Selling unit qty
es_es: Cantidad de unidades de mercancía
fr_fr: Qté
pl_pl: Sprzedaż jednostki ilości

source: saved
de_de: gespeichert
es_es: guardado
fr_fr: sauvegardées
nl_nl: opgeslagen
pl_pl: zapisano

source: Modified data is no more compatible with work order items.
de_de: Die veränderten Daten sind nicht mehr mit den Elementen des Arbeitsauftrags kompatibel.
es_es: Datos modificados ya no estan compatibles con los artículos de pedido de trabajo.
fr_fr: Les données que vous avez modifiées ne sont plus compatibles avec les éléments de cet ordre de travail.
nl_nl: Gewijzigde gegevens zijn niet meer compatible met werkorderitems.
pl_pl: Zmienione dane nie są już kompatybilne z pozycją zlecenia produkcji.

source: modified
de_de: geändert
es_es: modificado
fr_fr: modifiées
nl_nl: gewijzigd
pl_pl: zmodyfikowane

source: Work order data were successfully
de_de: Die Daten des Arbeitsauftrags wurden erfolgreich
es_es: Los datos del pedido de trabajo fueron con éxito
fr_fr: Les données de l'ordre de travail ont été
nl_nl: Werkordergegevens waren succesvol
pl_pl: Data zlecenia produkcji została zapisana z powodzeniem

source: Add a work order
de_de: Arbeitsauftrag hinzufügen
es_es: Añadir un pedido de trabajo
fr_fr: Création d'un ordre de travail
nl_nl: Werkorder toevoegen
pl_pl: Dodaj zlecenie produkcji

source: Update work order
de_de: Arbeitsauftrag aktualisieren
es_es: Actualizar un pedido de trabajo
fr_fr: Edition d'un ordre de travail
nl_nl: Werkorder vernieuwen
pl_pl: Aktualizuj zlecenie produkcji

source: Invoice was not found in the database.
de_de: Die Rechnung wurde in der Datenbank nicht gefunden.
es_es: La factura no se encontró en la base de datos.
fr_fr: Pas de facture trouvée avec cet id.
nl_nl: Factuur werd niet gevonden in de gegevensbank.
pl_pl: Faktura nie została znaleziona w bazie danych.

source: No movement selected
de_de: Keine Bewegung ausgewählt
es_es: Ningún movimiento seleccionado
fr_fr: Pas de mouvement sélectionné.
nl_nl: Geen beweging geselcteerd
pl_pl: Nie wybrano ruchu

source: Selected movement is locked.
de_de: Die ausgewählte Bewegung ist blockiert.
es_es: Movimiento seleccionado bloqueado.
fr_fr: Le mouvement sélectionné est bloqué.
nl_nl: Geselecteerde beweging is geblokkeerd.
pl_pl: Wybrany ruch jest zablokowany

source: Selected movement is already being executed or was executed completely.
de_de: Die ausgewählte Bewegung wird derzeit ausgeführt oder ist bereits abgeschlossen.
es_es: Movimiento seleccionado está ya siendo ejecutado o fue ejecutado por completo.
fr_fr: Le mouvement sélectionné est déjà en cours d'exécution ou bien a été exécuté totalement.
nl_nl: Geselecteerde beweging wordt reeds uitgevoerd of werd volledig uitgevoerd.
pl_pl: Wybrany ruch jest już wykonywany lub został całkowicie wykonany

source: You cannot execute it.
de_de: Sie können Sie nicht ausführen.
es_es: Usted no puede ejecutarlo.
fr_fr: Vous ne pouvez pas l'exécuter...
nl_nl: U kan dit niet uitvoeren.
pl_pl: Nie możesz tego utworzyc

source: Execution of an expected movement
de_de: Ausführung einer erwarteten Bewegung
es_es: Ejecución de un movimiento anticipado
fr_fr: Exécution d'un mouvement attendu
nl_nl: Verwachte beweging uitgevoerd
pl_pl: Wykonanie oczekiwanego ruchu

source: The following seasonalities could not be renewed: %s
de_de: Die folgenden Saisonen konnten nicht erneuert werden: %s
es_es: Las estacionalidades siguientes no se pudo reanudar: %s
fr_fr: Les saisonnalités suivantes n'ont pas pu être renouvelées: %s
nl_nl: De volgende seizoenspakketten konden niet hernieuwd worden/ %s
pl_pl: Następująca sezonowośc nie może być przedłużona: %s

source: Renewal
de_de: Erneuerung
es_es: Reanudación
fr_fr: Renouvellement
nl_nl: Hernieuwing
pl_pl: Odnowienie

source: Seasonality
de_de: Saison
es_es: Temporalidad
fr_fr: Saisonnalité
nl_nl: seizoensgebonden
pl_pl: Sezonowość

source: Properties
de_de: Eigenschaften
es_es: Propiedades
fr_fr: Propriétés
nl_nl: Eigenschappen
pl_pl: Własność

source: Order was not found in the database.
de_de: Bestellung wurde in der Datenbank nicht gefunden.
es_es: El pedido no se encuentra en la base de datos.
fr_fr: La commande n'a pas été trouvée en bases de données.
nl_nl: Bestelling werd niet gevonden in de gegevensbank.
pl_pl: Zamówienie nie zostało znalezione w bazie danych.

source: You cannot delete an estimate that is linked to an order
es_es: No puede suprimir un presupuesto vinculado con un pedido
fr_fr: Vous ne pouvez pas supprimer un devis liée à une commande
pl_pl: Nie możesz usunąć oszacowania, gdyż jest ono połączone ze zleceniem

source: You cannot delete an order which state is different from "Activated"
de_de: Sie können keine Bestellung löschen, die einen anderen Zustand als "aktiviert" hat.
es_es: No puede suprimir un pedido cuyo estado no es "Activated"
fr_fr: Suppression impossible : commande ayant un état non activé.
nl_nl: U kan de bestelling, anders dan "Geactiveerd", niet verwijderen
pl_pl: Nie możesz usunąć zamówienia dla którego stan jest różny od "Activated"

source: You cannot delete a closed order.
de_de: Sie können keine geschlossene Bestellung löschen.
es_es: No puede suprimir un pedido cerrado.
fr_fr: Une commande clôturée n'est pas supprimable.
nl_nl: U kan een afgesloten bestelling niet verwijderen.
pl_pl: Nie możesz skasować zamknięte zamowienie.

source: Are you sure you want to delete %s ?
es_es: ¿Está seguro de que desea suprimir %s?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer %s ?
pl_pl: Czy jesteś pewien ,że chcesz skasować %s ?

source: this estimate
es_es: este presupuesto
fr_fr: ce devis
pl_pl: ten kosztorys

source: this order
es_es: este pedido
fr_fr: cette commande
pl_pl: to zamowienie

source: This order cannot be deleted because one of its task is linked to a document.
es_es: Este pedido ne se puede suprimir porque una de sus tareas está vinculada con un documento.
fr_fr: Cette commandes comporte des tâches liées à des documents, la suppression est impossible.
pl_pl: To zamówienie nie może być skasowane ponieważ jedno z jego zadań jest powiązane z dokumentem.

source: Select one or more categories
de_de: Wählen Sie eine oder mehrere Kategorien aus.
es_es: Elija una o varias categorías
fr_fr: Sélectionner une ou plusieurs catégories
nl_nl: Selecteer een of meerdere categoriën
pl_pl: Wybierz jednąlub więcej kategorii

source: Concerned categories
de_de: Betroffene Kategorien
es_es: Categorías afectadas
fr_fr: Catégories concernées
nl_nl: Betrokken categoriën
pl_pl: Zainteresowane kategorie

source: list of zones
de_de: Liste der Zonen
es_es: lista de zonas
fr_fr: Liste des zones
nl_nl: lijst van zones
pl_pl: lista stref

source: Gantt diagram of a scheduled chain
de_de: Gantt-Diagramm einer Kette mit Zeitplanung
es_es: Diagrama de Gantt de una cadena programada
fr_fr: Diagramme de Gantt d'une chaîne planifiée
nl_nl: Grantt-schema van een geplande reeks
pl_pl: Diagram Ganta

source: Select one or more suppliers
de_de: Wählen Sie einen oder mehrere Zulieferer aus.
es_es: Elija uno o varios proveedores
fr_fr: Sélectionner un ou plusieurs fournisseurs
nl_nl: Selecteer een of meerdere leveranciers
pl_pl: Wybierz jednego lub więcej Dostawców

source: Only suppliers whose products<br>have already been ordered
de_de: Nur Zulieferer, deren Produkte<br> bereits bestellt wurden.
es_es: Sólo proveedores cuyos productos<br>han sido pedidos ya
fr_fr: Uniquement les fournisseurs dont<br>les produits ont &eacute;t&eacute; commandés
nl_nl: Enkel leveranciers die reeds hun producten <br> bestelden
pl_pl: Jedynie Dostawcy ,których produkty<br> były już zamawiane

source: State of orders
de_de: Stand der Bestellungen
es_es: Estado de pedidos
fr_fr: Etat des commandes
nl_nl: Status van bestellingen
pl_pl: Status zamówienia

source: Payment number
de_de: Zahlung Nummer
es_es: Número del pago
fr_fr: No règlement
nl_nl: Betalingsnummer
pl_pl: Numer płatności

source: Invoice(s)
de_de: Rechnung(en)
es_es: Factura(s)
fr_fr: Facture(s)
nl_nl: Factu(u)r(en)
pl_pl: faktura(y)

source: List of payments for order %s
de_de: Liste der Zahlungen für Bestellung %s
es_es: Lista de pagos del pedido %s
fr_fr: Liste des règlements de la commande %s
nl_nl: Lijst van betalingen voor bestelling %s
pl_pl: Lista płatności dla zamówienia %s

source: An error occurred, please try again later.
de_de: Es ist ein Fehler aufgetreten. Versuchen Sie es später noch einmal.
es_es: Se ha producido un error, por favor, inténte de nuevo más tarde.
fr_fr: Une erreur s'est produite. Veuillez renouveler l'opération.
nl_nl: Fout opgetreden, probeer het later opnieuw.
pl_pl: Pojawił sie błąd ,proszę spróbuj ponownie później.

source: Inventory
de_de: Inventar
es_es: Inventario
fr_fr: Inventaire
nl_nl: Inventaris
pl_pl: Inwentaryzacja

source: Purchase unit price excl. VAT
es_es: Precio por unidad de compra excl. IVA
fr_fr: Prix achat unit. HT
nl_nl: Aankoopprijs eenheid excl. BTW
pl_pl: Zakup jednostki ceny bez VAT

source: Contact %s cannot be deleted
de_de: Kontakt %s kann nicht gelöscht werden
es_es: Contacto %s no se puede suprimir
fr_fr: Impossible de supprimer de contact %s.
nl_nl: Contact %s kan niet verwijderd worden
pl_pl: Kontakt %s nie może być skasowany

source: Execute several movement
es_es: Ejecutar varios movimientos
fr_fr: Exécuter plusieurs mouvements
pl_pl: Wykonaj kilka ruchów

source: Site cannot be saved
de_de: Standort kann nicht gespeichert werden.
es_es: Ubicación ne se puede guardar
fr_fr: Impossible de sauvegarder le site.
nl_nl: Site kan niet opeslagen worden
pl_pl: Miejsce nie może być zapisane

source: Site "%s" was successfully saved.
de_de: Standort "%s" wurde erfolgreich gespeichert.
es_es: La ubicación "%s" se ha guardado con éxito.
fr_fr: Le site %s a été sauvegardé
nl_nl: Site "%s" werd succesvol opgeslagen.
pl_pl: Miejsce"%s"zostało zapisane z powodzeniem.

source: Add or update site
de_de: Standort hinzufügen oder aktualisieren.
es_es: Añadir o actualizar ubicación
fr_fr: Formulaire d'ajout/édition de site
nl_nl: Site toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj miejsce

source: More than one result match.
de_de: Es gab mehr als ein zutreffendes Ergebnis.
es_es: Corresponde a más de un resultado.
fr_fr: Plusieurs choix correspondants.
nl_nl: Meerdere resultaten
pl_pl: Pasuje więcej niż jeden wynik

source: More than one result match, please select a result:
de_de: Es gab mehr als ein zutreffendes Ergebnis. Wählen Sie bitte ein Ergebnis aus:
es_es: Más de una correspondancia, por favor, elija un resultado:
fr_fr: Plusieurs résultats correspondent à votre saisie, <br>Choisissez une ci-dessous:
nl_nl: Meer dan één resultaat stemt overeen, selecteer een resultaat:
pl_pl: Pasuje więcej niż jeden wynik, proszę wybierz wynik:

source: A site already exists with the name "%s", please correct.
de_de: Es existiert bereits ein Standort mit dem Namen "%s". Bitte berichtigen Sie dies.
es_es: Una ubicación con el nombre "%s" ya existe, por favor corrija.
fr_fr: Le nom %s est déjà affecté à un site. Veuillez le modifier.
nl_nl: ER bestaat reeds een site met deze naam "%s", gelieve te verbeteren.
pl_pl: Strona o nazwie "%s" już istnieje, proszę popraw.

source: Site was not found in the database
de_de: Der Standort wurde nicht in der Datenbank gefunden.
es_es: El ubicación no se encontró en la base de datos
fr_fr: Impossible de charger le site
nl_nl: Site niet gevonden in de gegeveensbank.
pl_pl: Strona nie została znaleziona w bazie danych

source: Parts nomenclature reference
de_de: Teilenomenklaturreferenz
es_es: Referencia de la nomenclatura de piezas
fr_fr: Nomenclature pièce référence
nl_nl: Referentie lijst van onderdelen
pl_pl: Indeks nomenklatury
