Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Chain name
de_de: Kettenname
es_es: Nombre de la cadena
fr_fr: Nom Cha&icirc;ne
nl_nl: Reeksnaam
pl_pl: Nazwa sieci

source: Page loading, please wait...
de_de: Seite wird geladen, bitte warten Sie...
es_es: Cargando las páginas, por favor espere...
fr_fr: Chargement en cours, veuillez patienter...
nl_nl: Pagina wordt geladen, even geduld...
pl_pl: Stron się wczytuje, proszę poczekać

source: Show/Hide operation tasks
de_de: Operationsaufgaben anzeigen/verbergen
es_es: Mostrar/disimular la tareas de la operación
fr_fr: Afficher/Cacher les tâches de cette opération
nl_nl: Toon/verberg verrichtingen
pl_pl: Pokaż ukryj zadanie opracyjne

source: Add a new operation
de_de: Neue Operation hinzufügen
es_es: Añadir una nueva operación
fr_fr: Ajouter une nouvelle opération sous cette opération
nl_nl: Een nieuwe verrichting toevoegen
pl_pl: Dodaj nową czynnośc

source: Delete operation
de_de: Operation löschen
es_es: Suprimir operación
fr_fr: Supprimer l'opération
nl_nl: Verrichting verwijderen
pl_pl: Skasuj czynnośc

source: Down
de_de: Ab
es_es: Abajo
fr_fr: Descendre
nl_nl: Omlaag
pl_pl: Na dół

source: Up
de_de: Hoch
es_es: Hacia arriba
fr_fr: Monter
nl_nl: Omhoog
pl_pl: Do góry

source: Add a new task
de_de: Neue Aufgabe hinzufügen
es_es: Añadir una nueva tarea
fr_fr: Ajouter une nouvelle tâche sous cette tâche
nl_nl: Een nieuwe taak toevoegen
pl_pl: Dodaj nowe zadanie

source: Delete task
de_de: Aufgabe löschen
es_es: Suprimir la tarea
fr_fr: Supprimer la tâche
nl_nl: Taak verwijderen
pl_pl: Skasuj zadanie

source: Operation name
de_de: Name der Operation
es_es: Nombre de la operación
fr_fr: Nom de l'op&eacute;ration
nl_nl: Naam verrichting
pl_pl: Nazwa operacji

source: Execution site
de_de: Standort der Ausführung
es_es: Sitio de ejecución
fr_fr: Lieu d'ex&eacute;cution
nl_nl: Plaats van uitvoering
pl_pl: Strona wykonania

source: Task index
de_de: Aufgabenindex
es_es: Indice de la tarea
fr_fr: Rang de la t&acirc;che
nl_nl: Taakindex
pl_pl: Indeks zadania

source: previous task
de_de: Vorherige Aufgabe
es_es: Tarea anterior
fr_fr: t&acirc;che pr&eacute;c&eacute;dente
nl_nl: vorige taak
pl_pl: poprzednie zadanie

source: next task
de_de: Nächste Aufgabe
es_es: Próxima tarea
fr_fr: t&acirc;che suivante
nl_nl: volgende taak
pl_pl: następne zadanie

source: ASSEMBLY
de_de: GRUPPE
es_es: MONTAJE
fr_fr: ASSEMBLAGE
nl_nl: COLLECTIE
pl_pl: MONTAŻ

source: CARRIAGE
de_de: FRACHT
es_es: TRANSPORTE
fr_fr: TRANSPORT
nl_nl: VRACHT
pl_pl: PRZEWÓZ

source: Fixed date/time
de_de: Fester Termin/Uhrzeit
es_es: Fecha/hora fijada
fr_fr: Date et heure fixe
nl_nl: Vaste datum/tijd
pl_pl: Poprawka daty/czasu

source: Weekly
de_de: Wöchentlich
es_es: Semanalmente
fr_fr: Hebdomadaire
nl_nl: Wekelijks
pl_pl: Tygodniowo

source: Everyday at the same hour
de_de: Jeden Tag zur gleichen Uhrzeit
es_es: Cada día a la misma hora
fr_fr: Tous les jours &agrave; la m&ecirc;me heure
nl_nl: Elke dag op hetzelfde uur
pl_pl: Każdego dnia o tej samej godzinie

source: Alert automatic invoice
de_de: Warnmeldung automatische Rechnung
es_es: Alerta de factura automatica
fr_fr: Envoi automatique de l'alerte
nl_nl: Waarschuwing automatische factuur
pl_pl: Powiadom automatycznie o fakturze

source: Working instructions
de_de: Arbeitsanweisungen
es_es: Instrucciones de trabajo
fr_fr: Instructions de travail
nl_nl: Werkinstructies
pl_pl: Instrukcje robocze

source: Work instructions details
de_de: Einzelheiten der Arbeitsanweisungen
es_es: Detalles de instrucciones de trabajo
fr_fr: Detail des instructions de travail
nl_nl: Details werkinstructies
pl_pl: Szczegóły przcy instrukcji

source: Task can be interrupted
de_de: Aufgabe kann unterbrochen werden
es_es: Se puede interumpir la tarea
fr_fr: T&acirc;che interruptible
nl_nl: Taak kan onderbroken worden
pl_pl: Zadanie może być powodem

source: Task duration
de_de: Aufgabendauer
es_es: Duración de la tarea
fr_fr: Dur&eacute;e de la t&acirc;che
nl_nl: Duur taak
pl_pl: Okres zadania

source: Task cost
de_de: Aufgabenkosten
es_es: Coste de la tarea
fr_fr: Co&ucirc;t de la t&acirc;che
nl_nl: Kost taak
pl_pl: Koszty zadania

source: Trigger mode
de_de: Trigger-Modus
es_es: Modo disparador
fr_fr: Mode de déclenchement
nl_nl: Oorzaak
pl_pl: Tryb trigera

source: Trigger delta
es_es: Delta de activación
fr_fr: Delta de déclenchement
nl_nl: Oorzaak delta
pl_pl: Różnica na trigerze

source: Chain to activate/Command type
de_de: Zu aktivierende Kette/Befehlstyp
es_es: Cadana por activar/tipo de pedido
fr_fr: Chaîne à activer/type de commande
nl_nl: Reeks te activeren/Commandotype
pl_pl: Łańcuch do aktywacji/typ komendy

source: Departure actor/site.
de_de: Abflugakteur/Standort.
es_es: Agente/sitio de salida.
fr_fr: Acteur/Sites de départ
nl_nl: Vertrek deelnemer/site.
pl_pl: Wylot uczestnika/strony

source: Departure actor of initial order
de_de: Abflugakteur der Erstbestellung
es_es: Agente de salida del pedido inicial
fr_fr: Acteur de début de commande initiale
nl_nl: Vertrek deelnemer van initiële bestelling
pl_pl: Wylot oczestnika początkowego zlecenia

source: Departure site of initial order
de_de: Abflugstandort der Erstbestellung
es_es: Ubicación de salida del pedido inicial
fr_fr: Site de début de commande initiale
nl_nl: Vertrek site van initiële bestelling
pl_pl: Strona wylotu początkowego zlecenia

source: Fixed site
de_de: Fester Standort
es_es: Sitio fijo
fr_fr: Site fixé
nl_nl: Vaste site
pl_pl: Poprawione miejsce

source: Arrival actor/site.
de_de: Ankunftsakteur/Standort.
es_es: Agente/ubicación de llegada.
fr_fr: Acteur/Sites d'arrivée
nl_nl: Aankomst deelnemer/site.
pl_pl: Przylot aktora

source: Arrival actor of initial order
de_de: Ankunftsakteur der anfänglichen Bestellung
es_es: Agente de llegada del pedido inicial
fr_fr: Acteur de fin de commande initiale
nl_nl: Aankomst deelnemer van initiële bestelling
pl_pl: Przylot aktora poczatkowego zlecenia

source: Arrival site of initial order
de_de: Ankunftsstandort der anfänglichen Bestellung
es_es: Ubicación de llegada del pedido inicial
fr_fr: Site de fin de commande initiale
nl_nl: Aankomst site van initiële bestelling
pl_pl: Strona przylotu dla początkowego zlecenia

source: Task duration/calculation mode
de_de: Dauer der Aufgabe/Berechnungsmodus
es_es: Duración de la tarea/modo de calculo
fr_fr: Dur&eacute;e/Mode de calcul de la t&acirc;che
nl_nl: Duur taak/berekeningsmode
pl_pl: Czas trwania zadania/tryb kalkulacji

source: Shipped parcels
de_de: Versandte Pakete
es_es: Paquetes enviados
fr_fr: Colis expédiés
nl_nl: Verzonden pakketten
pl_pl: Wysłane paczki

source: Shipped deposited packings : provide departure locations
de_de: Versandte deponierte Pakete: Abflugsorte angeben
es_es: Envases depositados enviados: proporcionar ubicaciones de salida
fr_fr: Emballages consignés expédiés : indiquer les emplacements de départ
nl_nl: Verzonden pakketten: voer vertreklocaties in
pl_pl: Przesłane i zdeponowane paczki: podaj lokalizację wylotu

source: Update cache
de_de: Cache aktualisieren
es_es: Actualizar caché
fr_fr: Mise à jour des fichiers cache
nl_nl: Cache updaten
pl_pl: Aktualizacja pamięci

source: Actors/sites javascript cache
de_de: JavaScript-Cache für Akteure/Standorte
es_es: Caché javascript de agentes/ubicaciones
fr_fr: Cache javascript acteurs/sites
nl_nl: Deelnemers/sites javascript cache
pl_pl: Uczestnik/strony cache javascriptu

source: Actors/sites/jobs javascript cache
de_de: JavaScript-Cache für Akteure/Standorte/Jobs
es_es: Caché javascript de agentes/ubicaciones/trabajos
fr_fr: Cache javascript acteurs/sites/métiers
nl_nl: Deelnemer/sites/jobs javascrupt cache
pl_pl: Cache javaskript/ Uczestnik/strony/zadania

source: Details for credit note number
de_de: Einzelheiten für Gutschriftnummer
es_es: Detalles para número de nota de crédito
fr_fr: Détail de l'avoir n°
nl_nl: Details voor creditnota nummer
pl_pl: Szczegóły dla noty kredytowej

source: New resource model name
es_es: Nuevo nombre de modelo de recursos
fr_fr: Nom du nouveau modèle de coût
pl_pl: Nowa nazwa wzorca zasobu

source: Parcels volume
de_de: Volumen des Pakets
es_es: Volumen de paquetes
fr_fr: Volume colis
nl_nl: Pakketvolume
pl_pl: Objętośc paczki

source: Select a container type
de_de: Wählen Sie einen Behältertyp aus.
es_es: Seleccione un tipo de contáiner
fr_fr: S&eacute;lectionnez un type de contenant
nl_nl: Selecteer een containertype
pl_pl: Wybierz typ kontenera

source: Site of collection
de_de: Standort der Abholung
es_es: Ubicación de recogida
fr_fr: Lieu d'enlèvement
nl_nl: Verzamelingssite
pl_pl: Miejsce w zbiorze

source: Select a shipper
de_de: Wählen Sie einen Lieferanten aus.
es_es: Seleccionar un consignador
fr_fr: S&eacute;lectionnez un expéditeur
nl_nl: Selecteer een transporteur
pl_pl: Wybierz nadawcę

source: Delivery site
de_de: Standort der Lieferung
es_es: Sitio de entrega
fr_fr: Lieu de livraison
nl_nl: Plaats van levering
pl_pl: Strona dostawy

source: Select a recipient
de_de: Wählen Sie einen Empfänger aus
es_es: Seleccionar un beneficiario
fr_fr: S&eacute;lectionnez un destinataire
nl_nl: Selecteer een ontvanger
pl_pl: Wybierz odbiorce

source: record.
de_de: Datensatz.
es_es: registrar.
fr_fr: enregistrement au total
pl_pl: zestawienie.

source: records
de_de: Datensätze
es_es: registros
fr_fr: enregistrements au total
pl_pl: Zestawienia

source: Sort descending
de_de: Absteigend sortieren
es_es: Ordenar por orden descendente
fr_fr: Tri décroissant
nl_nl: Aflopend sorteren
pl_pl: Sortuj malejaco

source: Sort ascending
de_de: Aufsteigend sortieren
es_es: Ordenar por orden ascendente
fr_fr: Tri croissant
nl_nl: Oplopend sorteren
pl_pl: Sortować rosnaco

source: Reset sorting
de_de: Sortieren zurücksetzen
es_es: Reiniciar clasificación
fr_fr: Annuler les tris
nl_nl: Sorteren herstellen
pl_pl: Wyzeruj sortowanie

source: Contact name
de_de: Kontaktname
es_es: Nombre del contacto
fr_fr: Nom du contact
nl_nl: Contactnaam
pl_pl: Imie kontaktowe

source: Function
de_de: Funktion
es_es: Función
fr_fr: Fonction
nl_nl: Functie
pl_pl: Funkcja

source: Communication mode
de_de: Kommunikationsart
es_es: Modo de comunicación
fr_fr: Mode de communication
nl_nl: Communicatiemode
pl_pl: Sposób komunikacji

source: Phone number
de_de: Tel.-Nr.
es_es: Número de teléfono
fr_fr: N&deg; de t&eacute;l&eacute;phone
nl_nl: Telefoonnummer
pl_pl: numer telefonu

source: Fax number
de_de: Fax-Nr.
es_es: Número de telecopia
fr_fr: N&deg; de fax
nl_nl: Faxnummer
pl_pl: Numer Fax-u

source: Mobile phone number
de_de: Mobiltelefon
es_es: Número de movil
fr_fr: N&deg; de Mobile
nl_nl: GSM-nummer
pl_pl: numer telefonu komórkowego

source: Print invoices
es_es: Imprimir facturas
fr_fr: Imprimer les factures
pl_pl: Drukuj faktury

source: Back to commands list
es_es: Volver a la lista de pedidos
fr_fr: Retour à la liste des commandes
pl_pl: Cofnij się do listy komend

source: VAT surtax
es_es: Sobretasa IVA
fr_fr: TVA surtaxée
pl_pl: VAT( dopelnienie) ?

source: Tax Stamp
es_es: Sello fiscal
fr_fr: Timbre fiscal
pl_pl: Oplata skarbowa

source: of global discount
de_de: des gesamten Rabatts
es_es: de descuento global
fr_fr: de la remise globale
nl_nl: van algemene korting
pl_pl: z ogólnych rabatów

source: incl. VAT
de_de: einschl. MwSt.
es_es: incl. IVA
fr_fr: TTC
nl_nl: incl. BTW

source: Save comment
es_es: Guardar comentario
fr_fr: Enregistrer le commentaire
pl_pl: Zachowaj komentaż

source: Advanced search
de_de: Erweiterte Suche
es_es: Búsqueda avanzada
fr_fr: Recherche avancée
nl_nl: Verfijnde zoekopdracht
pl_pl: Wyszukiwanie zaliczki ?

source: Services to charge
de_de: Zu berechnende Services
es_es: Servicios a cobrar
fr_fr: Prestations à facturer
nl_nl: Aan te rekenen diensten
pl_pl: Usługi do obciążenia

source: Owners of the products
de_de: Eigentümer der Produkte
es_es: Propietarios de los productos
fr_fr: Propriétaires des produits
nl_nl: Eigenaars van de producten
pl_pl: Włściciel produktów

source: Pay
de_de: Bezahlen
es_es: Pagar
fr_fr: Régler
nl_nl: Betalen
pl_pl: zapłata

source: Existence of an usable credit note
de_de: Verwendbare Gutschrift existiert
es_es: Existencia de una nota de crédito utilizable
fr_fr: Existence d'un avoir utilisable
nl_nl: Bestaan van een bruikbare creditnota
pl_pl: istnienie noty kredytowej

source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Voir
nl_nl: Tonen
pl_pl: Pokaż

source: Usable credit note amount
de_de: Betrag der verwendbaren Gutschrift
es_es: Importe de la nota de crédito utilizable
fr_fr: Montant de l'avoir utilisable
nl_nl: Bedrag bruikbare creditnota
pl_pl: Kwota noty kredytowej

source: amount incl. VAT charged
de_de: Betrag einschl. MwSt. berechnet
es_es: importe incl. IVA cobrado
fr_fr: TTC facturés
nl_nl: bedrag aangerekend incl. BTW
pl_pl: wartość brutto z VAT

source: Remaining
de_de: Ausstehend
es_es: Restante
fr_fr: Reste
nl_nl: Resterende
pl_pl: Pozostawianie

source: to pay
de_de: zu zahlen
es_es: a pagar
fr_fr: à régler
nl_nl: te betalen
pl_pl: do zapłaty

source: Select a bank
de_de: Wählen Sie eine Bank aus.
es_es: Seleccionar un banco
fr_fr: S&eacute;lectionner une banque
nl_nl: Selecteer een bank
pl_pl: wybierz bank

source: paid
de_de: gezahlt
es_es: pagado
fr_fr: réglé
nl_nl: betaald
pl_pl: płatnośc

source: Order billing
de_de: Rechnungslegung für Bestellung
es_es: Facturación de pedidos
fr_fr: Facturation de la commande
nl_nl: Facturatie
pl_pl: Biling zamówienia

source: Credit note available
de_de: Gutschrift erhältlich
es_es: Nota de crédito disponible
fr_fr: Avoir disponible
nl_nl: Creditnota beschikbaar
pl_pl: Dostępna nota kredytowa

source: Service price
de_de: Servicepreis
es_es: Precio para el servicio
fr_fr: Montant de la prestation
nl_nl: Serviceprijs
pl_pl: cena serwisu

source: Invoice issue date
de_de: Rechnungsdatum
es_es: Fecha de emision de factura
fr_fr: Date d'émission de la facture
nl_nl: Uitgiftedatum factuur
pl_pl: Data wystawienia faktury

source: Take into account delivery, insurance and packing charges.
de_de: Lieferung, Versicherung und Packungskosten berücksichtigen.
es_es: Tome en cuenta las tarifas de entrega, seguro y envase.
fr_fr: Prendre en compte les frais de port, d'emballage et d'assurance.
nl_nl: Vergeet de levering, verzekering en verpakkingskosten niet.
pl_pl: Proszę wziąść pod uwagę dostawy, ubezpeczenie i koszty pakowania

source: Add a child component
de_de: Untergeordnete Komponente hinzufügen
es_es: Añadir componente niño(a)
fr_fr: Ajouter un composant fils
nl_nl: Voeg een kleine component toe
pl_pl: Dodaj komponet do produktu

source: Parent SN/Lot
de_de: Übergeordnete Seriennr./Los
es_es: NS/Lote matriz
fr_fr: SN/Lot Parent
nl_nl: Oorspronkelijk SN/lot
pl_pl: Rodzic SN/Lot

source: List of components parts already defined
de_de: Liste der bereits definierten Komponententeile
es_es: Lista de piezas de componentes ya definidos
fr_fr: Liste des pièces composantes déjà définies
nl_nl: Lijst van componenten die reeds bepaald zijn
pl_pl: Lista komponentów, części została zdefiniowana

source: List of defined sets
de_de: Liste der definierten Sätze
es_es: Lista de series definidas
fr_fr: Liste des ensembles d&eacute;finis
nl_nl: Lijst van bepaalde sets
pl_pl: Lista zdefiniowanych zestawów

source: store for site
de_de: Lager für Standort
es_es: Almacenar en la ubicación
fr_fr: magasin pour le site
nl_nl: opslaan voor site
pl_pl: Sklep internetowy

source: Store name
de_de: Name des Lagers
es_es: Nombre del almacen
fr_fr: Nom magasin
nl_nl: Winkelnaam
pl_pl: nazwa sklepu

source: Pre/Post execution tolerance
de_de: Toleranz vor/nach Ausführung
es_es: Tolerancia de pre/post ejecución
fr_fr: Tolérance pré/post exécution
nl_nl: Voor/Na uitvoeren tolerantie
pl_pl: Tolarncja przed i po wykonaniu

source: Pre-execution tolerance
de_de: Toleranz vor Ausführung
es_es: Tolerancia de pre-ejecución
fr_fr: Tolerance pré-exécution
nl_nl: Voor-uitvoering tolerantie
pl_pl: Tolarancje przed wykonaniem

source: Post-execution tolerance
de_de: Toleranz nach Ausführung
es_es: Tolerancia de post-ejecución
fr_fr: Tolérance post-exécution
nl_nl: Na-uitvoering tolerantie
pl_pl: Tolerancja po wykonaniu

source: Global tolerance
de_de: Globale Toleranz
es_es: Tolerancia global
fr_fr: Tolérance globale
nl_nl: Algemene tolerantie
pl_pl: Globalna tolerancja

source: Search criteria
de_de: Suchkriterien
es_es: Criterios de búsqueda
fr_fr: Critères de recherche
nl_nl: Zoekcriteria
pl_pl: Wyszukaj kryteria

source: Generic filters
de_de: Generische Filter
es_es: Filtros genéricos
fr_fr: Filtres génériques
nl_nl: Algemene filters
pl_pl: Filtry generyczne

source: Filters specific to carriage operations
de_de: Filter nach Frachtoperationen
es_es: Filtros especificos a las operaciones de transporte
fr_fr: Filtres spécifiques aux transports
nl_nl: Filters specifiek voor vrachtverrichtingen
pl_pl: Filtry specyficzne do usług transportowych

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
nl_nl: Zoeken
pl_pl: Wyszukaj

source: Use the wildcard character (*) to search on part of a word.
de_de: Mit dem Joker-Zeichen "*" können Sie nach dem Teil eines Wortes suchen.
es_es: Utilize el carácter Wildcard (*) para busquar parte de una palabra.
fr_fr: Vous pouvez rechercher sur une partie d'un mot en utilisant l'asterisque (*).
nl_nl: Gebruik dit symbool (*) om een deel van een woord op te zoeken
pl_pl: Proszę użyć (*) do szukania części słowa

source: Allow issue of quantity superior to expected
de_de: Ausgabe einer Menge, die über der erwarteten liegt, zulassen
es_es: Permitir que la emisión de cantidades supere la prevista.
fr_fr: Autorisation de sortir une quantité supérieure à celle attendue
nl_nl: Uitgifte van hoeveelheid groter dan verwacht toestaan
pl_pl: Pozwól na wydawanie wielkości powyzej oczekiwanej wartości

source: Order preferences
de_de: Bestellungsvoreinstellungen
es_es: Preferencias de pedidos
fr_fr: Préférences pour la commande
nl_nl: Bestelvoorkeuren
pl_pl: zamówienie uprzywilejowane

source: Allow to provide quantity in products catalogs
es_es: Permitir la provisión de cantidades en catálogos de productos
fr_fr: Autoriser la saisie des quantités dans les catalogues produit
pl_pl: Pozwól na wprowadzenie ilosci w katalogu produktów

source: Allow to provide packaging unit quantity instead of selling unit quantity for customer orders
es_es: Permitir la provisión de cantidades de unidades de embalaje en vez de vender cantidades de unidades de venta para pedidos clientes
fr_fr: Autoriser la saisie des quantités d'UE au lieu d'UV dans les catalogues clients
pl_pl: Dozwól na wprowadzanie ilosci jednostek pakowania zamiast jednostek sprzedaży w zleceniu klienta

source: Allow multiple chains activation
de_de: Mehrfache Kettenaktivierung zulassen
es_es: Permitir la activación de cadenas multiples
fr_fr: Permettre l'activation de plusieurs cha&icirc;nes
nl_nl: Activering van meerdere reeksen toelaten
pl_pl: Pozwól na aktywację wielu łańcuchów

source: Allow mercurial on catalogues
de_de: Mercurial bei Katalogen zulassen
es_es: Permitir voluble en catálogos
fr_fr: Permettre la pr&eacute;s&eacute;lection des derniers produits command&eacute;s
nl_nl: Kwik op catalogi toelaten
pl_pl: Pozwól na publoikację katalogu

source: Take into account customer planning in command date calendar
es_es: Tomar en cuenta el programa del cliente en el calendario de fecha de pedido
fr_fr: Prendre en compte le planning client dans le calendrier de la commande
pl_pl: Proszę wziąść pod uwagę plany klienta w harmongramie zleceń

source: Estimates behaviour
fr_fr: Comportement des devis

source: Estimate
fr_fr: Devis

source: Previsional order
fr_fr: Commande prévisionnelle

source: Number of days of validity of estimates
es_es: Número de días de validez de presuspuestos
fr_fr: Nombre de jours avant expiration des devis
pl_pl: Ilosć dni ważnosci - szacunek

source: Customer product orders behaviour
de_de: Verhalten des Kunden bei Produktbestellungen
es_es: Comportamiento de pedidos de productos clientes
fr_fr: Comportement des commandes client de produits
nl_nl: Gedrag productbestellingen klanten
pl_pl: Zachowania zleceń na produkty dla klienta

source: Managed by couple supplier/customer
de_de: Verwaltung über die Kombination aus Zulieferer und Kunden
es_es: Gestionado por pareja proveedor/cliente
fr_fr: Géré par couple fournisseur/client
nl_nl: Beherd door koppel leverancier/klant
pl_pl: Zarządzanie parą dostawca/klient

source: Carriage services billing
es_es: Facturación de servicios de transporte
fr_fr: Facturation des opérations de transport
pl_pl: Fakturowanie usług transportowych

source: Based on forecast
es_es: Basado(a) en previsiones
fr_fr: Basée sur le prévisionnel
pl_pl: Na bazie prognozy

source: Based on reality
es_es: Basado(a) en la realidad
fr_fr: Basée sur le réel
pl_pl: Na bazie wartości rzeczywistych

source: VAT overtaxed (%)
es_es: IVA recargado (%)
fr_fr: TVA surtaxée (%)
pl_pl: stawka VAT (%)

source: FODEC tax (%)
es_es: Tasa FODEC (%)
fr_fr: taxe FODEC (%)

source: Pre-calculate possible suppliers in supplying optimization
fr_fr: Pré-calculer les fournisseurs possibles pour optim-appro

source: Actor preferences
de_de: Akteursvoreinstellungen
es_es: Preferencias de agentes
fr_fr: Préférences pour l'acteur
nl_nl: Voorkeuren deelnemer
pl_pl: Uprzywilejowany uczestnik

source: Context preferences
de_de: Voreinstellungen für Kontext
es_es: Preferencias de contexto
fr_fr: Préférences pour le contexte
nl_nl: Contextvoorkeuren
pl_pl: Własności kontekstowe

source: Aeronautic context
de_de: Aeronautischer Kontext
es_es: Contexto aeronáutico
fr_fr: Contexte aéronautique
nl_nl: Vliegcontext
pl_pl: Kontekst lotniczy

source: Consulting context
es_es: Contexto de consultoría
fr_fr: Contexte conseil
pl_pl: Kontekst doradczy

source: Ready-to-wear context
es_es: Contexto pret-à-porter
fr_fr: Contexte Prêt-à-porter

source: License name
de_de: Lizenzname
es_es: Nombre de la licencia
fr_fr: Nom de licence
nl_nl: Licentienaam
pl_pl: Nazwa licencji

source: Control type
de_de: Steuerungstyp
es_es: Tipo de control
fr_fr: Type de contr&ocirc;le
nl_nl: Controletype
pl_pl: model kontrolny

source: Alert sending
de_de: Warnung senden
es_es: Enviando alerta
fr_fr: Envoi alerte
nl_nl: Waarschuwing sturen
pl_pl: Alarm wysyłany

source: Alert sending and order control
de_de: Warnung senden und Bestellungskontrolle
es_es: Enviando alerta y control de pedido
fr_fr: Envoi Alerte et contrôle à la commande
nl_nl: Waarschuwing sturen en bestellingscontrole
pl_pl: Alert wysyłający i kontrolujący stan zlecenia

source: Send alert before validity end date
es_es: Mandar alerta antes de la fecha de fin de validez
fr_fr: Envoi de l'alerte avant la date de fin de validité
nl_nl: Stuur een waarschuwing voor de einddatum van de geldigheid
pl_pl: Wyślij alarm przed końcem daty ważności

source: Day(s)
de_de: Tag(e)
es_es: Día(s)
fr_fr: jour(s)
nl_nl: Dag(en)
pl_pl: Dzień(dni)

source: Day's work begin
es_es: Empezar el trabajo del día
fr_fr: Début de journée
pl_pl: Rozpoczecie dnia pracy

source: Day's work halt
es_es: Interrumpir el trabajo del día
fr_fr: Pause
pl_pl: Dzień wolny

source: Day's work resume
es_es: Reanudar el trabajo del día
fr_fr: Reprise
pl_pl: Wznowienie dnia pracy

source: Day's work end
es_es: Acabar el trabajo del día
fr_fr: Fin de journée
pl_pl: Zakończenie dnia pracy

source: Unavailability periods
de_de: Nicht verfügbare Zeitspannen
es_es: Períodos de indisponibilidad
fr_fr: Plages d'indisponibilité
nl_nl: Onbeschikbaar
pl_pl: Niedostępne okresy

source: No unavailability
de_de: Keine Nichtverfügbarkeit
es_es: Ninguna indisponibilidad
fr_fr: Aucune indisponibilité
nl_nl: Geen beschikbaarheid
pl_pl: Niedostepny

source: Add a unavailability
de_de: Nichtverfügbarkeit hinzufügen
es_es: Añadir una indisponibilidad
fr_fr: Ajouter une indisponibilité
nl_nl: Een onbeschikbaarheid toevoegen
pl_pl: Dodaj niedostępność
