Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Add or update attractivity level.
de_de: Wichtigkeitsgrad hinzufügen oder aktualisieren.
es_es: Añadir o actualizar nivel de atractividad.
fr_fr: Ajout/édition d'un degré d'attractivité.
nl_nl: Aantrekkelijkheidsniveau toevoegen of vernieuwen.
pl_pl: Dodaj lub aktualizuj atrakcyjny poziom.

source: Attractivity level
de_de: Wichtigkeitsgrad
es_es: Nivel de atractividad
fr_fr: Degré d'attractivité
nl_nl: Aantrekkelijkheidsniveau
pl_pl: Właściwy poziom

source: Categories matching this attractivity level
de_de: Kategorien, die diesem Wichtigkeitsgrad entsprechen
es_es: Categorías correspondientes a este nivel de atractividad
fr_fr: Catégories ayant ce degré d'attractivité
nl_nl: Categorïen die overeenstemmen met dit aantrekklijkheidsniveau
pl_pl: Kategorie łączą się z właściwym poziomem

source: Level must be an integer.
de_de: Bei der Stufe muss es sich um eine Ganzzahl handeln.
es_es: Nivel debe ser un número entero.
fr_fr: Vous devez saisir un entier pour le degré.
nl_nl: Niveau moet een geheel getal zijn.
pl_pl: Poziom musi być liczbą całkowitą.

source: Limit offer on sale to these products
de_de: Verkaufsangebot auf diese Produkte begrenzen.
es_es: Oferta limitada de venta de estos productos
fr_fr: Restreindre la promotion à ces produits
nl_nl: Beperkte aanbieding van deze producten
pl_pl: Limit oferty sprzedaży dla tych produktów

source: Limit offer on sale to some products
de_de: Verkaufsangebot auf einige Produkte begrenzen
es_es: Oferta limitada de venta de algunos productos
fr_fr: Restreindre une promotion à des produits
nl_nl: Beperkte aanbieding van sommige producten
pl_pl: Ograniczenie propozycji sprzedaży kilku produktów

source: Stock state: reference > location, store (%s)
de_de: Lagerbestand: Referenz > Standort, Lager (%s)
es_es: Estado de existencias: referencia > ubicación, almacen (%s)
fr_fr: État du Stock : référence > emplacement, magasin (%s)
nl_nl: Voorraadstatus: referentie > locatie, winkel (%s)
pl_pl: Stan magazynu: wskaźnik lokalizacji, magazynu (%s)

source: Number of hours
de_de: Anzahl Stunden
es_es: Número de horas
fr_fr: Nb d'heures
nl_nl: Aantal uren
pl_pl: Numer godzinowy

source: A frequency is already defined for this attractivity and this potential.
de_de: Für diese Wichtigkeit und dieses Potenzial ist bereits eine Häufigkeit definiert.
es_es: Una frecuencia está ya definida para esta atractividad y este potencial.
fr_fr: Une fréquence est déjà définie pour cette attractivité et ce potentiel.
nl_nl: Er werd reeds een frequentie bepaald voor deze aantrekklijkheid en dit potentieel.
pl_pl: Częstotliwość jest już zdefiniowana dla tych grup i potencjałów

source: Frequency (weeks)
de_de: Häufigkeit (Wochen)
es_es: Frequencia (semanas)
fr_fr: Fréquence (en semaines)
nl_nl: Frequentie (weken)
pl_pl: Częstotliwość(tygodnie)

source: Please provide a frequency.
de_de: Geben Sie bitte eine Häufigkeit an.
es_es: Por favor, proporcione une frequencia.
fr_fr: Vous devez saisir une fréquence.
nl_nl: Voer een frequentie in.
pl_pl: Proszę wprowadzić częstotliwość.

source: Frequency must be an integer (number of weeks).
de_de: Bei der Häufigkeit muss es sich um eine Ganzzahl handeln (Anzahl der Wochen)
es_es: La frecuencia debe ser un número entero (número de semanas).
fr_fr: Vous devez saisir un entier pour la fréquence (en semaines).
nl_nl: Frequentie moet een geheel getal zijn (aantal weken).
pl_pl: Częstotliwość musi być typu całkowitego (liczba tygodni)

source: Add or update visit frequency.
de_de: Besuchshäufigkeit hinzufügen oder aktualisieren.
es_es: Añadir o actualizar frequencia de visitas.
fr_fr: Ajout/édition d'une fréquence de visite.
nl_nl: Bezoekfrequentie toevoegen of vernieuwen.
pl_pl: Dodaj lub aktualizuj częstotliwść wizyt.

source: You must provide a form name.
de_de: Sie müssen einen Namen für das Formular angeben.
es_es: Tiene que proporcionar un nombre de formulario.
fr_fr: Vous devez saisir un nom pour le formulaire.
nl_nl: U moet een formuliernaam invoeren.
pl_pl: Musisz wprowadzić nazwę formy.

source: Add or update form model.
de_de: Formularmodell hinzufügen oder aktualisieren.
es_es: Añadir o actualizar modelo de formulario.
fr_fr: Ajout/Edition d'un modèle de formulaire.
nl_nl: Formuliermodel toevoegen of vernieuwen.
pl_pl: Dodaj lub aktualizuj formę modelu.

source: Main site city
de_de: Stadt Hauptstandort
es_es: Ciudad del sitio principal
fr_fr: Commune site principal
nl_nl: Stad
pl_pl: Miasto głównej siedziby

source: Delivery zone
de_de: Lieferzone
es_es: Zona de entrega
fr_fr: Zone de livraison
nl_nl: Leveringszone
pl_pl: Strefa dostawy

source: Main site zip code
de_de: PLZ Hauptstandort
es_es: Codigo postal del sitio principal
fr_fr: Code Postal site principal
nl_nl: Postcode
pl_pl: Kod pocztowy głównej siedziby

source: Outstanding debts maximum amount exceeded
de_de: Höchstbetrag für ausstehende Schulden überschritten
es_es: Importe máximo de deudas pendientes superado
fr_fr: Encours maxi dépassé
nl_nl: Maximum bedrag openstaande schulden overschreden
pl_pl: Przekroczono limity kredytu i zarządzania płatnościami

source: Select one or more orders
de_de: Wählen Sie eine oder mehrere Bestellungen aus.
es_es: Elija uno o varios pedidos
fr_fr: Sélectionner un ou plusieurs ordres
nl_nl: Selecteer een of meerdere bestellingen
pl_pl: Wybierz jedno lub więcej zamowień

source: Priority order
de_de: Bestellung mit hoher Priorität
es_es: Orden de prioridad
fr_fr: Ordre de priorité
nl_nl: Prioritaire bestelling
pl_pl: Zamówienie priorytetowe

source: Select one or more situations
de_de: Wählen Sie eine oder mehrere Situationen aus.
es_es: Elija una o varias situaciones
fr_fr: Sélectionnez une ou plusieurs situations
nl_nl: Selecteer een of meerdere situaties
pl_pl: Wybierz jedną lub więcej sytuacji

source: Next visit date
de_de: Datum des nächsten Besuchs
es_es: Proxima fecha de visita
fr_fr: Date de prochaine visite
nl_nl: Volgende bezoekdatum
pl_pl: Data następnej wizyty

source: Manage business events
de_de: Geschäftliche Veranstaltungen verwalten
es_es: Administrar eventos comerciales
fr_fr: Gestion des actions commerciales
nl_nl: Beheer zakenevenementen
pl_pl: Zarządzanie wydarzeniami biznesowymi

source: Carriage
de_de: Fracht
es_es: Transporte
fr_fr: Transports
nl_nl: Vracht
pl_pl: Przewóz

source: Manage carriage
de_de: Fracht verwalten
es_es: Administrar transporte
fr_fr: Gérer les transports
nl_nl: Beheer vracht
pl_pl: Zarządzanie przewozem

source: Licenses
de_de: Lizenzen
es_es: Licencias
fr_fr: Licences
nl_nl: Licenties
pl_pl: Licencje

source: Licenses management
de_de: Lizenzen verwalten
es_es: Administración de las licencias
fr_fr: Gérer les licences
nl_nl: Beheer licenties
pl_pl: Zarządzanie licencjami

source: Add event
de_de: Veranstaltung hinzufügen
es_es: Añadir un evento
fr_fr: Ajouter action
nl_nl: Evenement toevoegen
pl_pl: Dodaj zdarzenie

source: Add business event
de_de: Geschäftliche Veranstaltung hinzufügen
es_es: Añadir un evento comercial
fr_fr: Ajouter une action commerciale
nl_nl: Zakenevenement toevoegen
pl_pl: Dodaj wydarzenie biznesowe

source: Manage events
de_de: Veranstaltungen verwalten
es_es: Administrar eventos
fr_fr: Gérer actions
nl_nl: Evenementen beheren
pl_pl: Zarządzanie zdarzeniami

source: Terms
de_de: Begriffe
es_es: Términos
fr_fr: Délais
nl_nl: Voorwaarden
pl_pl: Terminy

source: Manage supplier delivery within
de_de: Lieferzeit des Zulieferers verwalten
es_es: Gestionar la entrega del proveedor dentro de
fr_fr: Gérer les délais fournisseur
nl_nl: Beheer levering leverancier binnen
pl_pl: Zarządzanie dostawami wewnątrz

source: Allowed outstanding debts
de_de: Gewährter Kreditrahmen
es_es: Deudas pendientes autorizadas
fr_fr: Encours autorisé
nl_nl: Toegestane openstaande schulden
pl_pl: Nieprzeterminowane należności

source: Current outstanding debts
de_de: Ausgeschöpfter Kreditrahmen
es_es: Deudas pendientes actuales
fr_fr: Encours courant
nl_nl: Huidige openstaande schulden
pl_pl: Bieżące należności

source: Next visit
de_de: Nächster Besuch
es_es: Proxima visita
fr_fr: Prochaine visite
nl_nl: Volgende bezoek
pl_pl: Następna wizyta

source: Visit as soon as
de_de: Sobald wie möglich besuchen
es_es: Visitar tan pronto como
fr_fr: Visite dès
nl_nl: Zo snel mogelijk bezoeken
pl_pl: Wizyta jak najszybciej

source: Priority
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
nl_nl: Prioriteit
pl_pl: Priorytet

source: No store selected.
de_de: Kein Lager ausgewählt.
es_es: Ningún almacen seleccionado.
fr_fr: Aucun magasin sélectionné
nl_nl: Geen winkel geselecteerd.
pl_pl: Brak wybranego sklepu.

source: You are not allowed to modify this store.
de_de: Sie haben nicht die Berechtigung, dieses Lager zu verändern.
es_es: No esta autorizado a modificar este almacen.
fr_fr: Vous n'avez pas les droits pour éditer ce magasin.
nl_nl: U heeft geen toelating om deze winkel te wijzigen.
pl_pl: Masz uprawnienia do zmian tego sklepu.

source: of
de_de: von
es_es: de
fr_fr: du
nl_nl: van
pl_pl: z

source: Please select an owner and provide a store name.
de_de: Wählen Sie einen Eigentümer und geben Sie einen Lagernamen an.
es_es: Por favor, elija un propietario y proporcione el nombre de un almacen.
fr_fr: Vous devez sélectionner un propriétaire et saisir un nom de magasin.
nl_nl: Selecteer een eigenaar en voer een winkelnaam in.
pl_pl: Proszę wybierz właściciela i wprowadź nazwę sklepu.

source: A store with the name provided already exists in this site.
de_de: Es existiert bereits ein Lager mit dem angegebenen Namen an diesem Standort.
es_es: Un almacen con el nombre proporcionado ya existe en esta ubicación.
fr_fr: Un magasin avec le nom saisi existe déjà dans le Site.
nl_nl: Er bestaat reeds een winkel met deze naam voor deze site.
pl_pl: Sklep o tej nazwie już istnieje na tej stronie.

source: A location with the name provided already exists in this store.
de_de: Es existiert bereits ein Standort mit dem angegebenen Namen für dieses Lager.
es_es: Una ubicación con el nombre proporcionado ya existe en este almacen.
fr_fr: Un emplacement avec le nom saisi existe déjà dans ce magasin.
nl_nl: Er bestaat reeds een locatie met deze naam in deze winkel.
pl_pl: Lokalizacja o podanej nazwie już istnieje w tym sklepie.

source: One of the location was not found in the database.
de_de: Einer der Standorte wurde nicht in der Datenbank gefunden.
es_es: Una de las ubicaciones no se encontró en la base de datos.
fr_fr: Un des emplacements listés est introuvable en base de données.
nl_nl: Een van de locaties werd niet gevonden in de gegevensbank.
pl_pl: Jedna z lokalizacji nie została znaleziona w bazie danych.

source: A location with the name provided "%s" already exists in this store.
de_de: Es existiert bereits ein Standort mit dem angegebenen Namen "%s" für dieses Lager.
es_es: Una ubicación con el nombre "%s" ya existe en este almacen.
fr_fr: Un emplacement avec le nom saisi (%s) existe déjà dans ce magasin.
nl_nl: Er bestaat reeds een locatie met de naam "%s" in deze winkel.
pl_pl: Lokalizacja o nazwie "%s" już istnieje w sklepie.

source: Add a location
de_de: Standort hinzufügen
es_es: Añadir una ubicación
fr_fr: Ajouter un emplacement
nl_nl: Een locatie toevoegen
pl_pl: Dodaj lokalizację

source: Location name
de_de: Name des Standorts
es_es: Nombre de la ubicación
fr_fr: Nom emplacement
nl_nl: Locatienaam
pl_pl: Lokalizacja nazwy

source: Update store
de_de: Lager aktualisieren
es_es: Actualizar almacen
fr_fr: Edition magasin
nl_nl: Winkel vernieuwen
pl_pl: Aktualizuj sklep

source: A city with name and zip code provided already exists in this country. Please correct.
de_de: Eine Stadt mit den angegebenen Daten (Name und PLZ) ist in diesem Land bereits vorhanden. Bitte berichtigen Sie dies.
es_es: Una ciudad con el nombre y código postal proporcionado existe yà en este país. Por favor, corrija.
fr_fr: Une autre commune existe déjà dans ce pays avec les nom et code postal saisis. Veuillez modifier vos saisies.
nl_nl: Een stad met de ingevoerde naam en postcode bestaat reeds in dit land. Gelieve te verbeteren.
pl_pl: Miasto z nazwą i kodem pocztowym już istnieje w tym kraju. Proszę o poprawę.

source: The following cities already exist in this country: <ul>%s</ul>Continue ?
de_de: Die folgenden Städte sind in diesem Land bereits vorhanden: <ul>%s</<ul>Weiter?
es_es: Las ciudades siguientes existen ya en este país: <ul>%s</ul>Seguir ?
fr_fr: La ou les communes suivantes existent déjà dans ce pays :<ul>%s </ul>Confirmez-vous votre saisie ?
nl_nl: De volgende steden bestaan reeds in dit land: <ul>%s</ul>Doorgaan ?
pl_pl: Następujące miasta już istnieją w tym kraju : <ul>%s</ul>Kontynuować ?

source: city
de_de: Stadt
es_es: ciudad
fr_fr: d'une commune
nl_nl: stad
pl_pl: miasto

source: A department already have the name and number provided, please correct.
de_de: Es ist bereits ein Verwaltungsbezirk mit dem Namen bzw. der Nummer, die Sie angegeben haben, vorhanden. Bitte berichtigen Sie dies.
es_es: Un departamento tiene yà el nombre y número proporcionado, por favor corrija.
fr_fr: Le nom ou numéro saisi est déjà celui d'un autre département de ce pays. Veuillez le modifier.
nl_nl: Een afdeling heeft reeds de naam en het nummer, gelieve te verbeteren.
pl_pl: Dział już ma nazwę i numer proszę o korektę

source: Add a department
de_de: Verwaltungsbezirk hinzufügen
es_es: Añadir un departamento
fr_fr: Création d'un département
nl_nl: Afdeling toevoegen
pl_pl: Dodaj wydział

source: No order selected
de_de: Keine Bestellung ausgewählt
es_es: Ningún pedido seleccionado
fr_fr: Pas de commande sélectionnée.
nl_nl: Geen bestelling geselecteerd
pl_pl: Brak wybranego zamówienia

source: Ordered ref.
de_de: Bestellte Referenz
es_es: Ref. pedida
fr_fr: Réf. cmdée
nl_nl: Bestelde ref.
pl_pl: Numer zlecenia

source: Delivered ref.
de_de: Gelieferte Referenz
es_es: Ref. entregada
fr_fr: Réf. livrée
nl_nl: Geleverde ref.
pl_pl: Numer dostawy

source: Delivered qty
de_de: Gelieferte Menge
es_es: Cantidad entregada
fr_fr: Qté livrée
nl_nl: Geleverde hvl
pl_pl: Dostarczona ilość

source: Returned qty
de_de: Zurückgegebene Menge
es_es: Cantidad devuelta
fr_fr: Qté réintégrée
nl_nl: Geretourneerde hvl
pl_pl: Zwrócona ilość

source: State of deliveries for order
de_de: Zustand der Lieferungen für Bestellung
es_es: Nota de entrega del pedido
fr_fr: Etat des livraisons de la commande
nl_nl: Status van leveringen voor bestelling
pl_pl: Status dostaw dla zlecenia

source: You are not allowed to execute this action.
de_de: Sie haben keine Berechtigung, um diese Handlung auszuführen.
es_es: No está autorizado ejecutar esta acción.
fr_fr: Vous n'avez pas les droits nécessaires à l'exécution de l'action sélectionnée.
nl_nl: U heeft geen toelating voor deze actie.
pl_pl: Nie masz praw dostępu do wykonania operacji

source: Operations to regroup
de_de: Neu zu gruppierende Operationen
es_es: Operaciones de reagrupación
fr_fr: Opérations à regrouper
nl_nl: Verrichtingen te hergroeperen
pl_pl: Ponowny podział na grupy

source: Actors assigned to operations
de_de: Operationen zugewiesene Akteure
es_es: Agentes asignados a operaciones
fr_fr: Acteurs chargés des opérations
nl_nl: Deelnemers toegewezen aan verrichtingen
pl_pl: Aktorzy przypisani do działań

source: All zones
de_de: Alle Zonen
es_es: Todas las zonas
fr_fr: Toutes les zones
nl_nl: Alle zones
pl_pl: cała strefa

source: Assigned actors
de_de: Zugewiesene Akteure
es_es: Agentes asignados
fr_fr: Acteurs rivés
nl_nl: Toegewezen deelnemers
pl_pl: Przypisany uczestnik

source: Filter by end date
de_de: Nach Enddatum filtern
es_es: Filtrar por fecha de finalización
fr_fr: Filtrer par date de fin
nl_nl: Filter volgens einddatum
pl_pl: Filtruj według daty zakończenia

source: Assign to a new work order
de_de: Neuem Arbeitsauftrag zuweisen
es_es: Asignar a un nuevo pedido de trabajo
fr_fr: Affecter à un nouvel ordre de travail
nl_nl: Toewijzen aan nieuwe bestelling
pl_pl: Przypisz do nowej faktury korygującej

source: Assign to an existing work order
de_de: Vorhandenem Arbeitsauftrag zuweisen
es_es: Asignar a un pedido de trabajo existente
fr_fr: Affecter à un ordre de travail existant
nl_nl: Toewijzen aan een bestaande bestelling
pl_pl: Dołącz do istniejącego zlecenia produkcji

source: for departure
de_de: für Abflug
es_es: para salida
fr_fr: de départ
nl_nl: voor vertrek
pl_pl: do wyjazdu

source: for arrival
de_de: für Ankunft
es_es: para llegada
fr_fr: d'arrivée
nl_nl: voor aankomst
pl_pl: do przyjazdu

source: Duration (h)
de_de: Dauer (Std.)
es_es: Duración (h)
fr_fr: Durée (h)
nl_nl: Tijdsduur (u)
pl_pl: Okres(godz.)

source: List of activated operations
de_de: Liste aktivierter Operationen
es_es: Lista de operaciones activadas
fr_fr: Liste des opérations activées
nl_nl: Lijst van geactiveerde verrichtingen
pl_pl: lista aktywnych transakcji

source: No actor selected.
fr_fr: Aucun acteur sélectionné

source: Outstanding debts and payments management
fr_fr: Gestion des encours et règlements

source: You are not allowed to modify this work order.
de_de: Sie sind nicht berechtigt, diesen Arbeitsauftrag zu verändern.
es_es: No esta autorizado modificar este pedido de trabajo.
fr_fr: Vous n'avez pas le droit de modifier cet ordre de travail.
nl_nl: U heeft geen toelating om dit werkorder te wijzigen.
pl_pl: Nie jest dozwolona zmiana zlecenia produkcji.

source: Commission percent by invoice
fr_fr: Pourcentage de commission par facture

source: Operations tolerances
de_de: Toleranzen für Operationen
es_es: Tolerancias de las operaciones
fr_fr: Tolérances opérations
nl_nl: Toleranties verrichtingen
pl_pl: Tolerancje operacji

source: Operation tolerances management
de_de: Verwaltung der Toleranzen für Operationen
es_es: Gestión de las tolerancias de operación
fr_fr: Administration des périodes de tolérance des opérations
nl_nl: Beheer toleranties verrichtingen
pl_pl: Zarządzanie tolerancjami

source: Alerts management
de_de: Verwaltung von Warnungen
es_es: Gestión de alertas
fr_fr: Administration des alertes
nl_nl: Beheer waarschuwingen
pl_pl: zarządzanie alarmami

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
pl_pl: Pomoc

source: Help messages management
de_de: Verwaltung von Hilfemeldungen
es_es: Gestión de los mensajes de alerta
fr_fr: Administration des fichiers d'aide
nl_nl: Beheer helpboodschappen
pl_pl: Zarządzanie pomocnymi wiadomościami

source: Product types
de_de: Produkttypen
es_es: Tipos de productos
fr_fr: Types de produits
pl_pl: Typy produktów

source: Product types management
de_de: Verwaltung von Produkttypen
es_es: Gestión de los tipos de productos
fr_fr: Administration des types de produit
nl_nl: Beheer producttypes
pl_pl: Zarządzanie typami produktu

source: Catalogues management
de_de: Verwaltung von Katalogen
es_es: Gestión de catálogos
fr_fr: Administration des catalogues
nl_nl: Beheer catalogi
pl_pl: Zarządzanie katalogami

source: Users
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
nl_nl: Gebruikers
pl_pl: Użytkownicy

source: List of users
de_de: Liste der Benutzer
es_es: Lista de usuarios
fr_fr: Liste des utilisateurs
nl_nl: Lijst van gebruikers
pl_pl: Lista użytkowników

source: Scheduled tasks
de_de: Geplante Aufgaben
es_es: Tareas programadas
fr_fr: Tâches planifiées
nl_nl: Geplande taken
pl_pl: Zaplanowane zadania

source: Scheduled tasks management
de_de: Verwaltung geplanter Aufgaben
es_es: Gestión de la tareas programadas
fr_fr: Administration des tâches planifiées
nl_nl: Beheer geplande taken
pl_pl: Zarządzanie harmonogramem zadań

source: Cities
de_de: Städte
es_es: Ciudades
fr_fr: Communes
nl_nl: Steden
pl_pl: Miasta

source: List of cities
de_de: Liste der Städte
es_es: Lista de ciudades
fr_fr: Liste des communes
nl_nl: Lijst van steden
pl_pl: Lista miast

source: List of license types
de_de: Liste der Lizenztypen
es_es: Lista de tipos de licencias
fr_fr: Liste des types de licence
nl_nl: Lijst van licentietypes
pl_pl: Lista licencji typów

source: List of qualifications
de_de: Liste der Qualifikationen
es_es: Lista de capacidades
fr_fr: Liste des qualifications
nl_nl: Lijst van kwalificaties
pl_pl: Lista kwalifikacji

source: Data import
de_de: Datenimport
es_es: Importar datos
fr_fr: Import
nl_nl: Gegevensinvoer
pl_pl: Data importu

source: Spreadsheet models
de_de: Modelle für Kalkulationstabellen
es_es: Modelos de hojas de cálculo
fr_fr: Modèles d'import
nl_nl: Modellen rekenblad
pl_pl: Wzorzec arkusza kalkulacyjnego

source: List of entities
de_de: Liste der Entitäten
es_es: Lista de entidades
fr_fr: Liste des entités
nl_nl: Lijst van entiteiten
pl_pl: Lista tożsamosci

source: Business forms
de_de: Geschäftsformulare
es_es: Formularios comerciales
fr_fr: Formulaires commerciaux
nl_nl: Zakenformulieren
pl_pl: Formularze biznesowe

source: Form models
de_de: Formularmodelle
es_es: Modelos de formularios
fr_fr: Formulaires modèles
nl_nl: Modellen formulieren
pl_pl: Wzór formularzy

source: Paragraphs models
de_de: Absatzmodelle
es_es: Modelos de parágrafos
fr_fr: Paragraphes modèles
nl_nl: Modellen paragrafen
pl_pl: Modele punktów

source: Themes
de_de: Themen
es_es: Temas
fr_fr: Thèmes
nl_nl: Thema's
pl_pl: Tematy

source: Answer models
de_de: Antwortmodelle
es_es: Modelos de respuestas
fr_fr: Réponses modèles
nl_nl: Antwoordmodellen
pl_pl: Modele odpowiedzi

source: Customer properties
de_de: Kundeneigenschaften
es_es: Propiedades del cliente
fr_fr: Caractéristiques client
nl_nl: Eigenschappen klant
pl_pl: Własności klienta

source: Potentials
de_de: Potenziale
es_es: Potenciales
fr_fr: Potentiels
nl_nl: Potentiëlen
pl_pl: Potencjały

source: Visit frequencies
de_de: Besuchshäufigkeiten
es_es: Frequencias de las visitas
fr_fr: Fréquences de visites
nl_nl: Bezoekfrequenties
pl_pl: Częstotliwość odwiedzin

source: Generic actors management
de_de: Verwaltung generischer Akteure
es_es: Gestión de los agentes genéricos
fr_fr: Administration des acteurs génériques
nl_nl: Beheer algemene deelnemers
pl_pl: Zarądzanie wzorcem uczestników

source: Preferences
de_de: Einstellungen
es_es: Preferencias
fr_fr: Préférences
nl_nl: Voorkeuren
pl_pl: Preferencje

source: Movements
de_de: Bewegungen
es_es: Movimientos
fr_fr: Mouvements
nl_nl: Bewegingen
pl_pl: Ruchy

source: Movement execution preferences
de_de: Voreinstellungen für die Ausführung von Bewegungen
es_es: Preferencias de ejecución de movimientos
fr_fr: Préférences pour l'exécution des mouvements
nl_nl: Voorkeuren uitvoering bewegingen
pl_pl: Parametry ruchu materiałowego

source: Supplying optimization
es_es: Optimización de suministro
fr_fr: Optimisation des appro
pl_pl: Optymalizacja dostawy

source: Supplying optimization preferences
fr_fr: Préférences optim appro

source: Website
es_es: Sitio Web
fr_fr: Site web
pl_pl: Strona internetowa

source: Preferences for actors created from a linked website
de_de: Voreinstellungen für Akteure, die von einer verlinkten Website erstellt wurden
es_es: Preferencias acerca de agentes creadas a partir de un sitio web vinculado
fr_fr: Préférences pour la création des acteurs depuis un site web
nl_nl: Voorkeuren voor deelnmers aangemaakt op een gekoppelde website
pl_pl: Preferencje dla uczestnika/obiektu stworzonego przez stonę

source: Preferences for order and chain activation
de_de: Voreinstellungen für Bestellungs- und Kettenaktivierung
es_es: Préferencias para activación de pedidos y cadenas
fr_fr: Préférences pour la commande et l'activation des processus
nl_nl: Voorkeuren voor activatie bestellingen en reeksen
pl_pl: Parametry dla zlecenia i aktywacji łańcucha

source: Trade context
de_de: Handelskontext
es_es: Contexto comercial
fr_fr: Contexte métier
nl_nl: Handelscontext
pl_pl: Kontekst handlowy

source: Preferences for trade context
de_de: Voreinstellungen für Handelskontext
es_es: Preferencias para contexto comercial
fr_fr: Préférences pour le contexte métier
nl_nl: Voorkeuren voor handelscontext
pl_pl: Własciwości handlowego kontekstu
