Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Instalment must be greater than zero.
de_de: Rate muss größer als 0 sein.
es_es: El plazo debe superar zero.
fr_fr: L'acompte ne doit pas être inférieur à zéro
nl_nl: Termijn moet groter dan nul zijn.
pl_pl: Rata musi być większa od zera

source: Instalment cannot be greater than total incl. VAT.
de_de: Rate darf nicht größer als die Gesamtsumme einschließlich MwSt. sein.
es_es: El plazo no puede superar el total incl. IVA.
fr_fr: L'acompte ne doit pas être supérieur au TotalTTC
nl_nl: Termijn kan niet groter zijn dan totaal incl. BTW.
pl_pl: Rata nie może być większa niż wartość bruto.

source: corresponding file
de_de: dazugehörige Datei
es_es: archivo correspondiente
fr_fr: fichier correspondant
nl_nl: overeenstemmend bestand
pl_pl: odpowiedni plik

source: You must provide SN/Lot informations.
de_de: Sie müssen Information zu Serien-Nr./Los angeben.
es_es: Debe proporcionar informaciones de NS/Lote.
fr_fr: Vous devez renseigner les infos sur les SN/lot.
nl_nl: U moet SN/lotgegevens invoeren.
pl_pl: Musisz dostarczyć numer seryjny/numer partii

source: Provided quantity is greater than stock quantity.
es_es: La cantidad proporcionada supera la cantidad en existencias.
fr_fr: La quantité saisie est supérieure à celle en stock.
pl_pl: Wprowadzona wartość jest większa niż wartość na magazynie.

source: Provided discounts have a wrong format (%, e, /)
de_de: Die angegebenen Preisnachlässe haben das falsche Format (%, e, /).
es_es: Descuentos proporcionados tienen un formato erroneo (%, e, /)
fr_fr: les remises saisies ne sont pas au bon format (%, e, /)
nl_nl: Ingevoerde kortingen hebben een verkeerd formaat (%, e, /)
pl_pl: Wprowadzone rabaty mają zły format (%, e, /)

source: You must provide a quantity greater than zero for each order item.
de_de: Sie müssen für jedes Element der Bestellung eine Menge größer als Null angeben.
es_es: Debe proporcionar una cantidad superior a zero para cada artículo pedido.
fr_fr: Vous devez saisir une quantité supérieure à zéro pour tous les éléments de votre commande.
nl_nl: U moet voor elk bestel item een hoeveelheid invoeren die groter is dan nul.
pl_pl: Musisz dostarczyć ilość większą od zera dla każdego zlecenia

source: You cannot delete all items.
de_de: Sie können nicht alle Elemente löschen.
es_es: No puede suprimir todos los artículos.
fr_fr: Vous ne pouvez supprimer tous les items.
nl_nl: U kan alle items niet verwijderen.
pl_pl: Nie możesz skasować wszystkich przedmiotów.

source: Dates for scheduled order items should match the format: "dd/mm/yy hh:mm"
de_de: Die Daten für die geplante Bestellung müssen folgendem Format entsprechen: "TT/MM/JJ HH:MM"
es_es: Fechas de artículos pedidos previstos deben corresponder al formato: "dd/mm/yy hh:mm"
fr_fr: Les dates pour les éléments de la commande cadencée doivent être au format "JJ/MM/AA HH:MM"
nl_nl: Datums voor een geplande bestelling moeten volgens: "dd/mm/jj uu:mm" zijn
pl_pl: Data w harmonogramie zlecenia powinna być w odpowiednim formacie

source: A scheduled order must have at least two different dates.
de_de: Eine geplante Bestellung muss über mindestens zwei verschiedene Daten verfügen.
es_es: Un pedido programado debe consistir al menos de dos fechas distintas.
fr_fr: Une commande cadencée doit comporter au moins 2 dates.
nl_nl: Een geplande bestelling moet tenminste twee verschillende datums hebben.
pl_pl: Harmonogram zlecenia musi mieć przynajmniej dwie różne daty.

source: You must provide a wished date for your order.
de_de: Sie müssen einen Wunschtermin für Ihre Bestellung angeben.
es_es: Debe proporcionar una fecha deseada para su pedido.
fr_fr: Vous devez saisir une date souhaitée pour votre commande.
nl_nl: U moet een gewenste datum invoeren voor uw bestelling.
pl_pl: Musisz wprowadzić oczekiwaną datę dla tego zlecenia.

source: You chose to provide a date range so please provide a wished end date.
de_de: Sie möchten einen Zeitraum angeben. Geben Sie bitte ein Enddatum an.
es_es: Elijio proporcionar un rango de fechas, por favor proporcione una fecha deseada de finalización.
fr_fr: Vous avez choisi un créneau de dates, veuillez sélectionner une date de fin.
nl_nl: U kiest er voor een datumbereik in te voeren, u moet een gewenste einddatum invoeren.
pl_pl: Wprowadzasz zakres dat, więc podaj datę zakończenia.

source: You provide a wrong quantity for a product selled by
de_de: Sie haben eine falsche Menge für ein Produkt angegeben, in folgender Menge verkauft wird:
es_es: Esta proporcionando una cantidad erronea para un producto vendido por
fr_fr: La quantité saisie est incorrecte pour un produit vendu par
nl_nl: U voerde een foute hoeveelheid in voor een product verkocht door
pl_pl: Wprowadziłeś złą ilość do sprzedawanego produktu.

source: Amount excl. VAT is lower than minimum amount to order
es_es: Importe excl. IVA es inferior al importe mínimo para un pedido
fr_fr: Le montant total HT est inférieur au seuil minimum de commande
pl_pl: Kwota netto jest mniejsza od minimalnej wartości zlecenia

source: Please correct or contact customer department.
es_es: Por favor, corrija or pongase en contacto con el departamento cliente.
fr_fr: Veuillez corriger ou contacter le service client.
pl_pl: Proszę o poprawienie lub kontakt z działem obsługi klienta.

source: Packaging quantity have to be an integer. Please correct.
es_es: Cantidad de embalaje debe ser un número entero. Por favor corrija.
fr_fr: Les quantités d'unité d'emballage saisies doivent être des entiers. Veuillez corriger.
pl_pl: Ilość paczek mus ibyć liczbą całkowitą, więc proszę o poprawę.

source: Please provide a work order name.
de_de: Geben Sie bitte einen Namen für den Arbeitsauftrag an.
es_es: Por favor, proporcione un nombre de orden de trabajo.
fr_fr: Vous devez saisir un nom d'OT.
nl_nl: Voer de naam van een bestelling in.
pl_pl: Proszę wprowadź nazwę roboczą zamówienia.

source: Please provide non negatives values
de_de: Geben Sie bitte nicht negative Werte an.
es_es: Por favor, proporcione valores que no sean negativos
fr_fr: Vous ne pouvez pas saisir de valeurs négatives.
nl_nl: Gelieve geen negatieve waarden in te voeren
pl_pl: Proszę wrowadź nieujemną wartość

source: beginning date
de_de: Anfangsdatum
es_es: fecha de Inicio
fr_fr: date de début
nl_nl: begindatum
pl_pl: data rozpoczęcia

source: end date
de_de: Enddatum
es_es: fecha de finalización
fr_fr: date de fin
nl_nl: einddatum
pl_pl: data końca

source: zip code
de_de: PLZ
es_es: codigo postal
fr_fr: code postal
nl_nl: postcode
pl_pl: kod pocztowy

source: country
de_de: Land
es_es: país
fr_fr: pays
nl_nl: land
pl_pl: kraj

source: Site type could not be modified because it has stores in it.
de_de: Standorttyp konnte nicht verändert werden, da er über Lager verfügt.
es_es: El tipo de ubicación no se ha podido modificar porque contiene almacenes.
fr_fr: Impossible de modifier le type de ce site car il comporte des magasins.
nl_nl: Sitetype kon niet gewijzigd worden omdat het winkels bevat.
pl_pl: Ten typ strony nie może być zmodyfikowany, ponieważ zawiera magazyny.

source: A site already exists with this name, please correct.
de_de: Es existiert bereits ein Standort mit diesem Namen. Bitte berichtigen Sie dies.
es_es: Una ubicación con este nombre ya existe, por favor corrija.
fr_fr: Un site existe déjà avec le nom saisi. Veuillez modifier.
nl_nl: Er bestaat reeds een site met deze naam, gelieve te verbeteren.
pl_pl: Strona o tej nazwie już istnieje, proszę o poprawienie.

source: Zip code
de_de: PLZ
es_es: Codigo postal
fr_fr: Code postal
nl_nl: Postcode
pl_pl: Cod pocztowy

source: number of weeks in history
es_es: número de semanas en historial
fr_fr: nombre de semaines d'historique
pl_pl: liczba tygodni w historii

source: number of weeks of forecast
es_es: número de semanas de previsiones
fr_fr: nombre de semaines de prévision
pl_pl: liczba tygodni w prognozie

source: default delivery within
es_es: entrega por defecto dentro de
fr_fr: délai de livraison par défaut
pl_pl: domyślna dostawa

source: Please select a valid date.
es_es: Por favor, seleccione una fecha vaida.
fr_fr: Veuillez sélectionner une date valide.
pl_pl: Proszę wprowadź obowiązującą datę.

source: Discount to apply
de_de: Angewandte Preisnachlässe
es_es: Aplicar descuento
fr_fr: remise à appliquer
nl_nl: Toe te passen korting
pl_pl: Upust

source: categories
de_de: Kategorien
es_es: categorías
fr_fr: catégories
nl_nl: categoriën
pl_pl: kategorie

source: reference
de_de: Referenz
es_es: referencia
fr_fr: référence
nl_nl: referentie
pl_pl: odniesienie

source: product type
de_de: Produkttyp
es_es: tipo de producto
fr_fr: type de produit
pl_pl: typ produktu

source: selling unit qty
de_de: Menge Verkaufseinheit
es_es: cantidad de unidades de venta
fr_fr: qté d'UV
nl_nl: hvl. verkoopeenheid
pl_pl: sprzedaż jednostki ilości

source: selling unit minimum qty
de_de: Mindestmenge Verkaufseinheit
es_es: cantidad mínima de unidades de venta
fr_fr: qté mini d'UV
nl_nl: minimum hvl. verkoopseenheid
pl_pl: minimalna ilość sprzedawanych jednostek

source: selling unit type
de_de: Typ Verkaufseinheit
es_es: tipo de unidades de venta
fr_fr: type d'UV
nl_nl: type verkoopseenheid
pl_pl: Typ jednostki sprzedazy

source: selling unit length
de_de: Länge Verkaufseinheit
es_es: longitud de las unidades de venta
fr_fr: longueur d'UV
nl_nl: lengte verkoopseenheid
pl_pl: jednostaka dlugości sprzedaży

source: selling unit width
de_de: Breite Verkaufseinheit
es_es: anchura de las unidades de venta
fr_fr: largeur d'UV
nl_nl: breedte verkoopseenheid
pl_pl: szerokość

source: selling unit height
de_de: Höhe Verkaufseinheit
es_es: altura de las unidades de venta
fr_fr: hauteur d'UV
nl_nl: hoogte verkoopseenheid
pl_pl: wysokość

source: selling unit weight
de_de: Gewicht Verkaufseinheit
es_es: peso de las unidades de venta
fr_fr: poids d'UV
nl_nl: gewicht verkoopseenheid
pl_pl: waga

source: number of base units in packaging
de_de: Anzahl der Basiseinheiten in der Verpackung
es_es: número de unidades de base en embalaje
fr_fr: nombre d'UB dans le conditionnement
nl_nl: aantal basiseenheden in verpakking
pl_pl: liczba bazowych jednostek w opakowaniu

source: number of units in packing
de_de: Anzahl der Einheiten in der Verpackung
es_es: número de unidades en envase
fr_fr: nombre d'unités dans l'emballage
nl_nl: aantal eenheden in verpakking
pl_pl: liczba jednostek w opakowaniu

source: number of packing units in regrouping
de_de: Anzahl der Verpackungseinheiten in der Neugruppierung
es_es: número de unidades de envases en la reagrupación
fr_fr: nombre d'UE dans le regroupement
nl_nl: aantal verpakkingseenheden in hergroepering
pl_pl: ilość pakowanych jednostek w rozgrupowaniu

source: stackable ratio
de_de: Stapelverhältnis
es_es: proporción apilable
fr_fr: gerbabilité
nl_nl: stapelbare verhouding
pl_pl: wskaźnik rotacji zapasów

source: packaging stackable ratio
de_de: Stapelverhältnis Gebinde
es_es: proporción apilable de embalajes
fr_fr: gerbabilité du conditionnement
nl_nl: stapelbare verhouding verpakking
pl_pl: wskaźnik rotacji paczek

source: packing stackable ratio
de_de: Stapelverhältnis Verpackung
es_es: proporción apilable de envases
fr_fr: gerbabilité de l'emballage
nl_nl: stapelbare verhouding verpakking
pl_pl: wskaźnik pakowania

source: regrouping stackable ratio
de_de: Stapelverhältnis neugruppieren
es_es: proporción apilable de reagrupación
fr_fr: gerbabilité du regroupement
nl_nl: stapelbare verhouding hergroepering
pl_pl: rozgrupowanie wskaźników rotacji

source: Selling unit quantity field must be an integer
de_de: Feld Menge Verkaufseinheit muss eine Ganzzahl sein.
es_es: El campo de cantidad de unidades de venta debe ser un número entero
fr_fr: Le champs qté d'UV doit être un entier pour l'UV selectionnée
nl_nl: Hoeveelheid verkoopseenheid moet een geheel getal zijn
pl_pl: Ilość sprzedawanych jednostek musi być liczbą całkowitą.

source: Selling unit minimum quantity field must be an integer
de_de: Feld Mindestmenge Verkaufseinheit muss eine Ganzzahl sein.
es_es: El campo de cantidad mínima de unidades de venta debe ser un número entero
fr_fr: Le champs qté mini d'UV doit être un entier pour l'UV selectionnée
nl_nl: Minimum hoeveelheid verkoopseenheid moet een geheel getal zijn
pl_pl: Minimalna wartość sprzedaży musi być liczbą całkowitą.

source: designation
es_es: designación
fr_fr: désignation
pl_pl: znak

source: Please provide a service name
de_de: Geben Sie bitte einen Servicenamen an.
es_es: Por favor, proporcione un nombre de servicio
fr_fr: Entrer un nom de prestation SVP
nl_nl: Gelieve een servicenaam in te voeren
pl_pl: Proszę wprowadź nazwę serwisu

source: Please select a service type
de_de: Wählen Sie bitte einen Servicetyp aus.
es_es: Por favor, elija un tipo de servicio
fr_fr: Veuillez sélectionner un type de prestation SVP
nl_nl: Gelieve een servicetype in te voeren
pl_pl: Proszę wybierz typ serwisu

source: potential since full overhaul (hours)
de_de: Potenzial seit der vollständigen Überholung (Stunden)
es_es: potencial desde revisión completa (horas)
fr_fr: potentiel depuis révision complète (heures)
nl_nl: potentieel sinds volledige overlading (uren)
pl_pl: potencjał w trakcie pełnego przeglądu (w godzinach)

source: potential since full overhaul (minutes)
de_de: Potenzial seit der vollständigen Überholung (Minuten)
es_es: potencial desde revisión completa (minutos)
fr_fr: potentiel depuis révision complète (minutes)
nl_nl: potentieel sinds volledige overlading (minuten)
pl_pl: potencjał w trakcie pełnego przeglądu (w minutach)

source: potential since reparation (hours)
de_de: Potenzial seit Reparatur (Stunden)
es_es: potencial desde reparación (horas)
fr_fr: potentiel depuis réparation (heures)
nl_nl: potentieel sinds reparatie (uren)
pl_pl: potencjał w trakcie naprawy (w godzinach)

source: potential since reparation (minutes)
de_de: Potenzial seit Reparatur (Minuten)
es_es: potencial desde reparación (minutos)
fr_fr: potentiel depuis réparation (minutes)
nl_nl: potentieel sinds reparatie (minuten)
pl_pl: potencjał w trakcie naprawy (w minutach)

source: number of landings since full overhaul
de_de: Anzahl der Landungen seit der vollständigen Überholung
es_es: número de aterrizajes desde revisión completa
fr_fr: nombre d'atterissage depuis révision complète
nl_nl: aantal landingen sinds volledige overlading
pl_pl: ilość lądowań w okresie od przeglądu do przeglądu

source: number of landings since reparation
de_de: Anzahl der Landungen seit Reparatur
es_es: número de aterrizajes desde reparación
fr_fr: nombre d'atterissage depuis réparation
nl_nl: aantal landingen sinds herstelling
pl_pl: ilość lądowań pomiędzy naprawami

source: number of cycles since full overhaul
de_de: Anzahl der Zyklen seit der vollständigen Überholung
es_es: número de ciclos desde revisión completa
fr_fr: nombre de cycle depuis révision complète
nl_nl: aantal cycli sinds volledige overlading
pl_pl: liczba cyklów do pełnego przeglądu

source: number of cycles since reparation
de_de: Anzahl der Zyklen seit Reparatur
es_es: número de ciclos desde reparación
fr_fr: nombre de cycle depuis réparation
nl_nl: aantal cycli sinds herstelling
pl_pl: liczba cykli do naprawy

source: Tank capacity is undefined.
de_de: Fassungsvermögen des Tanks ist nicht definiert.
es_es: La capacidad del depósito no esta definida.
fr_fr: La capacité du réservoir est indéfinie.
nl_nl: Tankcapaciteit is onbekend.
pl_pl: Pojemność zbiornika nie jest zdefiniowana.

source: You cannot provide a quantity that is superior to the one expected.
de_de: Sie können keine Menge angeben, die über der erwarteten liegt.
es_es: No puede proporcionar una cantidad superior a la prevista.
fr_fr: Vous ne pouvez saisir une quantité supérieure à celle attendue.
nl_nl: U kan geen hoeveelheid invoeren die groter is dan de verwachte hoeveelheid.
pl_pl: Nie można dostarczyć ilości, która jest wyższa od oczekiwanej

source: Error: you provided twice the same SN/Lot for the same assembly.
de_de: Fehler: Sie haben zweimal die gleiche Serien-Nr./Los für die gleiche Baugruppe angegeben.
es_es: Error: ha proporcionado el mismo NS/Lote dos veces para el mismo montaje.
fr_fr: Erreur: saisie de 2 fois le même SN/Lot pour un même assemblage.
nl_nl: Fout: u heeft tweemaal hetzelfde SN/lot ingevoerd.
pl_pl: Błąd: wprowadziłeś dwa razy ten sam numer seryjny/ numer partii dla tej samej części (zestawu).

source: Error: you must a provide a SN/Lot for each assembled part.
de_de: Fehler: Sie müssen eine Serien-Nr./Los für jedes Baugruppenteil angeben.
es_es: Error: debe proporcionar un NS/Lote para cada pieza montada.
fr_fr: Erreur: vous devez saisir un SN/Lot pour chaque pièce assemblée.
nl_nl: Fout: u moet voor elk stuk apart een SN/lot invoeren.
pl_pl: Błąd:musisz wprowadzić SN/Lot dla każdej wprowadzonej partii.

source: Error: you must a provide a different SN/Lot for each assembled part.
de_de: Fehler: Sie müssen für jedes Baugruppenteil eine verschiedene Serien-Nr./Los angeben.
es_es: Error: tiene que proporcionar un NS/Lote distinto para cada pieza montada.
fr_fr: Erreur: vous devez saisir des SN différents pour chaque pièce assemblée.
nl_nl: Fout: u moet een verschillend SN/lot invoeren voor elk stuk.
pl_pl: Błąd: musisz wprowadzić inny numer seryjny/ numer partii dla każdej części (zestawu).

source: Please select a base entity first.
de_de: <LEFT BLANK>
es_es: Por favor, elija una entidad de base primero.
fr_fr: Vous devez d'abord spécifier une entité de base pour le modèle de tableur
nl_nl: Selecteer eerst de basisentiteit.
pl_pl: Proszę wybierz podstawową jednostkę.

source: The following fields are required for columns:
de_de: Die folgenden Felder werden für Spalten benötigt:
es_es: Los campos siguentes estan requeridos para las columnas:
fr_fr: Les champs suivants sont requis pour les colonnes:
nl_nl: De volgende velden zijn vereist voor kolommen:
pl_pl: Następujące pola są wymagane do wypełnienia w kolumnach:

source: Are you sure you want to delete selected items ?
de_de: Sollen die ausgewählten Elemente wirklich gelöscht werden?
es_es: ¿Está seguro de que desea suprimir los artículos seleccionados?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les lignes selectionnées ?
nl_nl: Wil u echt de geselecteerde items verwijderen ?
pl_pl: Czy jesteś pewny ,że chcesz skasować wybrane przedmioty?

source: Are you sure you want to delete selected item ?
de_de: Soll das ausgewählte Element wirklich gelöscht werden?
es_es: ¿Está seguro de que desea suprimir el artículo seleccionado?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer la ligne selectionnée ?
nl_nl: Wil u echt het geselecteerde item verwijderen ?
pl_pl: Czy jesteś pewien, że chcesz usunąć wybrane pozycje?

source: Column width cannot be less than 40.
de_de: Die Spaltebreite kann nicht weniger als 40 betragen.
es_es: Anchura de la columna no puede ser menos de 40.
fr_fr: La largeur de la colonne ne peut être inférieure à 40.
nl_nl: Kolombreedte kan niet minder dan 40 zijn.
pl_pl: Szerokość kolumn nie może być mniejsza niż 40.

source: Default
de_de: Voreinstellung
es_es: Por defecto
fr_fr: Par défaut
nl_nl: Standaard
pl_pl: Domyślne

source: Required
de_de: Erforderlich
es_es: Requerido
fr_fr: Requis
nl_nl: Vereist
pl_pl: Wymagany

source: Index
es_es: Indice
fr_fr: Rang
pl_pl: Indeks

source: Stores
de_de: Lager
es_es: Almacenes
fr_fr: Magasins
nl_nl: Winkels
pl_pl: Zasoby

source: Criterion
de_de: Kriterium
es_es: Criterio
fr_fr: Critère
nl_nl: Criterium
pl_pl: Kryterium

source: There is nothing to charge.
de_de: Es gibt nichts zu berechnen.
es_es: No hay nada por cobrar.
fr_fr: Il n'y a rien à facturer.
nl_nl: Er is niets aan te rekenen.
pl_pl: Brak obciążeń.

source: Please select at least one store.
de_de: Wählen Sie bitte mindestens ein Lager aus.
es_es: Por favor, elija al menos un almacen.
fr_fr: Vous devez sélectionner au moins un magasin.
nl_nl: Selecteer tenminste één winkel.
pl_pl: Proszę wybierz przynajmniej jedną stronę.

source: Are you sure you want to finish the task ?
de_de: Sind Sie sicher, dass Sie die Aufgabe beenden möchten ?
es_es: ¿Está seguro de que desea acabar la tarea?
fr_fr: Êtes-vous sûr(e) de vouloir terminer la tâche ?
nl_nl: Wil u deze taak echt be-eindigen ?
pl_pl: Czy jesteś pewien, że chcesz zakończyć to zadanie?

source: Your order must at least consist of one item.
de_de: Ihre Bestellung muss mindestens aus einem Element bestehen.
es_es: Su pedido debe consistir al menos de un artículo.
fr_fr: Votre commande doit comporter au moins un élément.
nl_nl: Uw bestelling moet tenminste één item bevatten.
pl_pl: Twoje zamówienie musi składać sie przynajmniej jedenego przedmiotu.

source: You must choose a date or a date range.
de_de: Sie müssen ein Datum oder einen Zeitraum auswählen.
es_es: Debe elejir une fecha ou un rango de fechas.
fr_fr: Vous devez choisir une date ou un créneau de dates.
nl_nl: U moet een datum of datumbereik selecteren.
pl_pl: Musisz wybrać datę lub przedział czasu.

source: You chose to recover a payment on delivery, but didn't provide an amount.
de_de: Sie wollen eine Zahlung für eine Lieferung wiederherstellen, haben aber keinen Betrag angegeben.
es_es: Elijió recobrar un pago a la entrega, pero no proporcionó un importe.
fr_fr: Vous avez choisi de récupérer un règlement à la livraison, mais vous n'avez pas saisi le montant.
nl_nl: U wil een betaling terugvorderen bij levering, maar u voerde geen bedrag in.
pl_pl: Chcesz wygenerować płatność do dostawy, a nie dostarczyłeś kwoty.

source: Please provide a valid quantity for each order item.
de_de: Geben Sie bitte für jedes Element der Bestellung eine gültige Menge an.
es_es: Por favor, proporcione una cantidad válida para cada artículo pedido.
fr_fr: Vous devez saisir une quantité valide pour tous les éléments de votre commande.
nl_nl: Gelieve een geldige hoeveelheid in te voeren voor elk besteld item.
pl_pl: Proszę wprowadź ważną ilość dla każdego przedmiotu zamówienia .

source: Please provide a valid weight for each order item.
de_de: Geben Sie bitte für jedes Element der Bestellung ein gültiges Gewicht an.
es_es: Por favor, proporcione un peso válido para cada artículo pedido.
fr_fr: Vous devez saisir un poids valide pour tous les éléments de votre commande.
nl_nl: Gelieve een geldig gewicht in te voeren voor elk besteld item.
pl_pl: Proszę o podanie wagi dla kazdej pozycji zlecenia.

source: Please provide a valid width for each order item.
de_de: Geben Sie bitte für jedes Element der Bestellung eine gültige Breite an.
es_es: Por favor, proporcione una anchura válida para cada artículo pedido.
fr_fr: Vous devez saisir une largeur valide pour tous les éléments de votre commande.
nl_nl: Gelieve een geldige breedte in te voeren voor elk besteld item.
pl_pl: Proszę o podanie szerokości dla kazdej pozycji zlecenia.

source: Please provide a valid length for each order item.
de_de: Geben Sie bitte für jedes Element der Bestellung eine gültige Länge an.
es_es: Por favor, proporcione una longitud válida para cada artículo pedido.
fr_fr: Vous devez saisir une longueur valide pour tous les éléments de votre commande.
nl_nl: Gelieve een geldige lengte in te voeren voor elk besteld item.
pl_pl: Proszę o podanie długości dla kazdej pozycji zlecenia.

source: Please provide a valid height for each order item.
de_de: Geben Sie bitte für jedes Element der Bestellung eine gültige Höhe an.
es_es: Por favor, proporcione una altura válida para cada artículo pedido.
fr_fr: Vous devez saisir une hauteur valide pour tous les éléments de votre commande.
nl_nl: Gelieve een geldige hoogte in te stellen voor elk besteld item.
pl_pl: Proszę o podanie wysokości dla kazdej pozycji zlecenia.

source: Resource
de_de: Ressource
es_es: Recurso
fr_fr: Ressource
nl_nl: Bron
pl_pl: Zasoby

source: Rate type
de_de: Geschwindigkeitstyp
es_es: Tipo de tasa
fr_fr: Type de taux
nl_nl: Tarieftype
pl_pl: Typ wskaźnika
