Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: configure actors (customers, suppliers, service providers...)
de_de: Akteure konfigurieren (Kunden, Zulieferer, Serviceunternehmen...)
es_es: configurar agentes (clientes, proveedores, proveedores de servicios...)
fr_fr: définir les acteurs de votre environnement : fournisseurs, clients, prestataires
nl_nl: deelnemers configureren (klanten, leveranciers, dienstverleners...)
pl_pl: skonfiguruj uczestników ( klientów, dostawców, usługodawców)

source: define delivery and supplying zones, that will be used for carriage operations regrouping
de_de: Lieferungszonen definieren, die beim Neugruppieren von Fracht verwendet werden
es_es: definir zonas de entrega y de suministro, que se utilizara en la reagrupación de operaciones de transporte
fr_fr: définir les zones de livraison et d'approvisionnement qui seront utilisées dans les regroupements des opérations de transport
nl_nl: leveringszondes bepalen die zullen gebruikt worden voor hergroepering van vrachten
pl_pl: zdefiniuj sterfy dostaw, które będą wykorzystywane do grupowania usług transportowych

source: define services and price lists in relation with classes bookings, carriage services bookings or maintenance services bookings
de_de: Services und Preislisten in Bezug auf Klassenbuchungen, Frachtservicebuchung oder Wartungsservicebuchungen definieren
es_es: definir servicios y listas de precios en relación con reservas de clases, reservas de servicios de transporte o reservas de servicios de mantenimiento
fr_fr: définir les prestations et leurs tarifs, dans le cadre des commandes de cours, de maintenance ou de transport
nl_nl: diensten en prijslijsten bepalen in verhouding met boekingen van lessen, vrachten of onderhouden
pl_pl: definiuj usługi i ceny w relacji z klasami księgowymi, transportem, usługami utrzymaniowymi

source: Add, update or view user accounts
de_de: Benutzerkonten hinzufügen, aktualisieren oder anzeigen
es_es: Añadir, actualizar o visualizar cuentas usuarios
fr_fr: Créer et g&eacute;rer les comptes utilisateurs
nl_nl: Gebruikersprofielen toevoegen, vernieuwen of bekijken
pl_pl: Dodaj ,aktualizuj lub pokaż księgowość użytkownika

source: The list of user accounts
de_de: Liste der Benutzerkonten
es_es: La lista de cuentas usuarios
fr_fr: La liste des comptes utilisateur d'OnLogistics
nl_nl: Lijst van gebruikersprofielen
pl_pl: Lista użytkowników rachunków

source: assign/unassign mail alerts to users
de_de: E-Mail-Warnungen für Benutzer zuweisen/Zuweisung aufheben
es_es: Asignar/desasignar alertas de correo electrónico a usuarios
fr_fr: affecter / désaffecter des alertes par mail à un utilisateur
nl_nl: mailwaarschuwingen aan gebruikers toewijzen/verwijderen
pl_pl: dodaj/usuń alerty do użytkownika

source: select a
de_de: Wählen Sie ein(en )
es_es: Seleccionar un/a
fr_fr: sélectionner un utilisateur via la case à cocher correspondante et cliquer sur "G&eacute;rer les alertes": La liste des alertes s'ouvre. Cochez / décochez les alertes souhaitées et valider,
nl_nl: selecteer een
pl_pl: wybierz

source: Add a new user
de_de: Neuen Benutzer hinzufügen
es_es: Añadir nuevo usuario
fr_fr: Ajouter un nouvel utilisateur
nl_nl: Een nieuwe gebruiker toevoegen
pl_pl: Dodaj nowego użytkownika

source: Delete one or more users
de_de: Einen oder mehrere Benutzer löschen
es_es: Suprimir uno o varios usuarios
fr_fr: Supprimer un ou plusieurs utilisateurs
nl_nl: Een of meerdere gebruikers verwijderen
pl_pl: Skasuj jednego lub więcej użytkowników

source: select users by clicking on the corresponding check boxes and click on "Delete".
de_de: Benutzer auswählen, indem Sie auf das entsprechende Kontrollkästchen und anschließend auf "Löschen" klicken.
es_es: seleccionar usuarios hagando clic en los checkboxes correspondientes hagando clic en "Delete".
fr_fr: s&eacute;lectionner les utilisateurs via les cases &agrave; cocher correspondantes dans la liste, et cliquer sur "Supprimer"
nl_nl: selecteer gebruikers door te klikken op de overeenstemmende checkboxen en klik op "Verwijderen".
pl_pl: wybierz użytkowników, poprzez wybranie check box-a "Skasuj".

source: add, update or view user accounts
de_de: Benutzerkonten hinzufügen, aktualisieren oder anzeigen
es_es: añadir, actualizar o visualizar cuentas usuarios
fr_fr: consulter ou modifier les données d'un utilisateur
nl_nl: gebruikersprofielen toevoegen, vernieuwen of bekijken
pl_pl: dodaj,aktualizuj lub pokaż księgowość użytkownika

source: click on the user name link in the list.
de_de: Klicken Sie auf den Link des Benutzernamens in der Liste.
es_es: haga clic en el vinculo de nombre de usuario en la lista.
fr_fr: sélectionner le compte utilisateur en cliquant sur son nom dans la liste, et cliquer sur "Modifier".
nl_nl: klik op de gebruikersnaam in de lijst.
pl_pl: Kliknij na nazwę użytkownika na liście .

source: Add or update user
de_de: Benutzer hinzufügen oder aktualisieren
es_es: Añadir o actualizar usuario
fr_fr: Formulaire de création / modification d'un utilisateur
nl_nl: Gebruiker toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj użytkownika

source: Mandatory informations: identity, username, password and profile.
de_de: Erforderliche Informationen: Identität, Benutzername, Passwort und Profil.
es_es: Información obligatoria: identidad, nombre de usuario, contraseña y perfil.
fr_fr: Informations à définir obligatoirement : identité, login, mot de passe et profil.
nl_nl: Verplichte informatie: identiteit, gebruikersnaam, wachtwoord en profiel.
pl_pl: Opcjonane informacje: nazwa, użytkownik, hasło, profil

source: if the user must access to a catalogue, do not forget to assign one to him
de_de: Falls der Benutzer auf einen Katalog zugreifen muss, dann müssen Sie ihm einen zuweisen.
es_es: si el usuario tiene que acceder a un catálogo, no olvide asignarle uno
fr_fr: si l'utilisateur doit accéder à un catalogue, n'oubliez pas de sélectionnez son catalogue
nl_nl: als de gebruiker toegang krijgt tot een catalogus, vergeet deze hem dan niet toe te wijzen
pl_pl: jeżli użytkownik musi mieć dostęp do katalogu, nie zapomnij dołaczyć go do niego

source: if the user is supposed to receive alerts, do not forget to provide his/her email address
de_de: Falls der Benutzer Warnungen empfangen soll, müssen Sie eine E-Mail-Adresse eingeben.
es_es: si se supone que el usuario debe recibir alertas, no olvide proporcianar su dirección electrónica
fr_fr: si l'utilisateur doit recevoir des alertes, ne pas oublier d'indiquer son adresse mail
nl_nl: als de gebruiker verondersteld wordt xaarschuwingen te ontvangen, vergeet dit niet in te voeren in zijn/haar e-mailadres
pl_pl: jeśli użytkownik chce przypuszczalnie otrzymywać alarmy ,nie zapomnij wprowadzić jego/jej adresu maila

source: This screen allows you to select one of the defined carriage services and to order it.
de_de: Auf dieser Seite können Sie eine der definierten Frachtdienstleistungen auswählen und bestellen.
es_es: Esta pantalla le permite seleccionar uno de los servicios de transporte definidos y de pedirlo.
fr_fr: Cet &eacute;cran permet de sélectionner une des prestations de transport disponibles et de la commander.
nl_nl: In dit scherm kan u een van de bepaalde vrachtdiensten selecteren en bestellen.
pl_pl: Ten ekran pozwoli wybrać jedną ze zdefiniowanych usług transportowych i zamówić ją.

source: The list of carriage services
de_de: Liste der Frachtdienstleistungen
es_es: La lista de servicios de transporte
fr_fr: La liste des prestations de transport
nl_nl: Lijst van vrachtdiensten
pl_pl: Lista usług transportowych

source: select the service by clicking on the corresponding check box and click on "Order".
de_de: Wählen Sie den Service aus, indem Sie auf das entsprechende Kontrollkästchen und anschließend auf "Bestellung" klicken.
es_es: seleccione el servicio hagando clic en el checkbox correspondiente y haga clic en "Order".
fr_fr: sélectionner la prestation via la case à cocher correspondante et cliquer sur "Commander".
nl_nl: selecteer de dienst door te klikken op de overeenstemmende checkbox en klik op "Bestellen".
pl_pl: wybierz usługę porzez kliknięcie odpowiedniego check box "Zamów

source: This screen allows you to place a customer order
de_de: Auf dieser Seite können Sie eine Kundenbestellung aufgeben.
es_es: Esta pantalla le permite hacer un pedido cliente
fr_fr: Cet écran permet d'enregistrer une commande client
nl_nl: Dit scherm laat u toe een klantenbestelling te plaatsen
pl_pl: Ten ekran pozwala wprowadzać zlecenia klienta

source: List of customers:
de_de: Liste der Kunden:
es_es: Lista de clientes:
fr_fr: Liste de sélection Client:
nl_nl: Lijst van klanten:
pl_pl: Lista klientów:

source: Select first the customer for whom you want to place the order
de_de: Wählen Sie zuerst den Kunden aus, für den Sie die Bestellung aufgeben wollen.
es_es: Primero, seleccione el cliente para el cual quiere realizar el pedido
fr_fr: Sélectionner préalablement le nom du client pour lequel vous enregistrez la commande
nl_nl: Selecteer eerst de klant voor wie u een bestelling wil plaatsen
pl_pl: Wybierz klienta, dla którego chcesz wprowadzić zlecenie

source: Use the search engine to find the products you want to order, you can click on "Reset all" to reset all previous searches. when you select products they are kept in memory even if you launch other searches, provided you did not click on "Reset all" button.
de_de: Suchen Sie mit der Suchmaschine nach den zu bestellenden Produkten. Sie können auf "Alle zurücksetzen" klicken, um die vorherigen Suchen zurückzusetzen. Wenn Sie Produkte auswählen, werden diese gespeichert, auch wenn Sie nach weiteren Produkten suchen, allerdings nur, wenn Sie nicht auf "Alle zurücksetzen" klicken.
es_es: Utilize el motor de búsqueda para encontrar los productos que quiere pedir, puede hacer clic en el boton "Reset all" para reiniciar todas las búsquedas anteriores. cuando seleccione productos, estan guardados en memoria aunque lanze otras búsquedas, siempre que no haya hecho clic en el boton "Reset all".
fr_fr: Utiliser le moteur de recherche pour afficher les produits à commander et les sélectionner. Cliquer sur "Rechercher" pour lancer une recherche, et sur "R&eacute;initialiser toute la commande" pour annuler toute la commande en cours et saisir de nouveaux critères. Sélectionner une ou plusieurs références à commander via les cases à cocher correspondante et relancer si nécessaire une nouvelle recherche
nl_nl: Gebruik de zoekmachine om producten te vinden die u wil bestellen, u kan klikken op "Alles herstellen" om de vorige zoekopdrachten te verwijderen, als u producten selecteert worden deze bewaard in het geheugen, zelfs als u andere zoekopdrachten begint, zolang u niet op "Alles herstellen" klikt.
pl_pl: Skorzystaj z mechanizmu wyszukiwania aby znaleźć produkty, które chcesz zamówić, jeżeli naciśniesz klawisz "Skasuj wszystkie" , wtedy usniesz poprzednio znelzione pozycje

source: by clicking on "Order" button
de_de: indem Sie auf die Schaltfläche "Bestellung" klicken,
es_es: hagando clic en el boton "Order"
fr_fr: en cliquant sur "Commander"
nl_nl: door te klikken op "Bestellen"
pl_pl: przez naciśnięcie klawisza "Zlecenie"

source: when all references are selected
de_de: wenn alle Referenzen ausgewählt sind.
es_es: cuando todas la referencias estan seleccionadas
fr_fr: lorsque toutes les références souhaitées sont sélectionnées
nl_nl: als alle referenties geselecteerd zijn
pl_pl: kiedy wszystkie indeksy zostały wybrane

source: Tip
de_de: Tipp
es_es: Consejo
fr_fr: Astuce
pl_pl: wskazówka

source: You can type only a part of a word for search criteria en make use of the wild card character "*". For example to find all products which reference starts with "000", just type "000*" in the reference criteria text field, or to find products which name ends with "foo", just type "*foo" in the name criteria text field.
de_de: Sie können bei den Suchkriterien auch nur einen Teil eines Wortes eingeben und das Joker-Zeichen "*" eingeben. Um zum Beispiel alle Produkte zu finden, deren Referenz mit "000" beginnt, geben Sie "000*" in das Textfeld mit den Referenzkriterien ein. Um Produkte zu finden, deren Name auf "dings" endet, geben Sie einfach "*dings" im Textfeld ein.
es_es: Puede escribir parte de una palabra como criterio de búsqueda y utilizar el carácter Wildcard "*". Por ejemplo, para encontrar todos productos cuya referencia empieza por "000", haga solamente "000*" en el campo de texto de criterios de referencia o, para encontrar productos cuyo mombre acaba por "foo",haga solamente "*foo" en el campo de texto de criterio.
fr_fr: Vous pouvez saisir une partie seulement du mot recherché en utilisant le caract&egrave;re joker "*". Par exemple, pour rechercher les produits dont la référence commence par 000 saisir 000*, et pour rechercher les produits dont la désignation se termine par "roche", saisir "*roche" dans le critère désignation.
nl_nl: U kan een deel van een woord typen voor zoekcriteria en gebruikmaken van het symbool "*". Bijvoorbeeld, om alle producten te vinden die beginnen met de referentie "000", typt u "000*" in het referentieveld, of om producten weer te vinden die beginnen met "foo", typt u "*foo" in tekstveld voor de naam.
pl_pl: Mozesz wprowadzić tylko część słowa w mechaniźmie wyszukiwania lub mozesz użyć "*". Na przykład aby znaleźć produkty, których numer startuje "000", wystarczy napisać "000*", gdy znamy tylko kocówkę "foo" , wystarczy napisać "*foo"

source: Documents tab allows you to do the following operations
de_de: Über die Registerkarte Dokumente können Sie die folgenden Operationen durchführen:
es_es: Las pestañas de documetos le permiten ejecutar las operaciones siguientes
fr_fr: L'onglet Documents permet permet d'acc&eacute;der aux fonctions suivantes
nl_nl: De tab documentengeeft toegang tot de volgende verrichtingen
pl_pl: Zakładka dokumentu pozwala na następujące operacje

source: manage document models
de_de: Dokumentenmodelle verwalten
es_es: administrar modelos de documentos
fr_fr: g&eacute;rer les mod&egrave;les de document
nl_nl: beheer documenten
pl_pl: zarzązdanie modelami dokumentów

source: Document layout and contents customisation
de_de: Dokumentenlayout und -inhalt anpassen
es_es: Diseño del documento y personalización del contenido
fr_fr: personnalisation de la mise en page et du contenu des différents documents
nl_nl: documentlay-out en aanpassen van de inhoud
pl_pl: Wygląd dokumentu i układ jego zawratości

source: reprint documents
de_de: Dokumente neu drucken
es_es: reimprimir documentos
fr_fr: r&eacute;&eacute;diter les documents
nl_nl: herafdrukken van documenten
pl_pl: Przedruk dokumentów

source: access to document list (invoices, credit notes, etc...) to reprint them
de_de: Auf Dokumentenliste zugreifen (Rechnungen, Gutschriften usw.), um diese neu zu drucken
es_es: acceder a listas de documentos (facturas, notas de credito, etc.) para reimprimirlos
fr_fr: accéder aux documents édités (factures, avoirs, ...) pour les consulter ou les imprimer à nouveau
nl_nl: toegang tot lijst van documenten (facturen, creditnota's, etc...) om ze opnieuw af te drukken
pl_pl: dostęp do listy dokumentów ( faktury, noty kredytowe, ...) aby je przedrukować

source: This screen allows you to view the list of available alerts and to assign them to users.
de_de: Auf dieser Seite können Sie eine Liste verfügbarer Warnungen anzeigen und diese bestimmten Benutzern zuweisen.
es_es: La pantalla le permite visualizar la lista de alertas disponibles y asignarlas a usuarios.
fr_fr: Cet écran permet de consulter la liste des alertes disponibles et de les affecter aux utilisateurs.
nl_nl: Dit scherm geeft een lijst weer van de beschikbare waarschuwingen en hoe ze toe te wijzen aan de gebruikers.
pl_pl: Ten ekran pozwoli zobaczyć listę dostępnych alarmów i przyporzadkować je do użytkowników.

source: the list of alerts
de_de: Liste der Warnungen
es_es: La lista de alertas
fr_fr: La liste des alertes
nl_nl: lijst van waarschuwingen
pl_pl: Lista alarmów

source: add, update or view actors
de_de: Akteure hinzufügen, aktualisieren oder anzeigen
es_es: añadir, actualizar o visualizar agentes
fr_fr: consulter ou modifier les données d'un acteur
nl_nl: deelnemers toevoegen, vernieuwen of bekijken
pl_pl: dodaj,aktualizuj lub przejrzyj uczestników

source: Configure actors (customers, suppliers, service providers...)
de_de: Akteure konfigurieren (Kunden, Zulieferer, Serviceunternehmen ...)
es_es: Configurar agentes (clientes, proveedores, proveedores de servicios...)
fr_fr: Administrer les acteurs de votre base (clients, fournisseurs, prestataires de services)
nl_nl: Deelnemers instellen (klanten, leveranciers, dienstverleners...)
pl_pl: Konfiguracja użytkownika (klienci, dostawcy, serwisanci...)

source: use the search engine to find desired actors and click on "New search" to reset your search criteria
de_de: Verwenden Sie die Suchmaschine, um die gewünschten Akteure zu finden und klicken Sie auf "Neue Suche", um die Suchkriterien zurückzusetzen.
es_es: utilize el motor de búsqueda para encontrar los agentes deseados y haga clic en "New search" para reiniciar sus criterios de búsqueda
fr_fr: utiliser le moteur de recherche pour afficher un ou plusieurs acteurs. Cliquer sur "Rechercher" pour lancer une recherche, et sur "Nouvelle recherche" pour r&eacute;initialiser le formulaire et saisir de nouveaux critères
nl_nl: gebruik de zoekmachine om de gewenste deelnemers te vinden en klik op "Nieuwe zoekactie" om uw zoekcriteria in te stellen
pl_pl: skorzystaj z mechnizmu wyszukiwania, aby znaleźć aktora naciskając klawisz "Nowe wyszukiwanie"

source: The list of actors
de_de: Die Liste der Akteure
es_es: La lista de agentes
fr_fr: La liste des acteurs
nl_nl: Lijst van deelnemers
pl_pl: Lista uczestników

source: matching your search criteria is displayed, you can view name of associated salesman, maximum outstanding debts allowed, current outstanding debts, main site address etc...
de_de: , die Ihren Suchkriterien entsprechen, wird angezeigt. Sie können den Namen des zugehörigen Vertriebsmitarbeiters, die maximal zulässige Höhe der ausstehenden Schulden, derzeitige ausstehende Schulden, Adresse des Hauptstandorts usw. anzeigen.
es_es: las correspondencias a sus criterios de búsqueda estan expuestos, puede visualizar el nombre del vendedor asociado, las deudas pendientes máximas autorizadas, las deudas pendientes actuales, la dirección de la ubicación principal, etc.
fr_fr: correspondant à votre recherche s'ouvre alors. Elle vous permet de voir le nom du commercial associ&eacute;, l'encours maximum autoris&eacute;, l'encours courant, et l'adresse du site principal
nl_nl: volgens uw zoekcriteria wordt weergegeven, u ziet de naam van de vertegenwoordiger, de maximaal toegelaten schulden, huidige openstaande schulden, algemeen adres etc...
pl_pl: znalezione pozycje spełniające kryteria wyszuiwania mogą zostać wyświetlone, nazwisko sprzedawcy, maxymalny limit kredytowy, aktualny poziom zadłużenia, adres strony głownej itd ...

source: Available features
de_de: Verfügbare Funktionen
es_es: Funciones disponibles
fr_fr: Accéder aux fonctions disponibles
nl_nl: Beschikbare eigenschappen
pl_pl: Dostępne funkcje

source: according to your permissions, click on corresponding tab
de_de: Klicken Sie auf die Registerkarte, die Ihren Berechtigungen entspricht.
es_es: en función de sus autorizaciones, haga clic en la pestaña correspondiente
fr_fr: Selon vos droits, cliquez sur l'onglet correspondant
nl_nl: volgens uw toelatingen, klik op de overeenstemmende tab
pl_pl: Zgodnie z uprawnieniami, proszę kliknąć zakładkę

source: configure Onlogistics (users, catalogues, alerts, etc...)
de_de: Konfiguration von OnLogistics (Benutzer, Kataloge, Warnungen usw.)
es_es: configure Onlogistics (usuarios, catálogos, alertas, etc.)
fr_fr: paramétrer OnLogistics (utilisateurs, catalogues, alertes,...)
nl_nl: configureer Onlogistics (gebruikers, catalogi, waarschuwingen, etc...)
pl_pl: konfiguruj OnLogistics ( użytkownicy, katalogi, alerty, ...)

source: define your logistics environment: chains, products purchased or sold, actors (customers, suppliers, service providers...) etc...
de_de: Definition der Logistikumgebung: Ketten, gekaufte oder verkaufte Produkte, Akteure (Kunden, Zulieferer, Serviceunternehmen usw.)
es_es: defina su entorno logístico: cadenas, productos comprados o vendidos, agentes (clientes, proveedores, proveedores de servicios...) etc.
fr_fr: définitir votre paysage logistique : processus à piloter, produits achetés ou vendus, acteurs (clients, fournisseurs, prestataires,...)
nl_nl: bepaal uw logistieke omgeving: reeksen, producten aangekocht of verkocht, deelnemers (klanten, leveranciers, dienstverleners...) etc...
pl_pl: definiuj sowoje logistyczne środowisko: łańcuchy, zamówione produkty, aktorów (klientów, dostawców, usługodawców..) itd...

source: define and store product nomenclatures,
de_de: Definition und Speicherung von Produktnomenklaturen,
es_es: Definir y almacenar nomenclaturas de productos,
fr_fr: d&eacute;finir et enregistrer les nomenclatures produit,
nl_nl: bepaal namenlijsten en sla ze op,
pl_pl: Definiuj i zapamiętaj nazwnictwo produktów

source: define offer on sales, seasonalities and discounts by customer categories,
de_de: Definition von Angeboten, Saisons und Preisnachlässen nach Kundenkategorien,
es_es: definir oferta sobre ventas, temporalidades y descuentos por categorías de clientes,
fr_fr: enregistrer les promotions, saisonalit&eacute;s et remises par cat&eacute;gorie de clients,
nl_nl: bepaal aanbiedingen, seizoensartikelen en kortingen bij klantencategoriën,
pl_pl: definiuj oferty sprzedaży, sezonowość i rabaty na klienta, kategorię,

source: place customer or supplier orders,
de_de: Kunden- oder Zuliefererbestellungen platzieren,
es_es: realizar pedidos clientes or proveedores,
fr_fr: enregistrer les commandes clients et fournisseurs,
nl_nl: plaats klant- of leverancierbestellingen,
pl_pl: wtaw zlecenie klienta, dostawcy,

source: view orders state, billings and payments
de_de: Bestellstatus, Rechnungslegung und Zahlungen anzeigen
es_es: visualizar estado de pedidos, facturación y pagos
fr_fr: consulter l'état des commandes, réaliser les opérations de facturation et de règlement
nl_nl: bekijk status bestellingen, facturatie en betalingen
pl_pl: zobacz san zlecenia, faktury i płatności

source: configure accounting data,
de_de: Konfiguration von Buchhaltungsdaten,
es_es: configurar datos de contabilidad,
fr_fr: enregistrer les donn&eacute;es relatives &agrave; la comptabilit&eacute;,
nl_nl: configureer boekhoudgegevens,
pl_pl: konfiguruj dane księgowe,

source: execute operations regroupings, build and print carriage orders
de_de: Operationen neu gruppieren, Frachtbestellungen aufbauen und drucken
es_es: ejecutar reagrupamientos de operaciones, construir y imprimir pedidos de transporte
fr_fr: réaliser les regroupements d'opérations, construire et imprimer un ordre de transport
nl_nl: uitvoeren verrichtingen hergroeperingen, opbouwen en afdrukken vrachtorders
pl_pl: wykonaj operacje pogrupowania, buduj i drukuj zlecenia tramsportowe

source: view stock quantities, stock state by location, movements and inventory history and expected movements
de_de: Anzeige von Lagerbestand, Lagerzustand nach Ort, Bewegungen und Inventarverlauf und erwartete Bewegungen
es_es: visualizar cantidades en existencias, estado de existencias por ubicación, historial de movimientos y pagos esperados
fr_fr: consulter les quantités en stock, l'état du stock par emplacement, l'historique des mouvements et des inventaires et consulter les attendus
nl_nl: bekijk voorraadhoeveelheden, voorraadstatus volgens locatie, bewegingen en inventarishistoriek en verwachte bewegingen
pl_pl: zobacz stany magazynowe, n alokalizacje, przesunięcie, historię ruchów magazynowych, oczekiwane przesunięcia
