Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: a user with a aeronautical profile must have a related actor whose type is aeronautical.
de_de: ein Benutzer mit einem aeronautischen Profil muss über einen aeronautischen Akteurstyp verfügen.
es_es: un usuario con un perfil aeronáutico debe tener un agente asociado cuyo tipo es aeronáutico.
fr_fr: un utilisateur avec un profile client aéronautique doit avoir un acteur de type client aéronautique.
nl_nl: een gebruiker met een luchtvaartprofiel moet gekoppeld zijn aan een deelnemer met een luchtvaartprofiel.
pl_pl: użytkownik z profilem aeronautycznym wusi mieć uczestnika o tym samym typie

source: Actor
de_de: Akteur
es_es: Agente
fr_fr: Acteur
nl_nl: Deelnemer
pl_pl: Uczestnik

source: Available sites
de_de: Verfügbare Standorte
es_es: Sitios disponibles
fr_fr: Sites disponibles
nl_nl: Beschikbare sites

source: Allowed sites
de_de: Zulässige Standorte
es_es: Sitios autorizados
fr_fr: Sites autorisés
nl_nl: Toegestane sites

source: Images must be in "png" format
fr_fr: Les images doivent être au format "PNG"

source: Images must not exceed 1 megaoctet
fr_fr: La taille des images ne doit pas dépasser 1 mégaoctet

source: Copy model
es_es: Copiar modelo
fr_fr: Copier le modèle
pl_pl: Kopiuj model

source: Reference
de_de: Referenz
es_es: Referencia
fr_fr: Référence
nl_nl: Referentie
pl_pl: referencje

source: Designation
de_de: Bezeichnung
es_es: Designación
fr_fr: Désignation
nl_nl: Bestemming
pl_pl: Określenie

source: Product resources
es_es: Recursos de los productos
fr_fr: Ressources produit
pl_pl: Środki produkcji

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
pl_pl: Produkt

source: Cost type
de_de: Kostentyp
es_es: Tipo de coste
fr_fr: Type de coût
nl_nl: Kostentype
pl_pl: Cena typu

source: Make public
de_de: Veröffentlichen
es_es: Render público
fr_fr: Rendre publique
nl_nl: Openbaar maken
pl_pl: Wykonywać publicznie

source: Make private
de_de: Auf privat setzen
es_es: Render privado
fr_fr: Rendre privée
nl_nl: Privé maken
pl_pl: Wykonać prywatnie

source: A license type already exists with the name "%s", please correct.
de_de: Es existiert bereits ein Lizenztyp mit dem Namen "%s". Bitte berichtigen Sie dies.
es_es: Un tipo de licencia con el nombre "%s" ya existe, por favor corrija.
fr_fr: Impossible de sauvegarder le type de licence %s: le nom saisi est déjà affecté à un type de licence.
nl_nl: Er bestaat reeds een licentietype met de naam "%s", gelieve te verbeteren.
pl_pl: Licencja tego typu już istnieje pod nazwą "%s", proszę o poprawę.

source: Some licenses types could not be deleted because they are related to a license defined for an actor.
de_de: Einige Lizenztypen konnten nicht gelöscht werden, da sie zu einer Lizenz gehören, die für einen Akteur definiert ist.
es_es: Algunos tipos de licencias no se han podido suprimir porque estan relacionados con une licencia definida para un agente.
fr_fr: Des types de licences ne peuvent pas être supprimés car ils sont impliqués dans une licence définie pour un acteur.
nl_nl: Sommige licentietypes konden niet verwijderd worden omdat ze gekoppeld zijn aan een licentie gedefineerd door een deelnemer.
pl_pl: Pewne typy licencji nie moga zostać skasowane, poniewa z są związane z licencją zdefiniowaną dla uczestnika

source: The following element could not be deleted because it is linked to accounts or to expanses or receipts: %s
de_de: Das folgende Element konnte nicht gelöscht werden, da es mit Konten, Ausgaben oder Belegen verbunden ist: %s
es_es: El elemento siguiente no se ha podido suprimir porque esta vinculado con cuentas, gastos o recibos: %s
fr_fr: L'élément suivant ne peut pas être supprimé parce qu'il est lié à des comptes ou à des charges ou recettes: %s
nl_nl: Het volgende element kon niet verwijderd worden omdat het gekoppeld is aan rekeningen of aan kosten of ontvangsten: %s
pl_pl: Następujący element nie może być skasowany ponieważ jest powiązany z kontami lub obszarami lub przychodami: %s

source: The following elements could not be deleted because they are linked to accounts or to expanses or receipts: %s
de_de: Die folgenden Elemente konnten nicht gelöscht werden, da sie mit Konten, Ausgaben oder Belegen verbunden sind: %s
es_es: Los elementos siguientes no se pudieron suprimir porque estan vinculados con cuentas, gastos o recibos: %s
fr_fr: Les éléments suivants ne peuvent pas être supprimés parce qu'ils sont liés à des comptes ou à des charges ou recettes: %s
nl_nl: De volgende elementen konden niet verwijderd worden omdat ze gekoppeld zijn aan rekeningen of aan kosten of ontvangsten: %s
pl_pl: Nastepujące elementy nie mogą być skasowane , ponieważ są związane z kontami lub z obszarem lub pokwitowaniami : %s

source: VAT
de_de: MwSt.
es_es: IVA
fr_fr: TVA
nl_nl: BTW

source: You must provide the expenses and receipts lines name
es_es: Debe proporcionar el nombre de las lineas de gastos y recibos
fr_fr: Vous devez renseigner le nom des lignes de charges et recettes
pl_pl: Musisz wprowadzić wydatki i pokwitowania

source: This product has already a reference for the selected customer, please correct.
de_de: Für dieses Produkt besteht bereits eine Referenz für den ausgewählten Kunden. Bitte berichtigen Sie dies.
es_es: Este producto ya tiene una referencia para el cliente seleccionado, por favor, corrija.
fr_fr: Ce produit à déjà une référence pour le client sélectionné, veuillez corriger.
nl_nl: Dit product heeft reeds een referentie voor de geselecteerde klant, gelieve te verbeteren.
pl_pl: Ten produkt ma powiązane z wybranym klientem, proszę o poprawę

source: Resource "%s" could not be deleted because it is associated to one or more resource models
de_de: Ressource "%s" konnte nicht gelöscht werden, da sie mit einem oder mehreren Ressourcenmodellen zusammenhängt.
es_es: Recurso "%s" no se pudo suprimir porque esta asociado con uno o varios modelos de recursos
fr_fr: Impossible de supprimer la ressource "%s" car elle est lié à un ou plusieurs modèles de ressources
nl_nl: Middel "%s" kon niet verwijderd worden omdat het gekoppeld is aan één of meerdere middelen
pl_pl: Zasoby"%s" nie mogą być skasowane, ponieważ to jest powiązane z jedną lub więcej modelami

source: Add or update product resource
es_es: Añadir o actualizar un recurso de producto
fr_fr: Ajout/Édition de ressources produit
pl_pl: Dodaj lub aktualizuj zasoby produktu

source: Related product
de_de: Zugehöriges Produkt
es_es: Producto relacionado
fr_fr: Produit associé
nl_nl: Verwant product
pl_pl: Względne produkty

source: Cost unit
de_de: Kosteneinheit
es_es: Unidad de coste
fr_fr: Unité de coût
nl_nl: Kosteneenheid
pl_pl: Cena jednostki

source: Price by product
de_de: Preis nach Produkt
es_es: Precio por producto
fr_fr: prix par produits
nl_nl: Prijs volgens product
pl_pl: Cena według produktu

source: Price by SN/Lot
de_de: Preis nach Serien-Nr./Los
es_es: Precio por NS / Lote
fr_fr: prix par SN/Lot
nl_nl: Prijs volgens SN/lot
pl_pl: cena według SN/Lot

source: Price by airplane
de_de: Preis nach Flugzeug
es_es: Precio por avión
fr_fr: prix par appareils
nl_nl: Prijs volgens vliegtuig
pl_pl: Cena według samolotu

source: Customer associated to the service
de_de: Kunde, der dem Service zugeordnet ist
es_es: Cliente asociado al servicio
fr_fr: Client associé à la prestation
nl_nl: Klant verbonden aan de dienst
pl_pl: Klient związany z tą usługą

source: Product reference associated to the service
de_de: Produktreferenz, die dem Service zugeordnet ist
es_es: Referencia producto asociada con el servicio
fr_fr: Référence produit associé à la prestation
nl_nl: Productreferentie verbonden aan de dienst
pl_pl: Referencje produktu powiązane z serwisem

source: Active
de_de: Aktiv
es_es: Activo/a
fr_fr: Actif
nl_nl: Actief
pl_pl: Czynny

source: yes
de_de: ja
es_es: si
fr_fr: oui
nl_nl: ja
pl_pl: tak

source: no
de_de: nein
fr_fr: non
nl_nl: neen
pl_pl: nie

source: The following answer could not be deleted because it is associated to a question model: %s
de_de: Die folgende Antwort konnte nicht gelöscht werden, da sie mit einem Fragenmodell zusammenhängt: %s
es_es: La respuesta siguiente no se ha podido suprimir porque está vinculada con un modelo de pregunta: %s
fr_fr: La réponse suivante ne pas être supprimée car elle est liée à une question modèle : %s
nl_nl: Het volgende antwoord kon niet verwijderd worden omdat het gekoppeld is aan een vragenmodel: %s
pl_pl: Następujące odpowiedzi nie mogą być skasowane ponieważ są związne z kwestionariuszem : %s

source: The following answers could not be deleted because they are associated to a question model: %s
de_de: Die folgenden Antworten konnte nicht gelöscht werden, da sie mit einem Fragenmodell zusammenhängen: %s
es_es: Las respuestas siguientes no se han podido suprimir porque estan vinculadas con un modelo de pregunta: %s
fr_fr: Les réponses suivantes ne peuvent pas être supprimées car elles sont liées à une question modèle : %s
nl_nl: De volgende vragen konden niet verwijderd worden omdat ze gekoppeld zijn aan een vragenmodel: %s
pl_pl: Następujace odpiwedzi nie moga być skasowane ponieważ sa związane z następującym kwestionariuszem : %s

source: Operation
es_es: Operación
fr_fr: Opération
nl_nl: Verrichting
pl_pl: Postępowanie

source: Filter by date
de_de: Nach Datum filtern
es_es: Filtrar por fecha
fr_fr: Filtrer par date
nl_nl: Filter volgens datum
pl_pl: filtr dat

source: Order
de_de: Bestellung
es_es: Pedido
fr_fr: Commande
nl_nl: Bestelling
pl_pl: Zlecenie

source: Assign document to selected task
es_es: Asignar documento para la tarea seleccionada
fr_fr: Affecter le document à la tâche sélectionnée
pl_pl: Przyisz dokument do wybranego zadania

source: Minimum value must be an integer.
de_de: Mindestwert muss ganzzahlig sein.
es_es: El valor mínimo debe ser un número entero.
fr_fr: Vous devez saisir un entier pour la valeur mini.
nl_nl: Minimumwaarde moet een geheel getal zijn.
pl_pl: Minimalna wartość musi być liczbą całkowitą.

source: Maximum value must be an integer.
de_de: Höchstwert muss ganzzahlig sein.
es_es: El valor máximo debe ser un número entero.
fr_fr: Vous devez saisir un entier pour la valeur maxi.
nl_nl: Maximumwaarde moet een geheel getal zijn.
pl_pl: Maksymalna wartość musi być liczbą całkowitą.

source: Minimum potential value must be lower than maximum potential value.
es_es: El valor potencial mínimo debe ser inferior al valor potencial máximo.
fr_fr: La valeur minimum du potentiel doit être inférieure à la valeur maximum.
pl_pl: Minimalna wartość musi być niższa od wartości maksymalnej

source: A potential with this name and measure unit already exists, please correct.
es_es: Un potencial con este nombre y unidad de medida ya existe, por favor corrija.
fr_fr: Un potentiel existe déjà avec cette unité de mesure et ce nom. Veuillez corriger votre saisie.
pl_pl: Potencjał z nazwą i jednostką miary już istnieje.Proszę o korektę.

source: A potential already exists with this measure unit and common values. Please correct minimum/maximum value.
es_es: Un potencial ya existe con este unidad de medida y valores comunes, por favor corrija.
fr_fr: Un potentiel existe déjà avec cette unité de mesure et dont la plage de valeurs minimum/maximum chevauche celle saisie. Veuillez corriger votre saisie.
pl_pl: Potencjał istnieje ze wspólną jednostką miary.Proszę o korektę minimalnej/maksymalnej wartości.

source: The following potentials could not be deleted because they are associated to one or more frequencies and/or customers
de_de: Die folgenden Potenziale konnten nicht gelöscht werden, da sie einer oder mehrerer Häufigkeiten und/oder Kunden zugeordnet sind.
es_es: Los potenciales siguientes no se han podido suprimir porque estan vinculados con una o varias frecuencias y/o clientes
fr_fr: Les potentiels suivants n'ont pu être supprimés car ils sont liés à une ou plusieurs fréquences et/ou clients
nl_nl: De volgende potentiëlen konden niet verwijderd worden omdat ze gekoppeld zijn aan één of meerdere frequenties en/of klanten
pl_pl: Następujący potencjał nie może być skasowany, ponieważ jest związany z jedną lub więcej częstotliwości i lub klientem

source: Chain departure and arrival actor cannot be the same, please correct.
de_de: Kettenabflug- und -ankunftsakteur können nicht identisch sein. Bitte berichtigen Sie dies.
es_es: El agente de salida y llegada de cadena no puede ser el mismo, por favor corrija.
fr_fr: L'acteur de début et l'acteur de fin de chaîne ne doivent pas être les mêmes, veuillez modifier.'
nl_nl: Vertrek reeks en aankomst deelnemer kunnen niet hetzelfde zijn, gelieve te verbeteren.
pl_pl: Powiązanie uczetsnika wyjazdu i przybycia nie może być takie same, proszę o korektę

source: Departure actor
de_de: Abflugsakteur
es_es: Agente de salida
fr_fr: Acteur de départ
nl_nl: Vertrek deelnemer
pl_pl: Odejście Uczestnika

source: Departure site
de_de: Abflugstandort
es_es: Ubicación de salida
fr_fr: Site de départ
nl_nl: Vertrekplaats
pl_pl: Miejsce wyjazdu

source: Arrival actor
de_de: Ankunftsakteur
es_es: Agente de llegada
fr_fr: Acteur d'arrivée
nl_nl: Aankomst deelnemer
pl_pl: Przybycie uczestnika

source: Arrival site
de_de: Ankunftsstandort
es_es: Ubicación de llegada
fr_fr: Site d'arrivée
nl_nl: Aankomstplaats
pl_pl: Miejsce przyjścia

source: A exchange rate already exists for selected currencies and period.
es_es: Una tasa de cambio existe ya para las divisas y el periodo seleccionados.
fr_fr: Un taux de change existe déjà pour les devises et période sélectionnées.
pl_pl: Kursy walut już istnieją dla wybranej waluty w wybranym okresie

source: Day of week
de_de: Wochentag
es_es: Día de la semana
fr_fr: Jour de la semaine
nl_nl: Dag van de week
pl_pl: Dzień tygodnia

source: Day of month
de_de: Tag des Monats
es_es: Día del mes
fr_fr: Jour du mois
nl_nl: Dag van de maand
pl_pl: Dzień miesiąca

source: Hour of day
de_de: Stunde des Tages
es_es: Hora del día
fr_fr: Heure du jour
nl_nl: Uur van de dag
pl_pl: Godzina dnia

source: Select an item
de_de: Wählen Sie ein Element
es_es: Seleccionar un artículo
fr_fr: Sélectionnez un élément
nl_nl: Selecteer een item
pl_pl: Wybierz przedmiot

source: The following paragraph model could not be deleted because it is linked to a form model or to a question model: %s
de_de: Das folgende Absatzmodell konnte nicht gelöscht werden, da es mit einem Formularmodell oder einem Fragenmodell zusammenhängt. %s
es_es: El modelo de parágrafo siguiente no se pudo suprimir porque esta vinculado con un modelo de formulario o de pregunta: %s
fr_fr: Le paragraphe modèle suivant ne pas être supprimé car il est lié à un formulaire modèle ou à une question modèle : %s
nl_nl: De volgende paragraaf kon niet verwijderd worden omdat deze gekoppeld is aan een formulier of een vragenmodel: %s
pl_pl: Następujący model punktu nie może być skasowany , ponieważ jest połączony z formularzem modelu lub modelem pytania: %s

source: The following paragraph models could not be deleted because they are linked to a form model or to a question model: %s
de_de: Die folgenden Absatzmodelle konnten nicht gelöscht werden, da sie mit einem Formularmodell oder einem Fragenmodell zusammenhängen: %s
es_es: Los modelos de parágrafos siguientes no se han podido suprimir porque estan vinculados con un modelo de formulario o con un modelo de pregunta: %s
fr_fr: Les paragraphes modèles suivants ne peuvent pas être supprimés car ils sont liés à un formulaire modèle ou à une question modèle : %s
nl_nl: De volgende paragrafen konden niet verwijderd worden omdat ze gekoppeld zijn aan een formulier of een vragenmodel: %s
pl_pl: Następujące punkty modelu nie mogą być skasowane, ponieważ są powiązane z formularzem lub ankietą: %s

source: A qualification type already exists with the name "%s", please correct.
de_de: Es existiert bereits ein Qualifikationstyp mit dem Namen "%s". Bitte berichtigen Sie dies.
es_es: Un tipo de capacidad ya existe con el nombre "%s", por favor corrija.
fr_fr: Impossible de sauvegarder le type de qualification %s: le nom saisi est déjà affecté à un type de qualification.
nl_nl: Er bestaat reeds een kwalificatietype met de naam "%s", gelieve te verbeteren.
pl_pl: Typ kwalifikacji o tej nazwie już istnieje "%s",proszę skoryguj.

source: Some qualification types could not be deleted because they are associated to a qualification defined for an actor.
de_de: Einige Lizenztypen konnten nicht gelöscht werden, da sie zu einer Qualifikation gehören, die für einen Akteur definiert ist.
es_es: Algunos tipos de capacidad no se han podido suprimir porque estan asociados con una capacidad definida para un agente.
fr_fr: Des types de qualification ne peuvent pas être supprimés car ils sont impliqués dans une qualification définie pour un acteur.
nl_nl: Sommige kwalificatietypes konden niet verwijderd worden omdat ze gekoppeld zijn aan een kwalificatie bepaald door een deelnemer.
pl_pl: Niektóre typy kwalifikacji nie mogą być skasowane ,ponieważ są powiązane z kwalifikacją zdefiniowaną dla uczestnika.

source: Scientific terminology
fr_fr: Terminologie scientifique

source: Supplier reference
es_es: Referencia del proveedor
fr_fr: Référence fournisseur

source: Generic actors
de_de: Generische Akteure
es_es: Agentes genéricos
fr_fr: Acteurs génériques
nl_nl: Algemene deelnemers
pl_pl: Generyczny uczestnik

source: The following airplane type could not be deleted because it is associated to a service or an existing airplane: %s
de_de: Der folgende Flugzeugtyp konnte nicht gelöscht werden, da er mit einem Service oder einem vorhandenen Flugzeug zusammenhängt: %s
es_es: El tipo siguiente de avión no se pudo suprimir porque esta asociado con un servicio o con un avión existente: %s
fr_fr: Le type d'appareil suivant n'a pas été supprimé car il est lié à une prestation ou un appareil existant : %s
nl_nl: Het volgende vliegtuigtype kon niet verwijderd worden omdat het gekoppeld is aan een dienst of een bestaand vliegtuig: %s
pl_pl: Następujący typ samolotu nie może być skasowany ,ponieważ jest przypisany do uslugi lub istniejącego samolotu: %s

source: The following airplane types could not be deleted because they are associated to a service or an existing airplane: %s
de_de: Die folgenden Flugzeugtypen konnten nicht gelöscht werden, da sie mit einem Service oder einem vorhandenen Flugzeug zusammenhängen: %s
es_es: Los tipos siguientes de aviones no se pudieron suprimir porque estan asociados con un servicio o con un avión existente: %s
fr_fr: Les types d'appareil suivants n'ont pas été supprimés car ils sont liés à une prestation ou un appareil existant : %s
nl_nl: De volgende vliegtuigtypes konden niet verwijderd worden omdat ze gekoppeld zijn aan een dienst of een bestaand vliegtuig: %s
pl_pl: Następujące typy samolotu nie mogą być skasowane , ponieważ są powiązane z serwisem lub istniejacym samolotem : %s

source: Selected items were successfully deleted.
de_de: Die ausgewählten Elemente wurden erfolgreich gelöscht.
es_es: Los artículos seleccionados han sido suprimido con éxito.
fr_fr: Le ou les lignes sélectionnés ont été supprimés.
nl_nl: Geselecteerde items werden succesvol verwijderd.
pl_pl: Wybrane przedmioty zostały skasowane z powodzeniem.

source: The following account could not be deleted because it is associated either to a VAT or an accounting type or an event type: %s
de_de: Das folgende Konto konnte nicht gelöscht werden, da es entweder mit einem MwSt.-, Buchhaltungs- oder Ereignistyp zusammenhängt: %s
es_es: La cuenta siguiente no se ha podido suprimir porque esta asociada con un tipo de IVA, de contabilidad o de evento: %s
fr_fr: Le compte suivant ne peut pas être supprimé car il est lié à une TVA ou à un type comptable ou à un type d'événement : %s
nl_nl: De volgende rekening kon niet verwijderd worden omdat ze gekoppeld is aan een BTW-nummer of een rekeningtype of evenementtype: %s
pl_pl: Następujące konto nie moze być skasowane ponieważ jest związane zarówno z VAT-em jak i typem konta i zdarzenia:%s

source: The following accounts could not be deleted because they are associated either to a VAT or an accounting type or an event type: %s
de_de: Die folgenden Konten konnten nicht gelöscht werden, da sie entweder mit einem MwSt.-, Buchhaltungs- oder Ereignistyp zusammenhängen: %s
es_es: Las cuentas siguientes no se ha podido suprimir porque estan asociadas con un tipo de IVA, de contabilidad o de evento: %s
fr_fr: Les comptes suivants ne peuvent pas être supprimés car ils sont liés à une TVA ou à un type comptable ou à un type d'événement : %s
nl_nl: De volgende rekeningen konden niet verwijderd worden omdat ze gekoppeld zijn aan een BTW-nummer of een rekeningtype of een evenementstype: %s
pl_pl: Następujące konta nie mogą być skasowane ,ponieważ są powiązane z VAT lub z typem konta lub typem wydarzenia : %s

source: Expense types
de_de: Ausgabentypen
es_es: Tipos de gastos
fr_fr: Types de charge
nl_nl: Kostentypes
pl_pl: Koszty typów

source: Available expense types
de_de: Verfügbare Ausgabentypen
es_es: Tipos de gastos disponibles
fr_fr: Types de charge disponibles
nl_nl: Beschikbare kostentypes
pl_pl: Dostępne typy wydatów

source: Receipt types
de_de: Belegtypen
es_es: Tipos de recibos
fr_fr: Types de recette
nl_nl: Ontvangsttypes
pl_pl: Rodzaje potwierdzenia

source: Available receipt types
de_de: Verfügbare Belegtypen
es_es: Tipos de recibos disponibles
fr_fr: Types de recette disponibles
nl_nl: Beschikbare ontvangsttypes
pl_pl: Dostępne typy potwierdzeń

source: Type of breaking down
de_de: Art der Aufschlüsselung
es_es: Tipo de avería
fr_fr: Type de ventilation
nl_nl: Type uitsplitsing
pl_pl: Typ usterki (uszkodzenia)

source: The following accounting type could not be deleted because it is associated either to a customer or to an account: %s
de_de: Der folgende Buchhaltungstyp konnte nicht gelöscht werden, da er entweder mit einem Kunden oder einem Konto zusammenhängt: %s
es_es: El tipo de contabilidad siguiente no se ha podido suprimir porque esta asociado con un cliente o una cuenta: %s
fr_fr: Le type comptable suivant ne peut pas être supprimé car il est lié à un acteur ou à un compte : %s
nl_nl: Het volgende rekeningtype kon niet verwijderd worden omdat het gekoppeld is aan een klant of een rekening: %s
pl_pl: następujący typ konta nie może by skasowany,poniewaz jestskojarzony z klientem lub kontem: %s

source: The following accounting types could not be deleted because they are associated either to a customer or to an account: %s
de_de: Die folgenden Buchhaltungstypen konnten nicht gelöscht werden, da sie entweder mit einem Kunden oder einem Konto zusammenhängen: %s
es_es: Los tipos de contabilidad siguientes no se ha podido suprimir porque estan asociados con un cliente o una cuenta: %s
fr_fr: Les types comptables suivants ne peuvent pas être supprimés car ils sont liés à un acteur ou à un compte : %s
nl_nl: De volgende rekeningtypes konden niet verwijderd worden omdat ze gekoppeld zijn aan een klant of een rekening: %s
pl_pl: Następujące typy kont nie mogą być skasowane ponieważ są związane zaróno z klientem jak i kontem : %s

source: List of actors associated to the accounting model
de_de: Liste der Akteure, die dem Buchhaltungsmodell zugeordnet sind.
es_es: Lista de agentes asociados con el modelo de contabilidad
fr_fr: Liste des acteurs liés au modèle comptable
nl_nl: Lijst van deelnemers gekoppeld aan een rekeningmodel
pl_pl: Lista uczestników związanych z modelem kont

source: Update alert settings for user
de_de: Warnungseinstellungen für Benutzer aktualisieren
es_es: Actualizar configuración de alertas para usuario
fr_fr: Modifier l'affectation des alertes pour l'utilisateur
nl_nl: Waarschuwingsinstellingen voor gebruiker vernieuwen

source: Season
es_es: Temporada
fr_fr: Saison

source: Press name
fr_fr: Nom presse

source: Pricing zone
fr_fr: Zone de tarification

source: Print lookbook
fr_fr: Imprimer le Lookbook
