Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Poison, inflammable, corrosive
de_de: Giftig, entzündbar, korrodierend
es_es: Veneno, inflamable, corrosivo
fr_fr: Toxique, inflammable, corrosif
nl_nl: Vergif, ontvlambaar, bijtend
pl_pl: Substancja trująca,palna,żrąca

source: Poison, combustive, corrosive
de_de: Giftig, brennbar, korrodierend
es_es: Veneno, combustible, corrosivo
fr_fr: Toxique, comburant, corrosif
nl_nl: Vergif, verbrandend, bijtend
pl_pl: Substancja trująca ,palne,żrące

source: Customer and supplier orders follow-up
de_de: Nachfassen für Kunden- und Zuliefererbestellungen
es_es: Seguimiento de pedidos clientes y proveedores
fr_fr: Suivi des commandes client et fournisseur
nl_nl: Opvolgen bestellingen klant en leverancier
pl_pl: Powiązanie zlecenia klienta i zamówienia dostawcy

source: History of movements
de_de: Verlauf der Bewegungen
es_es: Historial de movimientos
fr_fr: Historique des mouvements
nl_nl: Historiek van bewegingen
pl_pl: Historia ruchów

source: How to place a customer order ?
de_de: Platzierung einer Kundenbestellung
es_es: ¿Cómo realizar un pedido cliente?
fr_fr: Comment enregsitrer une commande client ?
nl_nl: Hoe een bestelling plaatsen ?
pl_pl: Jak wproawdzić zlecenie klienta ?

source: Actors management
de_de: Verwaltung der Akteure
es_es: Gestión de agentes
fr_fr: Administration des Acteurs
nl_nl: Deelnemerbeheer
pl_pl: Zarządzanie uczestniów

source: Welcome to onlogistics.com
de_de: Willkommen bei onlogistics.com
es_es: Bienvenidos a onlogistics.com
fr_fr: Bienvenue sur OnLogistics.com
nl_nl: Welkom bij onlogistics.com
pl_pl: Powitanie do onlogistic.com

source: Onlogistics admin
de_de: Admin Onlogistics
es_es: Admin Onlogistics
fr_fr: Administration de OnLogistics
pl_pl: Administrator Onlogistic

source: Settings for your activity
de_de: Einstellungen für Ihre Aktivität
es_es: Configuración para su actividad
fr_fr: Modélisation de votre activité
nl_nl: Instellingen voor uw activiteit
pl_pl: Ustawienia Twoich czynności

source: Orders management
de_de: Verwaltung der Bestellungen
es_es: Gestión de pedidos
fr_fr: Gestion des Commandes
nl_nl: Bestellingenbeheer
pl_pl: Zarządzanie zamówieniami

source: Carriage orders follow-up
de_de: Frachtbestellungen nachfassen
es_es: Seguimiento de pedidos de transporte
fr_fr: Suivi des Commandes de transport
nl_nl: Opvolgen vrachtbestellingen
pl_pl: Ciąg dalszy zlecenia transportu

source: CARRIER
de_de: FRACHTUNTERNEHMEN
es_es: TRANSPORTISTA
fr_fr: TRANSPORTEUR
nl_nl: VRACHT
pl_pl: PRZEWOŹNIK

source: CUSTOM OFFICER
de_de: ZOLLBEAMTER
es_es: AGENTE DE ADUANAS
fr_fr: DOUANIER
nl_nl: DOUANIER
pl_pl: SŁUŻBA CELNA

source: PACKER
de_de: VERPACKER
es_es: EMPAQUETADOR
fr_fr: EMBALLEUR
nl_nl: INPAKKER
pl_pl: PAKOWACZ

source: DISTRIBUTOR
es_es: DISTRIBUIDOR
fr_fr: DISTRIBUTEUR
nl_nl: VERDELER
pl_pl: DYSTRYBUTOR

source: MANUFACTURER
de_de: HERSTELLER
es_es: FABRICANTE
fr_fr: FABRICANT
nl_nl: FABRIKANT
pl_pl: PRODUCENT

source: SUPPLIER
de_de: ZULIEFERER
es_es: PROVEEDOR
fr_fr: FOURNISSEUR
nl_nl: LEVERANCIER
pl_pl: DOSTAWCA

source: MISCELLANEOUS
de_de: SONSTIGES
es_es: DIVERSO
fr_fr: DIVERS
nl_nl: DIVERSE
pl_pl: KOLEKCJA

source: Navigation and menu
de_de: Navigation und Menü
es_es: Navegación y menú
fr_fr: Menu et navigation
nl_nl: Navigatie en menu
pl_pl: Nawigacja i pozycja

source: Product order follow-up: billing, payment and credit notes
de_de: Nachfassen für Produktbestellung: Rechnungslegung, Zahlung und Gutschriften
es_es: Seguimiento de pedidos de productos: facturación, pagos y notas de credito
fr_fr: Suivi de commandes produit : Facturation, règlement, avoirs
nl_nl: Opvolgen productbestelling: facturatie, betaling en creditnota's
pl_pl: Obieg dokumentów zlecenia produkcji, faktury, płatności, not kredytowych

source: ADMIN
fr_fr: ADMINISTRATION
pl_pl: ADMINISTRATOR

source: LOADING
de_de: LADEN
es_es: CARGAR
fr_fr: CHARGEMENT
nl_nl: LADEN
pl_pl: ZAŁADUNEK

source: PACKAGING
de_de: VERPACKUNG
es_es: EMBALAJE
fr_fr: CONDITIONNEMENT
nl_nl: VERPAKKING
pl_pl: OPAKOWANIE

source: UNPACKING
de_de: AUSPACKEN
es_es: DESEMPAQUETAR
fr_fr: DEBALLAGE
nl_nl: UITPAKKEN
pl_pl: ROZPAKOWANIE

source: UNLOADING
de_de: ABLADEN
es_es: DESCARGAR
fr_fr: DECHARGEMENT
nl_nl: UITLADEN
pl_pl: ROZŁADUNEK

source: UNPACKAGING
de_de: AUSPACKEN
es_es: DESEMBALAR
fr_fr: DECONDITIONNEMENT
nl_nl: UITPAKKEN
pl_pl: ROZPAKOWANIE

source: UNGROUPING
de_de: GRUPPE AUFHEBEN
es_es: DESAGRUPAR
fr_fr: DEGROUPEMENT
nl_nl: ONGROEPEREN
pl_pl: ROZGRUPOWANIE

source: CUSTOMS
de_de: ZOLL
es_es: ADUANAS
fr_fr: DOUANE
nl_nl: DOUANE
pl_pl: ODPRAWA CELNA

source: PACKING
de_de: PACKUNG
es_es: ENVASE
fr_fr: EMBALLAGE
nl_nl: VERPAKKING
pl_pl: PAKOWANIE

source: MOUNTING
de_de: MONTAGE
es_es: MONTAR
fr_fr: MONTAGE
nl_nl: INSTALLATIE
pl_pl: ROSNĄCE

source: RECEIVING
de_de: EMPFANGEN
es_es: RECIBIR
fr_fr: RECEPTION
nl_nl: ONTVANGST
pl_pl: ODBIORCZY

source: REGROUPING
de_de: UMGRUPPIERUNG
es_es: REAGRUPACION
fr_fr: REGROUPEMENT
nl_nl: HERGROEPERING
pl_pl: PRZEGRUPOWANIE

source: ALL
de_de: ALLE
es_es: TODOS
fr_fr: TOUTES
nl_nl: ALLE
pl_pl: WSZYSTKO

source: AIR TRANSPORT
de_de: LUFTTRANSPORT
es_es: TRANSPORTE AEREO
fr_fr: TRANSPORT AERIEN
nl_nl: LUCHTTRANSPORT
pl_pl: TRANSPORT LOTNICZY

source: RAILWAY TRANSPORT
de_de: SCHIENENTRANSPORT
es_es: TRANSPORTE FERROVIARIO
fr_fr: TRANSPORT FERROVIAIRE
nl_nl: SPOORTRANSPORT
pl_pl: TRANSPORT KOLEJOWY

source: FLUVIAL TRANSPORT
de_de: FLUSSTRANSPORT
es_es: TRANSPORTE FLUVIAL
fr_fr: TRANSPORT FLUVIAL
nl_nl: RIVIERTRANSPORT
pl_pl: TRANSPORT WODNY

source: SEA TRANSPORT
de_de: SEETRANSPORT
es_es: TRANSPORTE MARITIMO
fr_fr: TRANSPORT MARITIME
nl_nl: ZEETRANSPORT
pl_pl: TRANSPORT MORSKI

source: ROAD TRANSPORT
de_de: STRASSENTRANSPORT
es_es: TRANSPORTE CARRETERO
fr_fr: TRANSPORT TERRESTRE
nl_nl: WEGTRANSPORT
pl_pl: TRANSPORT DROGOWY

source: STORAGE
de_de: LAGERUNG
es_es: ALMACENAMIENTO
fr_fr: STOCKAGE
nl_nl: OPSLAG
pl_pl: MAGAZYNOWANIE

source: FLIGHT
de_de: FLUG
es_es: VUELO
fr_fr: VOL
nl_nl: VLUCHT
pl_pl: PRZELOT

source: TURNING
de_de: DREHEN
es_es: GIRAR
fr_fr: TOURNAGE
nl_nl: DRAAIEN
pl_pl: SKRZYŻOWANIE

source: WELDING
de_de: SCHWEISSEN
es_es: SOLDAR
fr_fr: SOUDURE
nl_nl: LASSEN
pl_pl: SPAWANIE

source: POLISHING
de_de: POLIEREN
es_es: PULIR
fr_fr: POLISSAGE
nl_nl: OPPOETSEN
pl_pl: FROTEROWANIE

source: MILLING
de_de: FRÄSEN
es_es: MOLER
fr_fr: FRAISAGE
nl_nl: MALEN
pl_pl: WALCOWANIE

source: PRODUCTION CONTROL
de_de: PRODUKTIONSKONTROLLE
es_es: CONTROL DE LA PRODUCCION
fr_fr: CONTROLE PRODUCTION
nl_nl: PRODUCTIECONTROLE
pl_pl: KONTROLA PRODUKCJI

source: SAWING
de_de: SÄGEN
es_es: SERRAR
fr_fr: SCIAGE
nl_nl: ZAGEN
pl_pl: PIŁOWANIE

source: LAPPING
de_de: LÄPPEN
es_es: ESMERILADO
fr_fr: MICROBILLAGE
nl_nl: OVERLAPPEN
pl_pl: DOCIERANIE

source: BOILER MAKING
de_de: KESSELBAU
es_es: FABRICACION DE CALDERAS
fr_fr: CHAUDRONNERIE
nl_nl: BOILERS MAKEN
pl_pl: STWORZENIE BOILERA

source: FITTING
de_de: BEFESTIGUNG
es_es: INSTALAR
fr_fr: AJUSTAGE
nl_nl: PASSEN
pl_pl: WYPOSAŻENIE

source: MATERIAL TRACKING
de_de: MATERIALNACHVERFOLGUNG
es_es: SEGUIMIENTO DE MATERIAL
fr_fr: SUIVI MATIERE
nl_nl: MATERIAALTRACERING
pl_pl: ŚLEDZENIE MATERIAŁU

source: base unit
de_de: Basiseinheit
es_es: Unidad de base
fr_fr: unité de base
nl_nl: basiseenheid
pl_pl: baza jednosk

source: packaging unit
de_de: Verpackungseinheit
es_es: Unidad de embalaje
fr_fr: unité de conditionnement
nl_nl: verpakkingseenheid
pl_pl: jednostka opakowania

source: packing unit
de_de: Packungseinheit
es_es: Unidad de envase
fr_fr: unité d'emballage
nl_nl: verpakkingseenheid
pl_pl: pakowanie jednostki

source: regrouping unit
de_de: Einheit für neu gruppieren
es_es: Unidad de reagrupación
fr_fr: unité de regroupement
nl_nl: hergroeperingseenheid
pl_pl: przegrupowanie jednostki

source: Millimeter
es_es: Milímetro
fr_fr: Millimètre
pl_pl: Milimetr

source: Centimeter
de_de: Zentimeter
es_es: Centímetro
fr_fr: Centimètre
pl_pl: Centymetr

source: Meter
es_es: Metro
fr_fr: Mètre
pl_pl: Licznik

source: PACKAGE
de_de: VERPACKUNG
es_es: PAQUETE
fr_fr: CONDITIONNER
nl_nl: VERPAKKING
pl_pl: PAKOWANIE

source: UNPACKAGE
de_de: ENTPACKEN
es_es: DESEMPAQUETAR
fr_fr: DECONDITIONNER
nl_nl: UITPAKKEN
pl_pl: ROZPAKOWANIE

source: PACK
de_de: PACKEN
es_es: EMBALAR
fr_fr: EMBALLER
nl_nl: INPAKKEN
pl_pl: PACZKA

source: UNPACK
de_de: ENTPACKEN
es_es: DESEMBALAR
fr_fr: DEBALLER
nl_nl: UITPAKKEN
pl_pl: ROZPAKOWYWANIE

source: REGROUP
de_de: NEU GRUPPIEREN
es_es: REAGRUPAR
fr_fr: REGROUPER
nl_nl: HERGROEPEREN
pl_pl: PRZEGRUPOWANIE

source: UNGROUP
de_de: GRUPPE AUFHEBEN
es_es: DESAGRUPAR
fr_fr: DEGROUPER
nl_nl: ONGROEPEREN
pl_pl: ROZGRUPOWANIE

source: LOAD GOODS
de_de: GÜTER LADEN
es_es: CARGAR MERCANCIAS
fr_fr: CHARGER MARCHANDISE
nl_nl: GOEDEREN LADEN
pl_pl: ŁADUNEK TOWARU

source: UNLOAD GOODS
de_de: GÜTER ENTLADEN
es_es: DESCARGAR MERCANCIAS
fr_fr: DECHARGER MARCHANDISE
nl_nl: GOEDEREN UITLADEN
pl_pl: ROZŁADOWANIE TOWARÓW

source: WAITING
de_de: WARTEN
es_es: ESPERA
fr_fr: ATTENTE
nl_nl: WACHTEN
pl_pl: CZEKANIE

source: CONTROL
de_de: STEUERUNG
fr_fr: CONTRÔLE
nl_nl: CONTROLE
pl_pl: KONTROLA

source: PRINT DELIVERY ORDER
de_de: LIEFERSCHEIN DRUCKEN
es_es: IMPRIMIR PEDIDO DE ENTRAGA
fr_fr: EDITER BORDEREAU DE LIVRAISON
nl_nl: LEVERINGSBEWIJS AFDRUKKEN
pl_pl: WYDRUK ZAMÓWIENIA DOSTAWY

source: PRINT FORWARDING FORM
de_de: VERSANDSCHEIN DRUCKEN
es_es: IMPRIMIR FORMULARIO DE TRANSPORTE
fr_fr: EDITER BORDEREAU D'EXPEDITION
nl_nl: VERZENDINGSBEWIJS AFDRUKKEN
pl_pl: WYDRUK FORMULARZA WYSYŁKI

source: PRINT ROAD WAYBILL
de_de: STRASSENFRACHTBRIEF DRUCKEN
es_es: IMPRIMIR DOCUMENTO DE TRANSPORTE CARRETERO
fr_fr: EDITER LETTRE DE VOITURE
nl_nl: VRACHTBRIEF AFDRUKKEN
pl_pl: WYDRUK DROGOWEGO LISTU PRZEWOZOWEGO

source: PRINT PACKING LIST
de_de: PACKLISTE DRUCKEN
es_es: IMPRIMIR LISTA DE CONTENIDOS
fr_fr: EDITER LISTE DE COLISAGE
nl_nl: PAKLIJST AFDRUKKEN
pl_pl: WYDRUK LISTY OPAKOWAŃ

source: PRINT PARCEL LABEL
de_de: PAKETLABEL DRUCKEN
es_es: IMPRIMIR ETIQUETA DE PAQUETE
fr_fr: EDITER ETIQUETTE COLIS
nl_nl: PAKKETLABEL AFDRUKKEN
pl_pl: DRUKUJ ETYKIETĘ PACZKI

source: PRINT PRODUCT LABEL
de_de: PRODUKTLABEL DRUCKEN
es_es: IMPRIMIR ETIQUETA DE PRODUCTO
fr_fr: EDITER ETIQUETTE PRODUIT
nl_nl: PRODUCTLABEL AFDRUKKEN
pl_pl: WYDRUK TABELI PRODUKTÓW

source: PRINT REGROUPING LABEL
de_de: UMGRUPPIERUNGSLABEL DRUCKEN
es_es: IMPRIMIR ETIQUETA DE REAGRUPACION
fr_fr: EDITER ETIQUETTE REGROUPEMENT
nl_nl: HERGROEPERINGSLABEL AFDRUKKEN
pl_pl: DRUKUJ ETYKIETĘ PRZEGRUPOWANIA

source: PRINT DIRECTIONAL LABEL
es_es: IMPRIMIR ETIQUETA DE DIRECCION
fr_fr: EDITER ETIQUETTES DIRECTIONNELLE
pl_pl: WYDRUK TABELI KIERUNKÓW

source: PRINT RECEIPT
de_de: BELEG DRUCKEN
es_es: IMPRIMIR RECIBO
fr_fr: EDITER ACCUSE DE RECEPTION
nl_nl: ONTVANGSTBEWIJS AFDRUKKEN
pl_pl: DRUKUJ POKWITOWANIE

source: PRINT SEA WAYBILL
de_de: SEEFRACHTBRIEF DRUCKEN
es_es: IMPRIMIR DOCUMENTO DE TRANSPORTE MARITIMO
fr_fr: EDITER LETTRE DE TRANSPORT MARITIME
nl_nl: VRACHTBRIEF ZEE AFDRUKKEN
pl_pl: WYDRUK MORSKIEGO LISTU PRZEWOZOWEGO

source: PRINT AIR WAYBILL
de_de: LUFTFRACHTBRIEF DRUCKEN
es_es: IMPRIMIR DOCUMENTO DE TRANSPORTE AEREO
fr_fr: EDITER LETTRE DE TRANSPORT AERIEN
nl_nl: VRACHTBRIEF LUCHT AFDRUKKEN
pl_pl: WYDRUK LOTNICZEGO LISTU PRZEWOZOWEGO

source: TAKE DELIVERY OF GOODS
de_de: LIEFERUNG VON GÜTERN ANNEHMEN
es_es: ACEPTAR ENTREGA DE MERCANCIAS
fr_fr: RECEPTIONNER MARCHANDISE
nl_nl: LEVERING VAN GOEDEREN AANNEMEN
pl_pl: PRZYJĘCIE DOSTAWY TOWARÓW

source: STOCK ENTRY
de_de: LAGEREINGABE
es_es: ENTRADA DE EXISTENCIAS
fr_fr: ENTREE EN STOCK
nl_nl: INVOEREN IN VOORRAAD
pl_pl: PRZYJĘCIE NA MAGAZYN

source: STOCK ISSUE
de_de: LAGERAUSGABE
es_es: EMSION DE EXISTANCIAS
fr_fr: SORTIE DE STOCK
nl_nl: VOORRAADUITGIFTE
pl_pl: WYDANIE Z MAGAZYNU

source: INVENTORY
de_de: INVENTAR
es_es: EXISTANCIAS
fr_fr: INVENTAIRE
nl_nl: INVENTARIS
pl_pl: INWENTARYZACJA

source: PRINT INVOICE
de_de: RECHNUNG DRUCKEN
es_es: IMPRIMIR FACTURA
fr_fr: EDITER FACTURE
nl_nl: FACTUUR AFDRUKKEN
pl_pl: WYDRUK FAKTURY

source: ENTER A PAYMENT
de_de: ZAHLUNGEN EINGEBEN
es_es: ENTRAR UN PAGO
fr_fr: ENREGISTRER REGLEMENT
nl_nl: BETALING INVOEREN
pl_pl: WPROWADŹ PŁATNOŚĆ

source: FLIGHT PREPARATION
de_de: FLUGVORBEREITUNG
es_es: PREPARACION DE VUELO
fr_fr: PREPARATION VOL
nl_nl: VLUCHTVOORBEREIDING
pl_pl: PRZYGOTOWANIA DO LOTU

source: POST FLIGHT MAINTENANCE
de_de: WARTUNG NACH FLUG
es_es: MANTENIMIENTO DESPUES DE VUELO
fr_fr: MAINTENANCE POST VOL
nl_nl: VLUCHTONDERHOUD MELDEN
pl_pl: PRZESYŁKA LOTNICZA

source: INTERNAL STOCK ENTRY
de_de: INTERNE LAGEREINGABE
es_es: ENTRADA INTERNA DE EXISTENCIAS
fr_fr: ENTREE STOCK INTERNE
nl_nl: INTERNE INVOER IN VOORRAAD
pl_pl: PRZYJĘCIE NA MAGAZYN WEWNĘTRZNY

source: INTERNAL STOCK ISSUE
de_de: INTERNE LAGERAUSGABE
es_es: EMISION INTERNA DE EXISTENCIAS
fr_fr: SORTIE STOCK INTERNE
nl_nl: INTERNE UITGIFTE UIT VOORRAAD
pl_pl: WYDANIE Z MAGAZYNU WENĘTRZNEGO

source: NORMAL
fr_fr: NORMALE
nl_nl: NORMAAL
pl_pl: NORMALNE

source: Please sign in with your username and password
de_de: Melden Sie sich bitte mit Benutzernamen und Kennwort an.
es_es: Por favor, regístrese con su nombre de usuario y contraseña
fr_fr: Entrez votre login et mot de passe...
nl_nl: Registreer met uw gebruikersnaam en wachtwoord
pl_pl: Proszę podpisać się użytkownikiem i hasłem

source: Please sign in
de_de: Bitte anmelden
es_es: Por favor, regístrese.
fr_fr: Merci de bien vouloir vous identifier
nl_nl: Gelieve te registreren
pl_pl: Proszę oznaczyć w

source: Application language
de_de: Sprache der Anwendung
es_es: Lenguaje de la applicación
fr_fr: Langue de l'application
nl_nl: Taal toepassing
pl_pl: Język aplikacji

source: Add an instalment
de_de: Rate hinzufügen
es_es: Añadir un plazo
fr_fr: Ajout d'un acompte pour la commande
nl_nl: Een termijn toevoegen

source: Please select a bank
de_de: Wählen Sie bitte eine Bank aus.
es_es: Por favor, seleccione un banco
fr_fr: Sélectionner une banque
nl_nl: Selecteer een bank

source: Links
es_es: Vinculos
fr_fr: Liens
nl_nl: Linken
pl_pl: Linki

source: Show/Hide company logo
de_de: Unternehmenslogo anzeigen/verbergen
es_es: Mostrar/disimular logo de la companía
fr_fr: Masquer/Afficher le logo
nl_nl: Toon/Verberg bedrijfslogo
pl_pl: Pokaż/Ukryj logo firmy

source: Email our technical support
de_de: E-Mail an den technischen Support
es_es: Mandar correo electrónico a nuestro soporte tecnico
fr_fr: Ecrire au support technique
nl_nl: Stuur een e-mail naar onze technische dienst
pl_pl: Email do pomocy technicznej

source: Technical support
de_de: Technischer Support
es_es: Soporte técnico
fr_fr: Support technique
nl_nl: Technische dienst
pl_pl: Doradztwo techniczne

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
nl_nl: Taal
pl_pl: Język

source: connected
de_de: Verbindung hergestellt
es_es: conectado
fr_fr: connecté
nl_nl: verbonden
pl_pl: połączony

source: Close your onlogistics session
de_de: Onlogistics-Sitzung schließen
es_es: Cerrar su sesión Onlogistics
fr_fr: Déconnection de l'application onlogistics
nl_nl: Sluit uw onlogistics sessie
pl_pl: Zamknij swoją sesję onlogistic

source: Sections
de_de: Sektionen
es_es: Secciones
fr_fr: Rubriques
nl_nl: Secties
pl_pl: Ustepy

source: Main content
de_de: Hauptinhalt
es_es: Contenido principal
fr_fr: Contenu principal
nl_nl: Algemene inhoud
pl_pl: Główna zawartość

source: Contextual help
de_de: Kontexthilfe
es_es: Ayuda contextual
fr_fr: Aide contextuelle
nl_nl: Contexthulp
pl_pl: Pomoc kontekstowa

source: Application dates
de_de: Anwendungsdaten
es_es: Fechas de solicitud
fr_fr: Dates d'application
nl_nl: Toepassingsgegevens
pl_pl: Daty aplikacji

source: Download Firefox
de_de: Firefox herunterladen
es_es: Descargar Firefox
fr_fr: Télécharger Firefox
nl_nl: Firefox downloaden
pl_pl: Pobieraj Firefox

source: Download Adobe Reader
de_de: Adobe Reader herunterladen
es_es: Descargar Onlogistics
fr_fr: Télécharger Adobe Reader
nl_nl: Adobe Reader downloaden
pl_pl: Pobierz Adobe Reader

source: Available applications
de_de: Verfügbare Anwendungen
es_es: Aplicaciones disponibles
fr_fr: Applications disponibles
nl_nl: Beschikbare toepassingen
pl_pl: Dostępne aplikacje

source: Click on application name to start download.
de_de: Klicken Sie auf den Namen einer Anwendung, um mit dem Herunterladen zu beginnen.
es_es: Haga clic en el nombre de la applicación para empezar una descarga.
fr_fr: Cliquez sur le nom de l'application pour commencer le téléchargement.
nl_nl: Klik op een toepassing om de download te starten.
pl_pl: Proszę kliknąć na nazwę aplikacji aby zacząć ładować

source: If you want to check application integrity you can also download the corresponding md5 sum.
de_de: Wenn Sie die Integrität der Anwendung überprüfen wollen, dann können Sie ebenfalls die entsprechende MD5-Summe herunterladen.
es_es: Si quiere comprobar la integridad de la aplicación, puede también descargar la suma md5 correspondiente.
fr_fr: Si vous le souhaitez, vous pouvez télécharger la somme md5 correspondante afin de vérifier l'intégrité du fichier.
nl_nl: Als u de toepassing wil controleren kan u ook de overeenkomstige md5 sum downloaden.
pl_pl: Jeżeli trzeba sprawdzić integralność aplikacji, można także załadować odpowiednią sumę md5.

source: md5 sum
de_de: MD5-Summe
es_es: Suma md5
fr_fr: somme md5
pl_pl: md5 suma

source: Available manuals
de_de: Verfügbare Handbücher
es_es: Manuales disponibles
fr_fr: Manuels disponibles
nl_nl: Beschikbare handleidingen
pl_pl: Dostępne podręczniki

source: french
de_de: Französisch
es_es: Francès
fr_fr: français
nl_nl: Frans
pl_pl: francuski

source: english
de_de: Englisch
es_es: Inglès
fr_fr: anglais
nl_nl: Engels
pl_pl: angielski

source: Site
de_de: Standort
es_es: Sitio
pl_pl: Miejsce

source: lots
es_es: Lotes
pl_pl: przeloty

source: SN
de_de: Serien-Nr.
es_es: NS
pl_pl: Numer seryjny

source: Kilogramme
de_de: Kilogramm
es_es: Kilogramo
nl_nl: Kilogram
pl_pl: Kilogram

source: Page
de_de: Seite
es_es: Pagina
nl_nl: Pagina
pl_pl: Strona

source: SN/Lot
de_de: Serien-Nr./Los
es_es: NS/ Lote

source: Script
de_de: Skript
es_es: Guión
pl_pl: Rękopis

source: Type
de_de: Typ 1
es_es: Tipo
pl_pl: typ

source: Interchangeable
de_de: Auswechselbar
es_es: Intercambiable
nl_nl: Inwisselbaar
pl_pl: Wymienialne

source: instructions
es_es: instrucciones
pl_pl: instrukcje

source: Production
es_es: Producción
pl_pl: Produkcja

source: Parent
de_de: Übergeordnete Kategorie
es_es: Matriz
nl_nl: Ouder
pl_pl: Rodzic

source: SS
es_es: sobre existencias

source: SC
es_es: por encargo

source: QL
es_es: Cantidad limitada

source: maintenance
de_de: Wartung
es_es: mantenimiento
nl_nl: onderhoud
pl_pl: utrzymanie

source: SiteTransition
es_es: Traslado de ubicación

source: Date
de_de: Datum
es_es: Fecha
nl_nl: Datum
pl_pl: data

source: Maintenance
de_de: Wartung
es_es: Mantenimiento
nl_nl: Onderhoud
pl_pl: Konserwacja

source: Gallon
de_de: Gallone
es_es: Galón
pl_pl: Galon

source: Version
es_es: Versión
nl_nl: Versie
pl_pl: Wersja

source: Description
de_de: Beschreibung
es_es: Descripción
nl_nl: Beschrijving
pl_pl: Opis

source: FlowType
es_es: Tipo de flujo

source: Dimensions
de_de: Abmessungen
es_es: Dimensiónes
nl_nl: Afmetingen
pl_pl: wymiary

source: Email
es_es: Correo electrónico

source: Fax
es_es: Telecopia

source: Avenue
de_de: Straße
es_es: Avenida
nl_nl: Laan
pl_pl: Aleja

source: Boulevard
de_de: Straße
es_es: Paseo
pl_pl: Bulwar

source: Place
de_de: Straße
es_es: Sitio
nl_nl: Plein
pl_pl: Miejsce

source: Document
de_de: Dokument
es_es: Documento
pl_pl: Dokument

source: Prospect
de_de: Potenzieller Kunde
es_es: Posible cliente
nl_nl: Verwachting
pl_pl: Prospekt

source: Situation
es_es: Situación
nl_nl: Situatie
pl_pl: Położenie

source: Code
es_es: Codigo
pl_pl: kod

source: Image
de_de: Bild
es_es: Imagen
nl_nl: Afbeelding
pl_pl: Obraz

source: phoning
de_de: Telefon
es_es: telefoneando
nl_nl: telefoneren
pl_pl: telefonuje

source: Public
de_de: Öffentlich
es_es: Publico/a
nl_nl: Openbaar
pl_pl: Publiczny

source: Instruction
de_de: Anweisung
es_es: Instrucción
nl_nl: Instructie
pl_pl: Instrukcja

source: Simulation
es_es: Simulación
nl_nl: Simulatie
pl_pl: Symulacja

source: Machine
de_de: Maschine
es_es: Máquina
pl_pl: Maszyna

source: Sites
de_de: Standorte
es_es: Ubicaciones
pl_pl: Teren

source: Minimum
es_es: Mínimo
pl_pl: Minimalnie

source: Maximum
es_es: Máximo
pl_pl: Maksymalnie

source: Lot
de_de: Los
es_es: Lote
pl_pl: Przelot

source: Net
de_de: Netto
es_es: Neto
nl_nl: Netto
pl_pl: Internet

source: Option
es_es: Opción
nl_nl: Optie
pl_pl: Opcja

source: Volume
de_de: Volumen
es_es: Volumen
pl_pl: Volumen

source: Volume (l)
es_es: Volumen (l)
pl_pl: Objętość(l)

source: Observations
de_de: Beobachtungen
es_es: Observaciones
nl_nl: Observaties
pl_pl: Obserwacje

source: Instructions:
de_de: Anweisungen:
es_es: Instrucciones:
nl_nl: Instructies:
pl_pl: Instrukcje:

source: type
de_de: Typ
es_es: tipo
pl_pl: typ

source: Qualification
de_de: Qualifikation
es_es: Capacidad
nl_nl: Kwalificatie
pl_pl: Kwalifikacje

source: SN / Lot
de_de: Serien-Nr./Los
es_es: NS / Lote

source: Instructions
de_de: Anweisungen
es_es: Instrucciones
nl_nl: Instructies
pl_pl: Instrukcje

source: volume
de_de: Volumen
es_es: volumen
pl_pl: wolumen

source: Nature
de_de: Natur
es_es: Naturaleza
nl_nl: Aard
pl_pl: Charakter

source: Action
de_de: Handlung
es_es: Acción
nl_nl: Actie
pl_pl: czynnośc

source: site
de_de: Standort
es_es: ubicación
pl_pl: miejsce

source: Stock
de_de: Lagerbestand
es_es: Existencias
nl_nl: Voorraad
pl_pl: Zapas

source: Nomenclature
de_de: Nomenklatur
es_es: Nomenclatura
nl_nl: Namenlijst
pl_pl: Nazewnictwo

source: Catalogues
de_de: Kataloge
es_es: Catálogos
nl_nl: Catalogi
pl_pl: Katalogi

source: Qualifications
de_de: Qualifikationen
es_es: Capacidades
nl_nl: Kwalificaties
pl_pl: Kwalifikacje

source: Questions
de_de: Fragen
es_es: Preguntas
nl_nl: Vragen
pl_pl: Pytania

source: Situations
de_de: Situationen
es_es: Situaciones
nl_nl: Situaties
pl_pl: Sytuacje

source: SN/Lots
de_de: Serien-Nr./Los
es_es: NS / Lotes
nl_nl: SN/loten
pl_pl: SN/Lot

source: Zones
de_de: Zonen
es_es: Zonas
pl_pl: Strefy

source: Pricing
de_de: Preisgestaltung
es_es: Determinación de precios
nl_nl: Prijzing
pl_pl: Zasady kształtowania cen

source: Nomenclatures
de_de: Nomenklaturen
es_es: Nomenclaturas
nl_nl: Namenlijsten
pl_pl: Nazewnictwa

source: Documents
de_de: Dokumente
es_es: Documentos
nl_nl: Documenten
pl_pl: Dokumenty

source: Activity based costing
de_de: Aktivitätsbasierte Kosten
es_es: Cálculo de costes basado en la actividad
nl_nl: Kosten op basis van activiteiten
pl_pl: Kalkulacja kosztów ABC

source: Validation
de_de: Validierung
es_es: Validación
nl_nl: Geldigheid
pl_pl: Ważność

source: Double
de_de: Doppel
es_es: Doble
nl_nl: Dubbel
pl_pl: Podwójny

source: Validation
de_de: Validierung
es_es: Validación
nl_nl: Bevestiging
pl_pl: Potwierdzenie

source: TVA
es_es: IVA

source: Zone
es_es: Zona
pl_pl: Strefa

source: page
de_de: Seite
es_es: pagina
nl_nl: pagina
pl_pl: strona

source: Information
de_de: Informationen
es_es: Información
nl_nl: Informatie
pl_pl: Informacja

source: Question
de_de: Frage
es_es: Pregunta
nl_nl: Vraag
pl_pl: Pytanie

source: M.
es_es: Sr.

source: Distance
de_de: Entfernung
es_es: Distancia
nl_nl: Afstand
pl_pl: Odległośc

source: Part number
de_de: Teilenummer
es_es: Número de pieza
nl_nl: Onderdeelnummer
pl_pl: Częsc numeru

source: On condition
es_es: A condición de que
nl_nl: Op voorwaarde
pl_pl: Na warunku

source: Cycle
de_de: Zyklus
es_es: Ciclo
nl_nl: Cyclus
pl_pl: cykl

source: Contacts
de_de: Kontakte
es_es: Contactos
nl_nl: Contacten
pl_pl: Kontakt

source: Slogan
es_es: Eslogan

source: Inflammable
de_de: Entzündbar
es_es: Inflamable
nl_nl: Ontbrandend
pl_pl: Łatwopalne

source: FABRICATION
de_de: HERSTELLUNG
es_es: FABRICACION
nl_nl: PRODUCTIE
pl_pl: WYTWARZANIE

source: MAINTENANCE
de_de: WARTUNG
es_es: MANTENIMIENTO
nl_nl: ONDERHOUD
pl_pl: KONSERWACJA
