Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Billing address
de_de: Rechnungsadresse
es_es: Dirección de facturación
fr_fr: Adresse de facturation
nl_nl: Facturatieadres
pl_pl: Adres bilingu

source: Detail of delivered SN (%s No %s)
de_de: Einzelheiten der gelieferten Serien-Nr. (%s Nr. %s)
es_es: Detalle de NS entregado (%s No %s)
fr_fr: Détail des SN livrés (%s No %s)
nl_nl: Detail van geleverd SN (%s Nr %s)
pl_pl: Szczegóły dostarczanych numerów seryjnych (%s No %s)

source: Product Reference
de_de: Produktreferenz
es_es: Referencia del producto
fr_fr: Référence produit
nl_nl: Productreferentie
pl_pl: Referencje Produktu

source: Serial Number
de_de: Seriennummer
es_es: Número de serie
fr_fr: Numéro de série
nl_nl: Serienummer
pl_pl: Numer Seryjny

source: Ordered products
de_de: Bestellte Produkte
es_es: Productos pedidos
fr_fr: Produits commandés
nl_nl: Bestelde producten
pl_pl: Zamówione produkty

source: Description of goods
de_de: Beschreibung der Güter
es_es: Descripción de mercancias
fr_fr: Description des produits
nl_nl: Omschrijving van de goederen
pl_pl: Opis towarów

source: Ordered qty
de_de: Bestellte Menge
es_es: Cantidad pedida
fr_fr: Qté cmdée
nl_nl: Bestelde hvl
pl_pl: Zamówiona ilość

source: Delivered Qty
de_de: Gelieferte Menge
es_es: Cantidad entregada
fr_fr: Qté livrée
nl_nl: Geleverde hvl
pl_pl: Ilość Dostawy

source: To deliver
de_de: Zu liefern
es_es: A entregar
fr_fr: A livrer
nl_nl: Te leveren
pl_pl: do dostarczenia

source: Except written agreement of our share, our conditions of sale as signed by your care apply completely.
de_de: Falls schriftlich nicht anders mitgeteilt, treffen die Verkaufsbedingungen in vollem Umfang zu.
es_es: Salvo acuerdo por escrito de nuestra parte, nuestras condiciones de venta, tal como fueron firmadas por su cuidado se aplican completamente.
fr_fr: Sauf accord écrit de notre part, nos conditions de vente telles que signées par vos soins s'appliquent intégralement.
nl_nl: Naast onze geschreven afspraak, zijn onze verkoopsvoorwaarden zoals door u getekend volledig van toepassing.
pl_pl: Stosujemy zarowno warunki ogólne jak i specjalnie uzgodnione warunki sprzedaży.

source: Unit Price net of tax
de_de: Preis pro Einheit ohne Steuer
es_es: Precio por unidad excl. IVA
fr_fr: PU HT
nl_nl: Eenheidsprijs excl. BTW
pl_pl: Cena jednostkowa netto

source: Disc
de_de: Preisnachl.
fr_fr: Rem.
nl_nl: Kort
pl_pl: Dysk

source: VAT %
de_de: MwSt. %
es_es: % IVA
fr_fr: TVA %
nl_nl: BTW %

source: Total Price net of tax
de_de: Gesamtpreis ohne Steuer
es_es: Precio total excl. IVA %s
fr_fr: Prix total HT
nl_nl: Totaalprijs excl. BTW
pl_pl: Pełna cena netto

source: Carriage cost
de_de: Frachtkosten
es_es: Gastos de transporte
fr_fr: Frais de transport
nl_nl: Vrachtkost
pl_pl: Koszty transportu

source: Packing charges
de_de: Verpackungskosten
es_es: Tarifas de envase
fr_fr: Frais d'emballage
nl_nl: Verpakkingskosten
pl_pl: Koszty pakowania

source: Insurance charges
de_de: Versicherungsgebühren
es_es: Tarifas de seguros
fr_fr: Frais d'assurance
nl_nl: Verzekering
pl_pl: Składka ubiezpieczenia

source: Total VAT
de_de: Summe MwSt.
es_es: Total IVA
fr_fr: Total TVA
nl_nl: Totaal BTW
pl_pl: Calkowity VAT

source: Total price
de_de: Gesamtpreis
es_es: Precio total
fr_fr: Prix total
nl_nl: Totaalprijs
pl_pl: Całkowity koszt

source: Personal discount
de_de: Persönlicher Preisnachlass
es_es: Descuento personal
fr_fr: Remise personnelle
nl_nl: Persoonlijke korting
pl_pl: Osobisty rabat

source: FODEC tax
es_es: Tasa FODEX
fr_fr: taxe FODEC
pl_pl: FODEC podatek

source: Tax stamp
es_es: Sello fiscal
fr_fr: Timbre fiscal
pl_pl: Opłata skarbowa

source: Total to pay
de_de: Gesamt zu zahlen
es_es: Importe total por pagar
fr_fr: Total à régler
nl_nl: Totaal te betalen
pl_pl: Całość do zapłacenia

source: In letters
de_de: In Worten
es_es: En letras
fr_fr: En lettres
pl_pl: W listach

source: Global discount amount
de_de: Betrag für globalen Preisnachlass
es_es: Importe del descuento global
fr_fr: Montant de la remise globale
nl_nl: Algemeen kortingsbedrag
pl_pl: Ogólny upust.

source: Total excl. VAT before global discount
de_de: Summe ohne MwSt., ohne globalen Preisnachlass
es_es: Total excl. IVA excl. descuento global
fr_fr: Total HT avant remise globale
nl_nl: Totaal excl. BTW voor algemene korting
pl_pl: Suma wyłączając VAT przed rabatem

source: Means of payment
de_de: Zahlungsweise
es_es: Medios de pago
fr_fr: Moyen de paiement
nl_nl: Betaalmiddelen
pl_pl: Środki płatności

source: Service
es_es: Servicio
fr_fr: Prestation
nl_nl: Onderhoud
pl_pl: Ułluga

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
nl_nl: Adres
pl_pl: Adres

source: Unit weight (Kg)
de_de: Gewicht einer Einheit (kg)
es_es: Peso por unidad (kg)
fr_fr: Poids UV (Kg)
nl_nl: Eenheidsgewocht (Kg)
pl_pl: Jednostka wagi (Kg)

source: Total incl. VAT
de_de: Summe einschließlich MwSt.
es_es: Total incl. IVA
fr_fr: Total TTC
nl_nl: Totaal incl. BTW
pl_pl: Całkowite włącznie z VAT

source: Weight (kg)
de_de: Gewicht (kg)
es_es: Peso (kg)
fr_fr: Poids (kg)
nl_nl: Gewicht (kg)
pl_pl: Waga(kg)

source: Details of locations charged in storage service.
de_de: Einzelheiten der Standorte, für die Lagerdienste berechnet wurden.
es_es: Detalles acerca de ubicaciones cobradas en servicio de almacenamiento.
fr_fr: Détail des emplacements facturés dans la prestation de stockage
nl_nl: Details van locaties aangerekend in opslag.
pl_pl: szczegóły kosztów lokalizacji w usługach magazynowania

source: Unit price excl. VAT
de_de: Preis je Einheit ohne MwSt.
es_es: Precio por unidad excl. IVA
fr_fr: PU HT
nl_nl: Eenheidsprijs excl. BTW
pl_pl: Cena jednostki bez VAT

source: Details of products moved for the service
de_de: Einzelheiten der Produkte, die für den Service bewegt wurden
es_es: Detalles de productos desplazados para el servicio
fr_fr: Détail des produits mouvementés pour la prestation
nl_nl: Details van producten verplaatst voor de dienst
pl_pl: Szczegóły przesunięcia produktów dla usługi

source: Transport operations details
es_es: Detalles de las operaciones de transporte
fr_fr: Détail des opérations de transport.
pl_pl: Szczegóły działalności transportowej

source: Total price incl. VAT
de_de: Gesamtpreis einschließlich MwSt
es_es: Precio total incl. IVA
fr_fr: Prix total TTC
nl_nl: Totaalprijs incl. BTW
pl_pl: Całkowita cena włącznie z VAT

source: Credit note reason
de_de: Grund für die Gutschrift
es_es: Razón por la nota de crédito
fr_fr: Motif de l'avoir
nl_nl: Reden creditnota
pl_pl: powód noty kredytowej

source: Number %s from %s
de_de: Nummer %s von %s
es_es: Número %s a partir de %s
fr_fr: N° %s du %s
nl_nl: Nummer %s van %s

source: Total weight (kg)
de_de: Gesamtgewicht (kg)
es_es: Peso total (kg)
fr_fr: Poids total (kg)
nl_nl: Totaalgewicht (kg)
pl_pl: Całkowita waga (kg)

source: Total volume (m3)
de_de: Gesamtvolumen (m3)
es_es: Volumen total (m3)
fr_fr: Volume total (m3)
nl_nl: Totaalvolume (m3)
pl_pl: Całkowita objętość(m3)

source: Statement of invoices
de_de: Rechnungsaufstellung
es_es: Estado de las facturas
fr_fr: Relevé de factures
nl_nl: Afschrift van facturen
pl_pl: Lista faktur

source: Dear customer, please find enclosed details for invoices remaining to pay
de_de: Sehr geehrter Kunde, anbei erhalten Sie die Einzelheiten zu den noch fälligen Rechnungen
es_es: Estimado cliente, se adjunta detalles acerca de las facturas pendientes
fr_fr: Cher client, veuillez trouver ci-joint le détail des factures restant dues
nl_nl: Geachte klant, bijgevoegd vindt u de details voor de openstaande facturen
pl_pl: Drogi kliencie, proszę znajdź dołączone szczegóły dla faktur

source: for period from %s to %s.
de_de: für den Zeitraum vom %s bis zum %s.
es_es: para el período de %s a %s.
fr_fr: pour la période du %s au %s.
nl_nl: voor de periode %s tot %s.
pl_pl: dla okresu od %s do %s.

source: Edition Date
de_de: Ausgabedatum
es_es: Fecha de edición
fr_fr: Date d'édition
nl_nl: Uitgiftedatum
pl_pl: Data Edycji

source: Please pay amount stated below for this bill of exchange (that excludes charges) to the account of
de_de: Zahlen Sie bitte den untenstehenden Betrag für diesen Wechsel (ohne Gebühren) auf folgendes Konto:
es_es: Por favor, pague el importe indicado abajo para esta letra de cambio (excluiendo cargos) a la cuenta de
fr_fr: Contre cette lettre de change stipulée "SANS FRAIS" veuillez payer la somme indiquée ci-dessous à l'ordre de
nl_nl: Betaal onderstaand bedrag voor deze wissel (excl. kosten) op de rekening van
pl_pl: Proszę o zapłacenie kwoty podanej poniżej ddo konta numer

source: Amount for control
de_de: Betrag zur Kontrolle
es_es: Cantidad a controlar
fr_fr: Montant pour contrôle
nl_nl: Bedrag ter controle
pl_pl: Ilość do kontroli

source: Deadline
de_de: Termin
es_es: Plazo
fr_fr: Date limite
pl_pl: Ostateczny termin

source: Banking house
de_de: Bank
es_es: Cámara de compensación
fr_fr: Etablissement
nl_nl: Bank
pl_pl: Budynek bankowy

source: Branch number
de_de: Code der Zweigstelle (falls zutreffend)
es_es: Número de sucursal
fr_fr: Guichet
nl_nl: Kantoornummer
pl_pl: Numer Oddziału

source: Account
de_de: Kontonummer
es_es: Cuenta
fr_fr: Compte
nl_nl: Rekening
pl_pl: Rachunek

source: Key
de_de: Kontoschlüssel (falls zutreffend)
es_es: Llave
fr_fr: Clef
nl_nl: Sleutel
pl_pl: Klucz

source: Name and address
de_de: Name und Adresse
es_es: Nombre y dirección
fr_fr: Nom et addresse du tiré
nl_nl: Naam en adres
pl_pl: Imę i adres

source: SIRET number
de_de: SIRET-Nummer
es_es: Número de SIRET
fr_fr: No de SIRET du tiré
nl_nl: SIRET-nummer
pl_pl: Numer SIRET

source: Value in:
de_de: Wert in:
es_es: Valor en:
fr_fr: Valeur en:
nl_nl: Bedrag in:
pl_pl: Wartość w:

source: Acceptance or endorsement
de_de: Akzeptanz oder Bestätigung
es_es: Aceptación o aprobación
fr_fr: Acceptation ou aval
nl_nl: Aanvaarding of goedkeuring
pl_pl: Akceptacja i podpis na dokumencie

source: Registered address
de_de: Eingetragene Adresse
es_es: Dirección registrada
fr_fr: Domiciliation
nl_nl: Geregistreerd adres
pl_pl: Zarejestrowany adres

source: Stamp duties and signature
de_de: Gebühren und Unterschrift
es_es: Sello fiscal y firma
fr_fr: Droit de timbre et signature
nl_nl: Zegels en handtekening
pl_pl: Obowiązkowa pieczątka i podpis

source: Log card
de_de: Protokollkarte
es_es: Tarjeta de registro
fr_fr: Fiche suiveuse
nl_nl: Logkaart

source: Reference(s)
de_de: Referenz(en)
es_es: Referencia(s)
fr_fr: Référence(s)
nl_nl: Referentie(s)
pl_pl: Referencja(e)

source: Ordered quantity
de_de: Bestellte Menge
es_es: Cantidad pedida
fr_fr: Quantité(s) commandée(s)
nl_nl: Bestelde hoeveelheid
pl_pl: Zamówiona ilość

source: Error: invalid order
de_de: Fehler: ungültige Bestellung
es_es: Error: pedido inválido
fr_fr: Erreur: commande invalide
nl_nl: Fout: ongeldige bestelling
pl_pl: Błąd :nieważne zamówienie

source: Parts number
de_de: Teilenummer
es_es: Número de pieza
fr_fr: Nb. pièces
nl_nl: Onderdeelnummer
pl_pl: Numer partii

source: Expected date
de_de: Erwartetes Datum
es_es: Fecha prevista
fr_fr: Date prévue
nl_nl: Verwachte datum
pl_pl: Przewidziana data

source: Expected duration
de_de: Erwartete Dauer
es_es: Duración prevista
fr_fr: Durée prévue
nl_nl: Verwachte duur
pl_pl: Oczekiwany czas trwania

source: Effective duration
de_de: Effektive Dauer
es_es: Duración efectiva
fr_fr: Temps passé
nl_nl: Effectieve duur
pl_pl: Obowiązujący okres

source: Date and operator
de_de: Datum und Bediener
es_es: Fecha y operador
fr_fr: Date et opérateur
nl_nl: Datum en operator
pl_pl: Data i operator

source: Used material
de_de: Verwendetes Material
es_es: Material usado
fr_fr: Matières utilisées
nl_nl: Gebruikt materiaal
pl_pl: Użyty materiał

source: Start
es_es: Empezar
fr_fr: Démarrer

source: Pause
es_es: Pausa
fr_fr: Interrompre
nl_nl: Pauze
pl_pl: Pauza

source: Restart
de_de: Neustart
es_es: Reiniciar
fr_fr: Reprendre
nl_nl: Herstarten
pl_pl: Ponowny start

source: Finish
de_de: Fertigstellen
es_es: Finalizar
fr_fr: Terminer
nl_nl: Afsluiten
pl_pl: Koniec

source: Shipper
de_de: Frachtunternehmen
es_es: Consignador
fr_fr: Expéditeur
nl_nl: Verzender
pl_pl: Nadawca ładunku

source: Addressee
de_de: Adressat
es_es: Destinatario
fr_fr: Destinataire
nl_nl: Bestemmeling
pl_pl: odbiorca

source: Deposited packings
de_de: Retournierbare Pakete
es_es: Embalajes puestos
fr_fr: Emballages consignés
nl_nl: Geleverde pakketten
pl_pl: Wydane do pakowania

source: Net total weight (Kg)
de_de: Gesamtgewicht netto (Kg)
es_es: Peso total neto (kg)
fr_fr: Poids total net (Kg)
nl_nl: Netto totaalgewicht (Kg)
pl_pl: Całkowita waga netto (Kg)

source: Raw total weight (Kg)
de_de: Gesamtgewicht brutto (Kg)
es_es: Peso total crudo (kg)
fr_fr: Poids total brut (Kg)
nl_nl: Ruw totaalgewicht (Kg)
pl_pl: Pena waga półki (kg)

source: From (address)
es_es: Remite (dirección)
fr_fr: De
nl_nl: Van (adres)

source: To
es_es: A
fr_fr: A
nl_nl: Aan

source: Basis excl. VAT
de_de: Basis ohne MwSt.
es_es: Base excl. IVA
fr_fr: Base HT
nl_nl: Basis excl. BTW
pl_pl: Podstawa nie zawierająca VAT

source: Wished collection date
de_de: Gewünschtes Abholdatum
es_es: Fecha de recogida deseada
fr_fr: Date Souhaitée d'enlevement
nl_nl: Gewenste afhaaldatum
pl_pl: Żądana data odbioru

source: Wished delivery date
de_de: Gewünschtes Lieferdatum
es_es: Fecha de entrega deseada
fr_fr: Date Souhaitée de livraison
nl_nl: Gewenste leveringsdatum
pl_pl: Oczekiwana (żądana) data dostawy

source: Unit weight
de_de: Gewicht der Einheit
es_es: Peso por unidad
fr_fr: Poids unitaire
nl_nl: Eenheidsgewicht
pl_pl: Jednostka wagi

source: Estimate receipt
fr_fr: Récépissé devis

source: Estimate number
es_es: Número de presupuesto
fr_fr: Numéro de devis
pl_pl: numer kosztorysu

source: Worksheet
fr_fr: Fiche technique

source: Heel Height
fr_fr: Hauteur talon

source: Recommended price
fr_fr: Prix recommandé

source: Cannot find task number
de_de: Aufgabennummer nicht gefunden.
es_es: No se encuentra la tarea número
fr_fr: Impossible de charger la tâche numéro
nl_nl: Kan dit taaknummer niet vinden
pl_pl: Nie można znaleźć numeru zadania

source: Error 101: User was not found in the database with given email/password.
de_de: Fehler 101: Benutzer mit dieser E-Mail-Adresse/diesem Passwort nicht in der Datenbank gefunden.
es_es: Error 101: Usuario no se encontró en la base de datos con el correo electrónico/la contraseña dado/a.
fr_fr: Erreur 101: Aucun utilisateur n'a été trouvé en base de données avec les Email/mot de passe donnés.
nl_nl: Fout 101: Gebruiker niet gevonden in de gegevensbank met ingevoerd e-mailadres/wachtwoord.
pl_pl: Błąd 101: Użytkownik z danym emailem/hasłem nie może być znaleziony w bazie danych.

source: Error 102: Incorrect parameter passed to the webservice to register user (%s).
de_de: Fehler 102: Falscher Parameter für die Registrierung des Benutzers an den Webservice übergeben (%s).
es_es: Error 102: Parámetro incorrecto transmitido al servicio web para registrar usuario (%s).
fr_fr: Erreur 102: Paramètre incorrect passé au web-service pour l'enregistrement de l'utilisateur (%s).
nl_nl: Fout 102: Onjuiste parameter doorgegeven aan de webdienst om gebruiker te registreren (%s).
pl_pl: Błąd 102: Wprowadzono niepoprawny parametr w usłudze internetowej aby zarejetsrować użytkownika (%s).

source: Error 103: No match found with the triplet %s.
de_de: Fehler 103: Kein passendes Tiplett gefunden %s.
es_es: Error 103: no correspondancia encontrada con el trillizo %s.
fr_fr: Erreur 103: Aucune correspondance n'a été trouvée pour le triplet %s.
nl_nl: Fout 103: Geen overeenkomst gevonden met het drietal %s.
pl_pl: Błąd 103: Nispójność znaleziono w trójce %s.

source: Error 104: Actor (Id=%d) was not found in the database.
de_de: Fehler 104: Akteur (Id=%d) in der Datenbank nicht gefunden.
es_es: Error 104: Agente (Id=%d) no se encontró en la base de datos.
fr_fr: Erreur 104: L'acteur (Id=%d) n'a pas été trouvé dans la base de données.
nl_nl: Fout 104: Deelnemer (Id=%d) werd niet gevonden in de gegevensbank.
pl_pl: Bład 104: Uczestnik (Id=%d) nie został znaleziony w bazie danych.

source: Error 105: Actor (%s) has not user account.
de_de: Fehler 105: Akteur (%s) hat kein Benutzerkonto.
es_es: Error 105: agente (%s) no tiene cuenta usuario.
fr_fr: Erreur 105: L'acteur (%s) n'a pas de compte utilisateur.
nl_nl: Fout 105: Deelnemer (%s) geeft geen gebruikersprofiel.
pl_pl: Błąd 105: Uczestnik (%s) nie posiada konta użytkownika.

source: Error 106: Error while saving data.
de_de: Fehler 106: Fehler beim Speichern der Daten.
es_es: Error 106: Error guardando los datos.
fr_fr: Erreur 106: Erreur pendant l'enregistrement des données.
nl_nl: Fout 106: Fout tijdens het opslaan van gegevens.
pl_pl: Bład 106: Błąd powstały podczas zachowywania daty.

source: Error 107: Incorrect parameter passed to the webservice for order informations (%s).
de_de: Fehler 107: Falscher Parameter für Bestellinformationen an den Webservice übergeben (%s).
es_es: Error 107: Parámetro incorrecto transmitido al servicio web para registrar usuario (%s).
fr_fr: Erreur 107: Paramètre incorrect passé au web-service pour les informations de la commande (%s).
nl_nl: Error 107: Onjuiste parameter doorgegeven aan de webdienst voor bestelinformatie (%s).
pl_pl: Błąd 107: NIepoprawny parametr został przeslany do usługi dla informacji o zleceniu (%s).

source: Error 108: Incorrect parameter passed to the webservice for ordered products informations (%s).
de_de: Fehler 108: Falschen Parameter für Informationen zu bestellten Produkten an den Webservice übergeben (%s).
es_es: Error 108: Parámetro incorrecto transmitido al servicio web para informaciones acerca de productos pedidos (%s).
fr_fr: Erreur 108: Paramètres incorrect passé au web-service pour les informations des produits commandés (%s).
nl_nl: Fout 108: Onjuiste parameter doorgegeven aan de webdienst voor informatie bestelde producten.
pl_pl: Błąd 108: Niepoprawny parametr został przesłany do usługi, informacje o zamówieniu produktu %s).

source: Error 109: product "%s" was not found in the database, as a consequence, cannot be ordered.
de_de: Fehler 109: Produkt "%s" in der Datenbank nicht gefunden. Kann daher nicht bestellt werden.
es_es: Error 109: producto "%s" no se encontró en base de datos, a consequencia de esto, no se puede pedir.
fr_fr: Erreur 109: le produit "%s" n'a pas été trouvé dans la base de données et ne peut donc pas être commandé.
nl_nl: Fout 109: product "%s" werd niet gevonden in de gegevensbank en kan dus ook niet besteld worden.
pl_pl: Bład 109: produkt "%s" nie może być znaleziony w bazie danych, w konsekwencji nie może być zamówiony.

source: Error 110: Database error (%s).
de_de: Fehler 110: Datenbankfehler (%s).
es_es: Error 110: Error de base de datos (%s).
fr_fr: Erreur 110: Erreur de paramétrage de la base de données (%s).
nl_nl: Fout 110: Fout in gegevensbank (%s).
pl_pl: Bład 110: Błąd bazy danych (%s).

source: Error 111: Order addressee site was not found in the database.
de_de: Fehler 111: Standort des Empfängers der Bestellung in der Datenbank nicht gefunden.
es_es: Error 111: Ubicación del destinatario del pedido no se encontró en la base de datos.
fr_fr: Erreur 111: Le site destinataire de la commande n'a pas été trouvé dans la base de données.
nl_nl: Fout 111: Leveringsadres niet gevonden in de gegevensbank.
pl_pl: Błąd 111: Internetowy adres zlecenia nie został znaleziony w bazie

source: Error 112: No site was found in the database for actor with identifier %d.
de_de: Fehler 112: Kein Standort in der Datenbank gefunden für Akteur mit ID %d.
es_es: Error 112: Ninguna ubicación se encontró en la base de datos para el agente con identificador %d.
fr_fr: Erreur 112: Aucun site avec l'identifiant %d n'a été trouvé en base de données pour l'acteur
nl_nl: Fout 112: Geen site gevonden in de gegevensbank voor deelnemer met identificatie %d.
pl_pl: Bład 112: Żadna strona nie została znaleziona w bazie dla uczestnika o identyfikatorze %d.

source: Error 113: Order addressee was not found in the database.
de_de: Fehler 113: Empfänger der Bestellung in der Datenbank nicht gefunden.
es_es: Error 113: Destinatario del pedido no se encontró en la base de datos.
fr_fr: Erreur 113: Le destinataire de la commande n'a pas été trouvé dans la base de donnée.
nl_nl: Fout 113: Geadresseerde niet gevonden in de gegevensbank.
pl_pl: Błąd 113: Adres zlecenia nie został znaleziony w bazie

source: Currency "euro" was not found in database
de_de: Währung "Euro" nicht gefunden in der Datenbank
es_es: Divisa "euro" no se encontró en la base de datos
fr_fr: La devise "euro" n'a pas été trouvée en base de données
nl_nl: Valuta "euro" niet gevonden in gegevensbank
pl_pl: Waluta "euro" nie została znaleziona w bazie danych

source: array must contain "Product" or "Reference".
de_de: Array muss "Produkt" oder "Referenz" enthalten.
es_es: selección debe contener "Product" o "Reference".
fr_fr: le tableau daoit contenir "Product" ou "Reference".
nl_nl: reeks moet "Product" of "Referentie" bevatten.
pl_pl: tablica musi zawierać "Product" lub "Reference".

source: Order %s, invoice %s: deadline for payment exceeded (%s)
de_de: Bestellung %s, Rechnung %s: Zahlungstermin nicht eingehalten (%s)
es_es: Pedido %s, factura %s: plazo de pago vencido (%s)
fr_fr: commande %s, facture %s: date de règlement dépassée (%s)
nl_nl: Bestelling %s, factuur %s: vervaldag voor betaling overschreden (%s)
pl_pl: Zlecenie %s,faktura %s: ostateczny termin płatności przekroczony (%s)

source: License number
de_de: Lizenznummer
es_es: Número de la licencia
fr_fr: Licence n°
nl_nl: Licentienummer
pl_pl: Numer licencji

source: Select an actor
de_de: Wählen Sie einen Akteur.
es_es: Seleccionar un agente
fr_fr: Sélectionner un acteur
nl_nl: Selecteer een deelnemer
pl_pl: Wybierz uczestnika

source: Product owner
de_de: Produkteigentümer
es_es: Propietario del producto
fr_fr: Propriétaire produit
nl_nl: Producteigenaar
pl_pl: Produkt właściciela

source: Storage site
de_de: Lagerstandort
es_es: Ubicación de almacenamiento
fr_fr: Site de Stockage
nl_nl: Voorraadsite
pl_pl: Miejsce przechowywania

source: Actor linked
de_de: Akteur verbunden
es_es: Agente vinculado
fr_fr: Acteur lié
nl_nl: Deelnemer gekoppeld
pl_pl: Uczestnik powiązany

source: Stock owner
de_de: Lagereigentümer
es_es: Propietario de las existencias
fr_fr: Propriétaire stock
nl_nl: Eigenaar voorraad
pl_pl: Właściciel towaru

source: City
de_de: Ort
es_es: Ciudad
fr_fr: Commune
nl_nl: Stad
pl_pl: Miasto

source: Please select a chain.
de_de: Wählen Sie bitte eine Kette aus.
es_es: Por favor, seleccione una cadena.
fr_fr: L'id de la chaîne n'a pas été transmis.
nl_nl: Selecteer een reeks.
pl_pl: Proszę wybierz sieć.

source: Selected products could not be affected to chain "%s": chain is not constructed.
de_de: Die ausgewählten Produkte konnten nicht an Kette "%s" angefügt werden. Kette ist nicht erstellt.
es_es: Los productos seleccionados no han podido ser afectados a la cadena "%s": la cadena aún no esta construida.
fr_fr: Impossible d'affecter les produits à la chaîne %s : chaîne non construite.<br />L'opération a été annulée
nl_nl: Geselecteerde producten konden niet aan reeks toegeschreven worden "%s": reeks is niet opgebouwd.
pl_pl: Wybrane produkty nie mogą być sztucznie zmienione
