Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Subject to tax stamp
es_es: Sometido a sello fiscal
fr_fr: Soumis au timbre fiscal
pl_pl: Podlegające opodatkowaniu

source: Bank contact
de_de: Bankkontakt
es_es: Contacto banco
fr_fr: Coordonnées bancaires
pl_pl: Kontakt z bankiem

source: No bank
de_de: Keine Bank
es_es: Ningún banco
fr_fr: Aucune banque
nl_nl: Geen bank
pl_pl: Brak banku

source: Add a bank
de_de: Bank hinzufügen
es_es: Añadir un banco
fr_fr: Ajouter une banque
nl_nl: Bank toevoegen
pl_pl: Dodaj bank

source: Document models
de_de: Dokumentenmodelle
es_es: Modelo de documentos
fr_fr: Modèles de document
nl_nl: Documenten
pl_pl: Formularze dokumentu

source: Invoices reception preference
de_de: Voreinstellungen für Empfang der Rechnungen
es_es: Preferencia de recepción de facturas
fr_fr: Mode de r&eacute;ception des factures
nl_nl: Voorkeur ontvangst facturen
pl_pl: Warunki przyjęcia faktur

source: Product orders behaviour
de_de: Verhalten von Produktbestellungen
es_es: Comportamiento de pedidos de productos
fr_fr: Comportement des commandes produit
nl_nl: Gedrag productbestellingen
pl_pl: Zachowanie zlecenia produktu

source: Addresses and schedule
de_de: Adressen und Zeitplan
es_es: Direcciones y programa
fr_fr: Adresses et planning
nl_nl: Adressen en planning
pl_pl: Adresy i harmonogram

source: Main Site
de_de: Hauptstandort
es_es: Ubicación principal
fr_fr: Site principal
nl_nl: Hoofdsite
pl_pl: Główne Miejsce

source: NAF code
es_es: Codigo NAF
fr_fr: Code NAF
pl_pl: NAF kod

source: Select a situation
de_de: Wählen Sie eine Situation aus.
es_es: Seleccionar una situación
fr_fr: Sélectionner une situation
nl_nl: Selecteer een situatie
pl_pl: Wybierz połozenie

source: Commercial potential
de_de: Gewerbliches Potenzial
es_es: Potencial comercial
fr_fr: Potentiel commercial
nl_nl: Commercieel potentieel
pl_pl: Potencjał handlowy

source: Select a potential
de_de: Wählen Sie ein Potenzial aus.
es_es: Seleccionar un potencial
fr_fr: Sélectionner un potentiel
nl_nl: Selecteer een potentieel
pl_pl: Wybierz potencjał

source: Visit frequency
de_de: Besuchshäufigkeit
es_es: Frequencia de visitas
fr_fr: Fr&eacute;quence de visite
nl_nl: Bezoekfrequentie
pl_pl: Czestotliwość wizyt

source: The default
de_de: Voreinstellung
es_es: Por defecto
fr_fr: Celle par d&eacute;faut
nl_nl: De standaard
pl_pl: Domyślne

source: Creation mode
fr_fr: Mode création

source: Edition mode
fr_fr: Mode édition

source: Connected actor
fr_fr: Acteur connecté

source: Selected actor.
fr_fr: Acteur sélectionné

source: Selected actor is your
fr_fr: l'acteur sélectionné est votre

source: Outstanding debts
fr_fr: Encours

source: Payment mode
fr_fr: Mode de règlement

source: Validate outstanding debts
fr_fr: Valider l'encours

source: Statistics for period and
de_de: Statistiken für Zeitraum und
es_es: Estadisticas para el período y
fr_fr: Statistiques pour la période et
nl_nl: Statistieken voor periode en
pl_pl: Statystyka na koniec okresu

source: Technical hours
de_de: technische Stunden
es_es: Horas tecnicas
fr_fr: Heures techniques
nl_nl: Technische uren
pl_pl: Godziny techniczne

source: Customer informations
de_de: Kundeninformationen
es_es: Detalles sobre el cliente
fr_fr: Données générales sur le client
nl_nl: Klantinformatie
pl_pl: Informacje klienta

source: Order informations
de_de: Bestellinformationen
es_es: Detalles del pedido
fr_fr: Tableau des informations sur la commande
nl_nl: Bestelinformatie
pl_pl: Informacja zlecenia

source: Wished time
de_de: Gewünschte Zeit
es_es: Hora deseada
fr_fr: Horaire souhaité
nl_nl: Gewenste tijd
pl_pl: Zażyczony czas

source: Wished instructor
de_de: Gewünschter Ausbilder
es_es: Instructor deseado
fr_fr: Instructeur souhaité
nl_nl: Gewenste instructeur
pl_pl: Oczekiwany instruktor

source: Comment (optional)
de_de: Kommentar (optional)
es_es: Comentario (opcional)
fr_fr: Commentaire (optionnel)
nl_nl: Commentaar (optioneel)
pl_pl: Komentarz(opcjonalnie)

source: Order general informations
de_de: Allgemeine Informationen zur Bestellung
es_es: Informaciones generales acerca del pedido
fr_fr: Informations générales sur la commande
nl_nl: Algemene informatie bestelling
pl_pl: Ogólne informacje o zamówieniu

source: Select an incoterm
de_de: Wählen Sie bitte einen Incoterm aus.
es_es: Seleccionar un incoterm
fr_fr: Sélectionnez un incoterm
nl_nl: Selecteer een incoterm
pl_pl: Wybierz formułe

source: Contents of your order
de_de: Inhalt Ihrer Bestellung
es_es: Contenido del pedido
fr_fr: Contenu de votre commande
nl_nl: Inhoud van uw bestelling
pl_pl: Treśc Twojego zamówienia

source: Global discount (%)
de_de: Globaler Preisnachlass (%)
es_es: Descuento global (%)
fr_fr: Remise globale (%)
nl_nl: Algemene korting (%)
pl_pl: Calkowity rabat (%)

source: Total excl. VAT and charges
de_de: Summe ohne MwSt. und Gebühren
es_es: Total excl. IVA y honorarios
fr_fr: Total HT hors frais
nl_nl: Totaal excl. BTW en kosten
pl_pl: Całkowita wartość netto plus obciążenia

source: Packing charges excl. VAT
de_de: Verpackungsgebühren ohne MwSt.
es_es: Tarifas de envase excl. IVA
fr_fr: Frais d'emballage HT
nl_nl: Verpakkingskosten excl. BTW
pl_pl: Koszty pakowania netto

source: Insurance charges excl. VAT
de_de: Versicherungsgebühren ohne MwSt.
es_es: Tarifas de seguro excl. IVA
fr_fr: Frais d'assurance HT
nl_nl: Verzekeringskosten excl. BTW
pl_pl: Koszty ubezpieczenia netto

source: Display price
de_de: Preis anzeigen
es_es: Mostrar precio
fr_fr: Voir le prix
nl_nl: Prijs weergeven
pl_pl: Pokaż cenę

source: Comments/Options
de_de: Kommentare/Optionen
es_es: Comentarios/Opciones
fr_fr: Commentaires / Options
nl_nl: Commentaar/opties
pl_pl: Komentarze/Opcje

source: Provide your imputation number or customer account number (optional)
de_de: Geben Sie bitte Ihre Imputationszahl oder Ihr Kundenkonto an (optional)
es_es: Proporcione su número de imputación or número de cuenta cliente (opcional)
fr_fr: Saisir votre numéro d'imputation ou de compte client (facultatif)
nl_nl: Voer uw imputatienummer of klantnummer in (optioneel)
pl_pl: Proszę o dostarczenie wprowadzonego numeru lub nuemru konta klienta (opcjonalnie)

source: Should a payment be recovered on delivery ?
de_de: Soll die Zahlung bei Lieferung eingefordert werden?
es_es: ¿Se deberia recaudar pago al momento de la entrega?
fr_fr: Faut-il récupérer un règlement à la livraison ?
nl_nl: Moet de betaling gebeuren bij levering ?
pl_pl: Czy płatność powinna być związana z dostawą ?

source: Amount to recover
de_de: Einzufordernder Betrag
es_es: Importe a recaudar
fr_fr: Montant à récupérer
nl_nl: Te verkrijgen bedrag
pl_pl: Kwota do rozliczenia

source: Please select a customer first
de_de: Wählen Sie bitte zuerst einen Kunden aus
es_es: Por favor, elija un cliente primero
fr_fr: Veuillez d'abord choisir un client
nl_nl: Selecteer eerst een klant
pl_pl: Prosze wybierz pierwszego klienta

source: Customer internal order number
de_de: Interne Bestellnummer des Kunden
es_es: Número de pedido interno cliente
fr_fr: N° de commande interne au client
nl_nl: Intern bestelnummer klant
pl_pl: Numer wewnętrzny zamówienia klienta

source: Goods means of shipment
de_de: Lieferart für Güter
es_es: Modo de transporte de mercancias
fr_fr: Mode d'expédition de la marchandise
nl_nl: Manier van verzending goederen
pl_pl: Towary w drodze

source: Seasonal family
de_de: Saisonfamilie
es_es: Familia temporal
fr_fr: Famille saisonnière
nl_nl: Seizoensfamilie
pl_pl: Sezonowość

source: Recipient store code
de_de: Lagercode des Empfängers
es_es: Código del almacen del beneficiario
fr_fr: Code magasin destinataire
nl_nl: Ontvanger winkelcode
pl_pl: Odbiorca kodu sklepu

source: Recipient department
de_de: Abteilung des Empfängers
es_es: Departamento del beneficiario
fr_fr: Rayon destinataire
nl_nl: Afdeling ontvanger
pl_pl: Dział odbiorcy

source: Bay booking number
de_de: Buchungsnummer der Ladebucht
es_es: Número de reserva de la plataforma de carga
fr_fr: N° de réservation quai
nl_nl: Boekingsnummer
pl_pl: Numer ewidencyjny magazynu

source: Market number
de_de: Marktnummer
es_es: Número de mercado
fr_fr: N° de march&eacute;
nl_nl: Marktnummer
pl_pl: Numer rynku

source: Packing list number
de_de: Nummer Packliste
es_es: Número de lista de contenidos
fr_fr: N° de Packing List
nl_nl: Paklijstnummer
pl_pl: Numer listy pakowania

source: Airway bill number
de_de: Nummer Luftfrachtrechnung
es_es: Número de la factura de transporte
fr_fr: N° d'Airway Bill
nl_nl: Vrachtbriefnummer
pl_pl: Numer rachunku przelotu

source: Parcel weight (kg)
de_de: Gewicht des Pakets (kg)
es_es: Peso del paquete (kg)
fr_fr: Poids Colis (kg)
nl_nl: Gewicht pakket (kg)
pl_pl: Waga paczki (kg)

source: Tracking note
de_de: Anmerkung zur Nachverfolgung
es_es: Nota de seguimiento
fr_fr: Note de suivi
nl_nl: Traceringsbewijs
pl_pl: Śledzenie notatki

source: Validity period
de_de: Gültigkeitsdauer
es_es: Período de validez
fr_fr: Période de validit&eacute;
nl_nl: Geldigheidsperiode
pl_pl: Okres ważności

source: Jobs
de_de: Stellen
es_es: Empleos
fr_fr: M&eacute;tiers
pl_pl: Prace

source: Please select an item
de_de: Wählen Sie bitte ein Element aus.
es_es: Por favor, elija un artículo
fr_fr: Sélectionnez un élément
nl_nl: Selecteer een item
pl_pl: Proszę wybierz pozycję

source: Quantitative limits
de_de: Mengenbegrenzungen
es_es: Límites cuantitativos
fr_fr: Limites quantitatives
nl_nl: Kwantitatieve beperkingen
pl_pl: Limity ilościowe

source: Linear meter
de_de: Lineare Meter
es_es: Metro lineal
fr_fr: M&egrave;tre lineaire
nl_nl: Lineaire meter
pl_pl: Metr liniowy

source: m2
fr_fr: m&sup2;

source: update beginning and end time for selected operation
de_de: Beginn- und Endzeit für die ausgewählte Operation aktualisieren
es_es: actualizar horas de principio y de fin para la operación seleccionada
fr_fr: Modification des heures de début et de fin de l'opération sélectionnée
nl_nl: begin- en eindtijd vernieuwen voor geselecteerde verrichting
pl_pl: aktualizuj początkowy i końcowy czas dla wybranych operacji

source: Total parcel number
de_de: Summe Paketnummer
es_es: Número total de paquetes
fr_fr: Nombre total de colis
nl_nl: Totaal pakketnummer
pl_pl: Calkowity numer paczki

source: Total weight
de_de: Gesamtgewicht
es_es: Peso total
fr_fr: Poids total
nl_nl: Totaal gewicht
pl_pl: Całkowita waga

source: estimated data
de_de: geschätzte Daten
es_es: datos estimados
fr_fr: données prévisionnelles
nl_nl: geschatte gegevens
pl_pl: Oszacowana data

source: Informations to provide after completion of work order
de_de: Informationen, die nach Abschluss des Arbeitsauftrags angegeben werden müssen
es_es: Informaciones a proporcionar tras la finalización de la orden de trabajo
fr_fr: Infos à saisir après réalisation de l'OT
nl_nl: Door te geven informatie na afwerken werkorder
pl_pl: Informacja do wprowadzenia, po skompletowaniu zlecenia produkcji

source: Departure Km
de_de: Abflug km
es_es: Salida km
fr_fr: Km départ
nl_nl: Vertrek Km
pl_pl: Odlot KM

source: Arrival Km
de_de: Ankunft km
es_es: Llegada km
fr_fr: Km arrivée
nl_nl: Aankomst Km
pl_pl: Przylot KM

source: Comment details
de_de: Einzelheiten zum Kommentar
es_es: Detalles del comentario
fr_fr: Détail du commentaire
nl_nl: Details commentaar
pl_pl: Szczegółowe uwagi

source: Default model
de_de: Voreingestelltes Modell
es_es: Modelo por defecto
fr_fr: Modèle par défaut
nl_nl: Standaardmodel
pl_pl: Domyślny wzorzec

source: Show duplicate text
de_de: Doppelten Text anzeigen
es_es: Mostrar texto duplicado
fr_fr: Afficher duplicata
nl_nl: Toon duplicaat
pl_pl: Pokaż duplikat tekstu

source: Display total weight
de_de: Gesamtgewicht anzeigen
es_es: Mostrar peso total
fr_fr: Afficher le poids total
nl_nl: Totaalgewicht weergeven
pl_pl: Pokaż całkowitą wagę

source: Display details of products related to a service
de_de: Einzelheiten der Produkte anzeigen, die zu einem bestimmten Service gehören
es_es: Mostrar detalles de productos asociados con un servicio
fr_fr: Afficher le détail des produits liés à une prestation
nl_nl: Details van producten verbonden aan een dienst weergeven
pl_pl: Pokaż szczegóły produktu związane z usługą

source: Personalization
de_de: Personalisierung
es_es: Personalización
fr_fr: Personnalisation
nl_nl: Personalisering
pl_pl: Personalizacja

source: Designation field
de_de: Bezeichnungsfeld
es_es: Campo de designación
fr_fr: Champ désignation
nl_nl: Veld bestemming
pl_pl: Pole przeznaczenia

source: property_list
es_es: Propiedad_lista
fr_fr: Liste_des_properties
nl_nl: Lijst_eigenschappen
pl_pl: lista_mienia

source: Please click on the button below to download firefox web browser
de_de: Klicken Sie bitte auf die untenstehende Schaltfläche, um den Browser Firefox herunterzuladen.
es_es: Por favor, haga clic en el boton para descargar el navegador Firefox
fr_fr: Veuillez cliquer sur le bouton ci-dessous pour télécharger le navigateur web Firefox
nl_nl: Klik op onderstaande knop om de firefox webbrowser te downloaden
pl_pl: Proszę kliknąć na klawisz poniżej do pobierania wyszukiwarki internetowej firefox

source: If, for some reason, you cannot install firefox, you can continue using onlogistics with your browser, <br/>but please be aware that some features could not work properly.
de_de: Falls Sie aus irgendeinem Grund nicht installieren können, können Sie onlogistics mit Ihrem eigenen Browser verwenden. <br/>Beachten Sie aber, dass manche Funktionen unter Umständen nicht richtig funktionieren.
es_es: Si, por alguna razón, no puede instalar Firefox, puede seguir utilizando Onlogistics con su navegador, <br/>pero sea consciente de que es posible que algunas funciones no funcionen con éxito.
fr_fr: Si, pour une raison ou pour une autre, vous ne pouvez pas installer firefox, vous pouvez continuer avec votre navigateur, <br/>mais gardez à l'esprit que certaines fonctionnalités pourraient ne pas fonctionner correctement.
nl_nl: Als u firefox niet kan installeren, gebruik onlogistics dan met uw browser, <br/>maar sommige functies kunnen dan niet werken.
pl_pl: Jeżeli z pewnych powodów nie można zainstalwoać firefox-a, mozna korzystać z onlogistics z Państwa przeglądarki, <br/> ale pewne funkcje mogą nie działać poprawnie.

source: Continue with an unsupported browser
de_de: Mit nicht unterstütztem Browser weiter.
es_es: Seguir con navegador sin soporte
fr_fr: Continuer avec un navigateur non supporté
nl_nl: Ga verder met een niet-ondersteunde browser
pl_pl: Kontynuuj z niewspieraną przeglądarką internetową

source: Virtual quantity reached min. stock
de_de: Virtuelle Menge hat Mindestlagerbestand erreicht.
es_es: Cantidad virtual alcanza existencias mínimas
fr_fr: QV atteint stock mini
nl_nl: Virtuële hoeveelheid bereikte min. voorraad
pl_pl: Wirtualna ilość osiagnęła minimum magazynowe dla tej pozycji.

source: Actual quantity reached min. stock
de_de: Tatsächliche Menge hat Mindestlagerbestand erreicht.
es_es: La cantidad real alcanza existencias mínimas
fr_fr: QR atteint stock mini
nl_nl: Werkelijke hoeveelheid bereikt min. voorraad
pl_pl: Wartość aktualna osiągnęła minimum magazynowe

source: Virtual stock reached zero
de_de: Virtueller Lagerbestand hat Null erreicht.
es_es: Existencias virtuales alcanzan zero
fr_fr: Stock virtuel atteint 0
nl_nl: Virtuele voorraad bereikte nul
pl_pl: Rzeczywisty stan zapasów zbliża się do zera

source: Actual stock reached zero
de_de: Tatsächlicher Lagerbestand hat Null erreicht.
es_es: Existencias reales alcanzan zero
fr_fr: Stock réel atteint 0
nl_nl: Werkelijke voorraad bereikte nul
pl_pl: Faktyczny stan zapasów zbliża się do zera

source: Partial entry
de_de: Teilweise Eingabe
es_es: Entrada parcial
fr_fr: Entrée partielle
nl_nl: Gedeeltelijke invoer
pl_pl: Wyjście częściowe

source: Partial issue
de_de: Teilweise Ausgabe
es_es: Emisión parcial
fr_fr: Sortie partielle
nl_nl: Gedeeltelijke uitgifte
pl_pl: Częściowe wydanie

source: Outstanding debt amount exceeded after customer order
de_de: Betrag für ausstehende Schulden nach Kundenbestellung überschritten.
es_es: Importe de la deuda pendiente superado despues de pedido cliente
fr_fr: Encours dépassé suite à commande client
nl_nl: Openstaande schulden overschreden na bestelling klant
pl_pl: Poziom niezapłaconych należności zostanie przekrozony po realizacji zlecenia klienta

source: Outstanding debt amount exceeded after supplier order
de_de: Betrag für ausstehende Schulden nach Zuliefererbestellung überschritten.
es_es: Importe de la deuda pendiente superado despues de pedido proveedor
fr_fr: Encours dépassé suite à commande fournisseur
nl_nl: Openstaande schulden overschreden na bestelling leverancier
pl_pl: Poziom niezapłaconych należności przekroczony po zamówieniu dostawcy

source: Outstanding debt amount exceeded after invoice
de_de: Betrag für ausstehende Schulden nach Rechnung überschritten.
es_es: Importe de la deuda pendiente superado despues de factura
fr_fr: Encours client dépassé suite à facture
nl_nl: Openstaande schulden overschreden na factuur
pl_pl: Poziom niezapłaconych należności przekroczony po fakturze

source: Supplier outstanding debt amount exceeded after invoice
de_de: Betrag für ausstehende Schulden des Zulieferers nach Rechnung überschritten.
es_es: Importe de la deuda proveedor pendiente superado despues de factura
fr_fr: Encours fournisseur dépassé suite à facture
nl_nl: Openstaande schulden leverancier overschreden na factuur
pl_pl: Poziom niezpłaconych nalezności dostawcy przekroczony po niezapłaceniu faktury

source: Customer order receipt
de_de: Beleg für Kundenbestellung
es_es: Recibo de pedido cliente
fr_fr: Récépissé de commande client
nl_nl: Bestelbewijs klant
pl_pl: Potwierdzenie zamówienia klienta

source: Supplier order receipt
de_de: Beleg für Zuliefererbestellung
es_es: Recibo de pedido proveedor
fr_fr: Récépissé commande fournisseur
nl_nl: Bestelbewijs leverancier
pl_pl: Potwierdzenie zamówienia dostawcy

source: Deadline for customer payment exceeded
de_de: Termin für Zahlung des Kunden überschritten
es_es: Plazo de pago cliente vencido
fr_fr: Date de règlement client dépassée
nl_nl: Deadline voor betaling klant overschreden
pl_pl: Termin płatności przekroczony przez klienta

source: Deadline for supplier payment exceeded
de_de: Termin für Zahlung des Zulieferers überschritten
es_es: Plazo de pago proveedor vencido
fr_fr: Date de règlement fournisseur dépassée
nl_nl: Deadline voor betaling leverancier overschreden
pl_pl: Termin płaności dostawcy przekroczony

source: Movement cancellation
de_de: Bewegung abgebrochen
es_es: Cancelación de movimiento
fr_fr: Annulation mouvement
nl_nl: Annulering beweging
pl_pl: Unieważnienie ruchu

source: Partial movement
de_de: Teilweise Bewegung
es_es: Movimiento parcial
fr_fr: Mouvement partiel
nl_nl: Gedeeltelijke beweging
pl_pl: Ruch części

source: Carriage order receipt
de_de: Beleg für Frachtbestellung
es_es: Recibo de pedido de transporte
fr_fr: Récépissé commande de transport
nl_nl: Bestelbewijs vracht
pl_pl: Przeyjęto zlecenie transportu

source: Schedule error
de_de: Zeitplanfehler
es_es: Error en el programa
fr_fr: Erreur de planification
nl_nl: Planningsfout
pl_pl: Wykaz błedu

source: Delete order
de_de: Bestellung löschen
es_es: Suprimir pedido
fr_fr: Suppression commande
nl_nl: Bestelling verwijderen
pl_pl: Skasuj zamówienie

source: Class booking receipt
de_de: Beleg für Klassenbuchung
es_es: Recibo de reserva cliente
fr_fr: Récépissé de réservation de cours
nl_nl: Bewijs lesboeking
pl_pl: Przyjeto i zaksięgowano pozycję z danej klasy

source: Potential exceeded.
de_de: Potenzial überschritten.
es_es: Potencial superado.
fr_fr: Potentiel dépassé.
nl_nl: Potentieel overschreden.
pl_pl: Potencjalne przekroczenie.

source: Moved quantity exceeds expected quantity
de_de: Bewegte Menge überschreitet die erwartete Menge
es_es: Cantidad desplazada supera la cantidad prevista
fr_fr: Qté mouvementée supérieure à Qté prévue
nl_nl: Verplaatste hoeveelheid overschrijdt verwachte hoeveelheid
pl_pl: Przesunięta wartość przekracza oczekiwaną

source: Unexpected movement
de_de: Unerwartete Bewegung
es_es: Movimiento inesperado
fr_fr: Mouvement non prévu
nl_nl: Onverwachte beweging
pl_pl: Niespodziewane przesunięcie

source: Insufficient quantity in stock
de_de: Unzureichende Menge auf Lager
es_es: Cantidad insuficiente en existencias
fr_fr: Qté insuffisante en stock
nl_nl: Onvoldoende hoeveelheid in voorraad
pl_pl: NIedostateczna ilość na magazynie

source: Reinstatement after billing
de_de: Wiedereinstellung nach Rechnungslegung
es_es: Rehabilitación despues de facturación
fr_fr: Réintégration après facturation
nl_nl: Herstelling na facturatie
pl_pl: Wartosć do rozliczenia po fakturze

source: License out of date
de_de: Lizenz nicht mehr gültig
es_es: Licencia vencida
fr_fr: Licence échue
nl_nl: Licentie verouderd
pl_pl: Kończy się ważność licencji

source: Set customer in alert state
de_de: Kunden in Warnzustand versetzen
es_es: Poner el cliente en estado de alerta
fr_fr: Passage d'un client en alerte
nl_nl: Plaats klant in waarschuwingsstatus
pl_pl: Ustaw klienta w stan alarmu

source: Expected visit date exceeded
de_de: Datum des erwarteten Besuchs überschritten
es_es: Fecha de visita prevista vencida
fr_fr: Date de visite dépassée
nl_nl: Verwachte bezoekdatum overschreden
pl_pl: Przekroczony termin wizyty

source: Alert for production tasks validation
de_de: Warnung zur Überprüfung von Produktionsaufgaben
es_es: Alerta para validación de tareas de producción
fr_fr: Alerte scan validation des tâches de production
nl_nl: Waarschuwing voor geldigheid productietaken
pl_pl: Alarm dla produkcji zatwierdzonych zadań

source: Invoice available for printing
de_de: Rechnung zum Drucken bereit
es_es: Factura disponible para imprimir
fr_fr: Facture disponible pour édition
nl_nl: Factuur kan afgedrukt worden
pl_pl: Faktura jest dostępna do wydruku

source: Invoice enclosed
de_de: Rechnung anbei
es_es: Factura adjunta
fr_fr: Facture en pièce jointe
nl_nl: Factuur bijgevoegd
pl_pl: Załączona faktura

source: Forecast of expenses over the board
es_es: Superación de los gastos previstos
fr_fr: Dépassement de prévision de charges
pl_pl: Zbyt wyskoa prognoza wydatków

source: Forecast of receipts over the board
es_es: Superación de los recibos previstos
fr_fr: Dépassement de prévision de recettes
pl_pl: Prognoza kosztów powyżej oczekiwań

source: PARCEL
de_de: PAKET
es_es: PAQUETE
fr_fr: COLIS
nl_nl: PAKKET
pl_pl: PACZKA

source: PALLET
de_de: PALETTE
es_es: PALE
fr_fr: PALETTE
pl_pl: PALETA

source: LETTER
de_de: BRIEF
es_es: CARTA
fr_fr: LETTRE
nl_nl: BRIEF
pl_pl: LIST

source: BOX
de_de: KISTE
es_es: CAJA
fr_fr: CAISSE
nl_nl: DOOS
pl_pl: PUDŁO

source: CONTAINER
fr_fr: CONTENEUR
pl_pl: KONTENER

source: ROLL
de_de: ROLLE
es_es: ROLLO
fr_fr: ROULEAU
nl_nl: ROL
pl_pl: WALEC

source: US dollar
es_es: Dollar americano
fr_fr: Dollar US
pl_pl: US dolar

source: Canadian dollar
de_de: Kanadische Dollar
es_es: Dollar canadiense
fr_fr: Dollar canadien
nl_nl: Canadese dollar
pl_pl: Dolar kanadyjski

source: Pound sterling
de_de: Pfund Sterling
es_es: Libra esterlina
fr_fr: Livre sterling
pl_pl: Funty szterlingi

source: Suffocating
de_de: Erstickungsgefahr
es_es: Sofocante
fr_fr: Asphyxiant
nl_nl: Verstikkend
pl_pl: Duszacy

source: Combustive
de_de: Brennbar
es_es: Combustible
fr_fr: Comburant
nl_nl: Verbrandend
pl_pl: PALNY

source: Poison
de_de: Giftig
es_es: Veneno
fr_fr: Toxique
nl_nl: Vergif
pl_pl: Substancja trująca

source: Poison, inflammable
de_de: Giftig, entzündbar
es_es: Veneno, inflamable
fr_fr: Toxique, inflammable
nl_nl: Vergif, ontvlambaar
pl_pl: Substancja trujaca,łatwopalna

source: Poison, corrosive
de_de: Giftig, korrodierend
es_es: Veneno, corrosivo
fr_fr: Toxique, corrosif
nl_nl: Vergif, bijtend
pl_pl: Substancja trująca,żrąca

source: Poison, combustive
de_de: Giftig, brennbar
es_es: Veneno, combustible
fr_fr: Toxique, comburant
nl_nl: Vergif, verbrandend
pl_pl: Substancja trujaca,palna
