Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: carriage
de_de: Fracht
es_es: transporte
fr_fr: transport
nl_nl: vracht
pl_pl: przewóz

source: class
de_de: Klasse
es_es: clase
fr_fr: cours
nl_nl: les
pl_pl: klasa

source: helicopter rental
de_de: Helikoptermiete
es_es: alquiler de helicópteros
fr_fr: location d'hélicoptère
nl_nl: helicopterverhuur
pl_pl: Wynajem helikoptera

source: Materials
es_es: Materiales
fr_fr: Matières premières

source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créée
nl_nl: Aangemaakt
pl_pl: Stworzone

source: Contructed
de_de: Konstruiert
es_es: Construido
fr_fr: Construite
nl_nl: Gebouwd
pl_pl: Budowany

source: Can be activated
de_de: Kann aktiviert werden
es_es: Se puede activar
fr_fr: Activable
nl_nl: Kan geactiveerd worden
pl_pl: Może być aktywowany

source: Chains
de_de: Ketten
es_es: Cadenas
fr_fr: Chaînes
nl_nl: Reeksen
pl_pl: Sieci

source: Creator
de_de: Erstellt von
es_es: Creador
fr_fr: Créateur
nl_nl: Ontwerper
pl_pl: Twórca

source: Catalog description
de_de: Katalogbeschreibung
es_es: Descripción del catálogo
fr_fr: Description catalogue
nl_nl: Catalogusomschrijving
pl_pl: Opis katalogu

source: Auto assign to
fr_fr: Assigner automatiquement aux

source: Barcode type
de_de: Barcodetyp
es_es: Tipo de código de barras
fr_fr: Type de code barre
nl_nl: Type barcode
pl_pl: Typ kodu paskowego

source: Creation date
de_de: Erstellungsdatum
es_es: Fecha de creación
fr_fr: Date de création
nl_nl: Datum aangemaakt
pl_pl: Utworzenie daty

source: State
de_de: Zustand
es_es: Estado
fr_fr: Etat
nl_nl: Toestand
pl_pl: Państwo

source: Currency converter
es_es: Convertidor de divisas
fr_fr: Taux de change
pl_pl: Przeliczanie waluty

source: From currency
es_es: Desde la divisa
fr_fr: Devise initiale
pl_pl: Z waluty

source: To currency
es_es: A la divisa
fr_fr: Devise de conversion
pl_pl: Waluta

source: Validity begin
de_de: Gültigkeit Start
es_es: Inicio de validez
fr_fr: Début de validité
nl_nl: Begin geldigheid
pl_pl: Ważność rozpoczęcia

source: Validity end
de_de: Gültigkeit Ende
es_es: Fin de validez
fr_fr: Fin de validité
nl_nl: Einde geldigheid
pl_pl: Koniec ważności

source: Foreign key
de_de: Fremdschlüssel
es_es: Llave estranjera
fr_fr: Clef étrangère
nl_nl: Vreemde sleutel
pl_pl: Klucz zewnętrzny

source: Chain
de_de: Kette
es_es: Cadena
fr_fr: Chaîne
nl_nl: Reeks
pl_pl: Sieć

source: Integer
es_es: Número entero
fr_fr: Entier
nl_nl: Geheel getal
pl_pl: Integrowanie

source: Boolean
es_es: Booleano
fr_fr: Booléen
nl_nl: booliaans
pl_pl: Logiczny

source: Float
fr_fr: Nombre flottant
nl_nl: Bedrag
pl_pl: Wprowadzenie w obieg

source: Answer type
de_de: Antworttypen
es_es: Tipo de respuesta
fr_fr: Type réponse
nl_nl: Antwoordtype
pl_pl: Typ odpowiedzi

source: Class
de_de: Klasse
es_es: Clase
fr_fr: Cours
nl_nl: Les
pl_pl: Klasa

source: Rental
de_de: Miete
es_es: Alquiler
fr_fr: Location
nl_nl: Verhuur
pl_pl: Najem

source: Storage
de_de: Lagerung
es_es: Almacenamiento
fr_fr: Stockage
nl_nl: Opslag
pl_pl: Magazynowanie

source: by day
de_de: nach Tag
es_es: por día
fr_fr: au jour
nl_nl: per dag
pl_pl: przez dzień

source: price/number of days
de_de: Preis/Anzahl der Tage
es_es: precio/número de días
fr_fr: prix/nombre de jours
nl_nl: prijs/aantal dagen
pl_pl: cena/liczba dni

source: Hours
de_de: Std.
es_es: Horas
fr_fr: Heures
nl_nl: uren
pl_pl: Godziny

source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
nl_nl: Dagen
pl_pl: Dni

source: General informations
de_de: Allgemeine Informationen
es_es: Informaciones generales
fr_fr: Donn&eacute;es g&eacute;n&eacute;rales
nl_nl: Algemene informatie
pl_pl: Ogólne informacje

source: Chargeable
de_de: Berechenbar
es_es: Cobrable
fr_fr: Facturable
nl_nl: Aan te rekenen
pl_pl: Naliczony podatek

source: Calculation mode
de_de: Berechnungsmodus
es_es: Modo de cálculo
fr_fr: Mode de calcul
nl_nl: Berekeningsmode
pl_pl: Tryb obliczeniowy

source: Movement type
de_de: Bewegungstyp
es_es: Tipo de movimiento
fr_fr: Type de mouvement
nl_nl: Bewegingstype
pl_pl: Typ przepływu

source: insurance charges
de_de: Versicherungsgebühren
es_es: tarifas de seguros
fr_fr: frais d'assurance
nl_nl: verzekeringskosten
pl_pl: Koszty ubezpieczenia

source: packing charges
de_de: Packungskosten
es_es: tarifas de envase
fr_fr: frais d'emballage
nl_nl: verpakkingskosten
pl_pl: koszty pakowania

source: forwarding charges
de_de: Versandgebühren
es_es: tarifas de transporte
fr_fr: frais de port
nl_nl: verzendingskosten
pl_pl: Koszty przesyłki

source: invoices items
de_de: Rechnungen Elemente
es_es: elementos de facturas
fr_fr: lignes de factures
nl_nl: items facturen
pl_pl: Pozycje faktury

source: Expenses and receipts lines
es_es: Lineas de gastos y recibos
fr_fr: Lignes de charges et recettes
pl_pl: Linia wpływów i wydatków

source: fixed price
de_de: Festpreis
es_es: precio fijado
fr_fr: au forfait
nl_nl: vaste prijs
pl_pl: Ustalona cena

source: by cube meter
de_de: nach Kubikmeter
es_es: Por metro cúbico
fr_fr: au m&egrave;tre cube
nl_nl: volgens kubieke meter
pl_pl: przez metr sześcienny

source: by linear meter
de_de: nach linearen Meter
es_es: Por metro lineal
fr_fr: au m&egrave;tre lin&eacute;raire
nl_nl: volgens lengte
pl_pl: przez metr linowy

source: by unit
de_de: nach Einheit
es_es: Por unidad
fr_fr: &agrave; l'unit&eacute; manipul&eacute;e
nl_nl: volgens eenheid
pl_pl: przez jednostkę

source: by kilometer
de_de: nach Kilometer
es_es: por kilómetro
fr_fr: au kilom&egrave;tre
nl_nl: volgens kilometer
pl_pl: przez kilometr

source: Manual
de_de: Manuell
fr_fr: Manuel
nl_nl: Manueel
pl_pl: Podręcznik

source: Automatic
de_de: Automatisch
es_es: Automático/a
fr_fr: Automatique
nl_nl: Automatisch
pl_pl: Automatyczny

source: Temporal
de_de: Zeitlich
fr_fr: Temporel
nl_nl: Tijdelijk
pl_pl: Czasowy

source: daily
de_de: täglich
es_es: Diariamente
fr_fr: par jour
nl_nl: Dagelijks
pl_pl: codziennie

source: hourly
de_de: stündlich
es_es: por horas
fr_fr: à l'heure
nl_nl: elk uur
pl_pl: godzinowy

source: by square meter
de_de: nach Quadratmeter
es_es: Por metro cuadrado
fr_fr: au mètre carré
nl_nl: per vierkante meter
pl_pl: przez metr kwadratowy

source: by kilowatt
de_de: nach Kilowatt
es_es: por kilowatt
fr_fr: au kilowatt
nl_nl: per kilowatt
pl_pl: w kilowatach

source: To do
es_es: Por hacer
fr_fr: A faire
nl_nl: Te doen
pl_pl: Robić

source: In progress
de_de: In Bearbeitung
es_es: En curso
fr_fr: En cours
nl_nl: Bezig
pl_pl: W trakcie realizacji

source: Finished
de_de: Beendet
es_es: Acabado
fr_fr: Terminée
nl_nl: Be-eindigd
pl_pl: Skończono

source: Suspended
de_de: Ausgesetzt
es_es: Sospendido
fr_fr: Interrompu
nl_nl: Uitgesteld
pl_pl: zawieszony

source: Same as activation task beginning date plus X hours
de_de: Identisch mit Anfangsdatum der Aktivierungsaufgabe plus x Stunden.
es_es: Igual que la fecha de inicio de acticación de tarea más X horas
fr_fr: Identique à la date de début de la tâche d'activation en cours + X heures
nl_nl: Zelfde als activeringstaak beginnend op datum plus X uren
pl_pl: Data początku aktywacji zadani plus X godzin

source: Same as activation task beginning date minus X hours
de_de: Identisch mit Anfangsdatum der Aktivierungsaufgabe minus x Stunden.
es_es: Igual que la fecha de inicio de acticación de tarea menos X horas
fr_fr: Identique à la date de début de la tâche d'activation en cours - X heures
nl_nl: Zelfde als activeringstaak beginnend op datum min X uren
pl_pl: Przykładowo data początku aktywacji zadania minus X godzin

source: initial order wished date plus X hours
de_de: Anfängliches gewünschtes Datum der Bestellung plus x Stunden.
es_es: Fecha deseada para pedido inicial más X horas
fr_fr: date souhaitée de la commande initiale + X heures
nl_nl: initiële bestelling gewenste datum plus X uren
pl_pl: inicjiujące zlecenie z datą oczekiwaną plus X godzin

source: initial order wished date minus X hours
de_de: Anfängliches gewünschtes Datum der Bestellung minus x Stunden.
es_es: Fecha deseada para pedido inicial menos X horas
fr_fr: date souhaitée de la commande initiale - X heures
nl_nl: initiële bestelling gewenste datum min X uren
pl_pl: inicjujace zlecenie z oczekiwaną datą mins X godzin

source: Add/Update airplane type
de_de: Flugzeugtyp hinzufügen/aktualisieren
es_es: Añadir/actualizar tipo de avión
fr_fr: Ajout/édition de types d'appareils
nl_nl: Vliegtuigtype toevoegen/vernieuwen
pl_pl: Dodaj/Aktualizuj typ samolotu

source: That caused cancellation
de_de: Ursache für den Abbruch
es_es: Que provocó cancelación
fr_fr: Annulateur
nl_nl: Dat veroorzaakte annulering
pl_pl: Przyczyna została usunięta

source: Cancelled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
nl_nl: Geannuleerd
pl_pl: Anulowane

source: Invoice
de_de: Rechnung
es_es: Factura
fr_fr: Facture
nl_nl: Factuur
pl_pl: Faktura

source: Packing list
de_de: Packliste
es_es: Lista de contenidos
fr_fr: Liste de colisage
nl_nl: Paklijst
pl_pl: Lista opakowań

source: Credit note
de_de: Gutschrift
es_es: Nota de crédito
fr_fr: Avoir
nl_nl: Creditnota
pl_pl: Faktura korygujaca

source: Delivery order
de_de: Lieferschein
es_es: Pedido de entrega
fr_fr: BL
nl_nl: Leveringsbewijs
pl_pl: Dostarczenie zamówienia

source: Forwarding form
de_de: Versandformular
es_es: Formulario de transporte
fr_fr: Bordereau d'expédition
nl_nl: Vrachtbrief
pl_pl: Formularz spedycyjny

source: Customer(s) associated to the service
de_de: Kunde(n), der/die dem Service zugeordnet ist/sind
es_es: Cliente(s) asociado(s) al servicio
fr_fr: Client(s) associé(s) à la prestation.
nl_nl: Klant(en) verbonden aan de dienst
pl_pl: Klient/ci związani z usługą

source: Service label for this customer
de_de: Serviceetikett für diesen Kunden
es_es: Etiqueta de servicio para este cliente
fr_fr: Libellé de la prestation pour ce client
nl_nl: SErvicelabel voor deze klant
pl_pl: Etykieta usługi dla tego klienta

source: Contact roles
fr_fr: Fonctions des contacts

source: Shapes
es_es: Formas
fr_fr: Formes

source: Sizes
es_es: Tamaños
fr_fr: Tailles

source: Price by products associated to the service
de_de: Preis nach Produkten, die dem Service zugeordnet sind.
es_es: Precio para productos asociados con el servicio
fr_fr: Prix par produits associé(s) à la prestation
nl_nl: Prijs volgens producten verbonden aan de dienst
pl_pl: Cena na produkt związana z usługą

source: Heel reference
fr_fr: Référence talon

source: Sole
fr_fr: Semelle

source: Box
fr_fr: Boite

source: Hand bag
fr_fr: Pochette

source: Material 1
fr_fr: Matière première 1

source: Material 2
fr_fr: Matière première 2

source: Accessory 1
es_es: Accesorio 1
fr_fr: Accessoire 1

source: Accessory 2
es_es: Accesorio 2
fr_fr: Accessoire 2

source: Lining
fr_fr: Doublure

source: Insole
fr_fr: Première intérieure

source: Under-sole
fr_fr: Sous-semelle

source: Heel covering
fr_fr: Enrobage talon

source: Selvedge
fr_fr: Surpiqûre

source: Bamboo
fr_fr: Bambou

source: Thread 1
fr_fr: Fil 1

source: Thread 2
fr_fr: Fil 2

source: Upper
fr_fr: Tige

source: Qty
de_de: St.
es_es: Cantidad
fr_fr: Qté
nl_nl: Hvl
pl_pl: Ilość

source: Labels (griffes)
fr_fr: Griffes

source: Major emergency
de_de: Schwerwiegender Notfall
es_es: Urgencia mayor
fr_fr: Urgence importante
nl_nl: Ernstig noodgeval
pl_pl: Główna sytuacja awaryjna

source: Common emergency
de_de: Normaler Notfall
es_es: Urgencia corriente
fr_fr: Urgence courante
nl_nl: Algemeen noodgeval
pl_pl: Wspólne wyjście bezpieczeństwa

source: Medium emergency
de_de: Mittlerer Notfall
es_es: Urgencia mediana
fr_fr: Urgence moyenne
nl_nl: Medium noodgeval
pl_pl: Nośnik awaryjny

source: Low emergency
de_de: Niedriger Notfall
es_es: Urgencia de baja prioridad
fr_fr: Urgence faible
nl_nl: Klein noodgeval
pl_pl: Niskie zagrożenie alarmowe

source: Distant emergency
de_de: Entfernter Notfall
es_es: Urgencia distante
fr_fr: Urgence lointaine
nl_nl: Ver noodgeval
pl_pl: Odległa sytuacja awaryjna

source: Raw material
es_es: Materia prima
fr_fr: Matière première

source: Accessory
es_es: Accesorio
fr_fr: Accessoire

source: Packaging
de_de: Verpackung
es_es: Embalaje
fr_fr: Conditionnement
nl_nl: Verpakking
pl_pl: Pakowanie

source: Thread
fr_fr: Fil

source: Heel
es_es: Tacón
fr_fr: Talon

source: Commercial designation
es_es: Designación comercial
fr_fr: Désignation commerciale

source: MaterialType
es_es: Tipo de material
fr_fr: Type materiau

source: Color
fr_fr: Couleur

source: origin
es_es: origen
fr_fr: Origine

source: Forecast flow
de_de: Voraussagefluss
es_es: Flujos previstos
fr_fr: Charge/Recette prévisionnelle
nl_nl: Voorspelling stroom
pl_pl: Prognoza przepływów

source: Begin date
de_de: Startdatum
es_es: Fecha de inicio
fr_fr: date de début
nl_nl: Begindatum
pl_pl: Data poczatkowa

source: End date
de_de: Enddatum
es_es: Fecha de finalización
fr_fr: Date de fin
nl_nl: Einddatum
pl_pl: Data końca

source: Expenses and receipts models lines
es_es: Lineas de modelos de gastos y recibos
fr_fr: Lignes des modèles de charges et recettes
pl_pl: Linia wydatków/rachunków

source: Document number
de_de: Dokumentennummer
es_es: Número del documento
fr_fr: No de document
nl_nl: Documentnummer
pl_pl: Numer doumentu

source: Delivery order number
de_de: Lieferscheinnummer
es_es: Número de orden de entrega
fr_fr: No de BL
nl_nl: Leveringsnummer
pl_pl: Numer zamówienia dostawy

source: Air waybill
de_de: Luftfrachtbrief
es_es: Documento de transporte aéreo
fr_fr: Airwai Bill
nl_nl: Luchtvrachtbrief
pl_pl: Lotniczy list przewozowy

source: Customer code
de_de: Kundencode
es_es: Código cliente
fr_fr: Code client
nl_nl: Klantencode
pl_pl: Kod klienta

source: Salesman
de_de: Vertriebsmitarbeiter
es_es: Vendedor
fr_fr: Commercial
nl_nl: Vertegenwoordiger
pl_pl: Sprzedawca

source: VAT number
de_de: MwSt.-Nummer
es_es: Número IVA
fr_fr: No TVA
nl_nl: BTW-nummer
pl_pl: Numer VAT

source: Payment
de_de: Zahlung
es_es: Pago
fr_fr: Règlement
nl_nl: Betaling
pl_pl: Płatność

source: store
de_de: Lager
es_es: almacen
fr_fr: magasin
nl_nl: winkel
pl_pl: sklep

source: Season category
de_de: Saisonkategorie
es_es: Categoría de temporada
fr_fr: Saisonalité
nl_nl: Seizoenscategorie
pl_pl: Sezonowe kategorie

source: Customer order number
de_de: Bestellnummer des Kunden
es_es: Número de pedido cliente
fr_fr: N° de commande client
nl_nl: Bestelnummer klant
pl_pl: Numer zamówienia klienta

source: Deal number
de_de: Marktnummer
es_es: Número de acuerdo
fr_fr: N° de marché
nl_nl: Transactienummer
pl_pl: Numer tranzakcji

source: Supplier code
de_de: Zulieferercode
es_es: Código proveedor
fr_fr: Code fournisseur
nl_nl: Leverancierscode
pl_pl: Kod dostawcy

source: Booking number
de_de: Buchungsnummer
es_es: Número de reserva
fr_fr: Numéro de réservation
nl_nl: Boekingsnummer
pl_pl: Numer rezerwacji

source: Port of embarkation
de_de: Einschiffungshafen
es_es: Puerto de embarque
fr_fr: Port d'embarquement
nl_nl: Plaats van inscheping
pl_pl: Port załadunkowy

source: Freight mode
de_de: Frachtart
es_es: Modo de transporte
fr_fr: Mode de transport
nl_nl: Vrachtmode
pl_pl: Formularz przewozu statkiem

source: Parcel volumetry
de_de: Paketvolumen
es_es: Volumen de los paquetes
fr_fr: volumétrie des colis
nl_nl: Pakketvolume
pl_pl: Weilkość paczki

source: Total number of parts
de_de: Gesamtzahl der Teile
es_es: Número total de piezas
fr_fr: Total pièces
nl_nl: Totaal aantal artikelen
pl_pl: Całkowity numer partii

source: No planning assigned to site %s
de_de: Dem Standort %s ist keine Planung zugewiesen
es_es: Ninguna planificación asignada a sitio %s
fr_fr: Le site %s n'a pas de planning affecté
nl_nl: Geen planning toegewezen aan site %s
pl_pl: Żaden plan nie został związany ze stroną %s

source: Colors
es_es: Colores
fr_fr: Couleurs

source: An actor can only be associated to the same service once
de_de: Ein Akteur kann einem bestimmten Service nur einmal zugeordnet sein.
es_es: Un agente sólo puede se asociado con el mismo servicio una vez
fr_fr: Un acteur ne peut pas être associé plusieurs fois à la même prestation
nl_nl: Een deelnemer kan slechts eenmaal verbonden worden aan dezelfde dienst
pl_pl: Uczestnik może tylo z ta samą usługą raz

source: End of month
de_de: Ende des Monats
es_es: Fin de mes
fr_fr: Fin de mois
nl_nl: Einde van de maand
pl_pl: Koniec miesiąca

source: End of next month
de_de: Ende des nächsten Monats
es_es: Fin del proximo mes
fr_fr: Fin de mois suivant
nl_nl: Einde van volgende maand
pl_pl: Koniec następnego miesiąca

source: Check
de_de: Überprüfung
es_es: Cheque
fr_fr: Chèque
nl_nl: Cheque
pl_pl: Kontrola

source: Cash
de_de: Barzahlung
es_es: Efectivo
fr_fr: Espèces
nl_nl: Contant
pl_pl: Środki pieniężne

source: Credit card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte Bleue
nl_nl: Kredietkaart
pl_pl: Karta kredytowa

source: Draft
de_de: Entwurf
es_es: Cheque
fr_fr: Traite
nl_nl: Concept
pl_pl: Wersja robocza

source: Transfer
es_es: Transferencia
fr_fr: Virement
nl_nl: Overdracht

source: Assets
de_de: Anlagen
es_es: Activo
fr_fr: Avoir
nl_nl: Activa
pl_pl: Aktywa

source: Promissory note
de_de: Eigenwechsel
es_es: Pagaré
fr_fr: Billet à ordre
nl_nl: Belofte
pl_pl: Gwarancja

source: No mail sending
de_de: Keine Postsendung
es_es: No envío de correo electrónico
fr_fr: Pas d'envoi de mail
nl_nl: Geen post versturen
pl_pl: Brak wysłanych maili

source: Send simple alert
de_de: Einfache Warnung senden
es_es: Enviar alerta sencilla
fr_fr: Envoi d'une simple alerte
nl_nl: Verstuur simpele waarschuwing
pl_pl: Wyślij pojedynczy alarm

source: Send an invoice by email
de_de: Rechnung per E-Mail schicken
es_es: Mandar
fr_fr: Expédier une facture par mail
nl_nl: Verzend factuur via e-mail
pl_pl: Wyślij fakturę e-mailem

source: Billable
de_de: Abrechnungsfähig
es_es: Facturable
fr_fr: Facturable
nl_nl: Aan te rekenen
pl_pl: fakturowane

source: Not billable, closed after prepared
de_de: Nicht abrechnungsfähig, nach Vorbereitung geschlossen
es_es: No facturable, cerrado despues de preparación
fr_fr: Non facturable, clôturée lorsque préparée complète
nl_nl: Niet aan te rekenen, gesloten na voorbereiding
pl_pl: Nie fakturowane, zamknięte po przygotowaniu

source: Not billable, closed after delivery
de_de: Nicht abrechnungsfähig, nach Lieferung geschlossen
es_es: No facturable, cerrado despues de entrega
fr_fr: Non facturable, clôturée lorsque livrée complète
nl_nl: Niet aan te rekenen, gesloten na levering
pl_pl: Nie fakturowane, zamknięte po dostawie

source: Activated
de_de: Aktiviert
es_es: Activado/a
fr_fr: Activée
nl_nl: Geactiveerd
pl_pl: Aktywowany

source: Partially charged
de_de: Teilweise geladen
es_es: Cobrado parcialmente
fr_fr: Fact. partielle
nl_nl: Gedeeltelijk aangerekend
pl_pl: Częściowo obciążone

source: Completely charged
de_de: Vollständig geladen
es_es: Cobrado por completo
fr_fr: Fact. complète
nl_nl: Volledig aangerekend
pl_pl: Pełnie obciażone

source: Partially paid
de_de: Teilweise bezahlt
es_es: Pagado parcialmente
fr_fr: Réglées partiellement
nl_nl: Gedeeltelijk betaald
pl_pl: Płatność częściowa

source: Completely paid
de_de: Voll bezahlt
es_es: Pagado por completo
fr_fr: Réglées complètement
nl_nl: Volledig betaald
pl_pl: Kompletnie zapłacone

source: breaking-down of amount excl. VAT
de_de: Aufschlüsselung des Betrags ohne MwSt.
es_es: desglose del importe excl. IVA
fr_fr: ventiler la part HT
nl_nl: uitsplitsen van bedrag excl. BTW
pl_pl: kwota punktu przegięcia bez VAT

source: breaking-down of VAT amount
de_de: Aufschlüsselung des MwSt.-Betrags
es_es: desglose del importe IVA
fr_fr: ventiler la part TVA
nl_nl: uitsplitsen van BTW-bedrag
pl_pl: punkt przegięcia - kwota VAT

source: breaking-down of amount incl. VAT
de_de: Aufschlüsselung des Betrags einschließlich MwSt.
es_es: desglose de importe incl. IVA
fr_fr: ventiler la part TTC
nl_nl: uitsplitsen van bedrag incl. BTW
pl_pl: punkt przegięcia, kwota z VAT

source: breaking-down of discount
de_de: Aufschlüsselung des Rabatts
es_es: desglose de descuento
fr_fr: ventilation de la remise
nl_nl: korting uitsplitsen
pl_pl: Pukt rzegięcie - rabaty

source: Accounts
de_de: Konten
es_es: Cuentas
fr_fr: Comptes
nl_nl: Rekeningen
pl_pl: Przypisy

source: Account number
de_de: Kontonummer
es_es: Número de cuenta
fr_fr: No de compte
nl_nl: Rekeningnummer
pl_pl: Numer konta

source: Number
de_de: Nummer
es_es: Número
fr_fr: Numéro
nl_nl: Nummer
pl_pl: Numer

source: Account name
de_de: Kontenname
es_es: Nombre de la cuenta
fr_fr: Nom du compte
nl_nl: Rekeningnaam
pl_pl: Nazwa konta

source: Accounting model
de_de: Buchhaltungsmodell
es_es: Modelo de contabilidad
fr_fr: Modèle comptable
nl_nl: Boekhoudmodel
pl_pl: Formularz księgowy

source: expenses and receipts
de_de: Ausgaben und Belege
es_es: gastos y recibos
fr_fr: charges et recettes
nl_nl: kosten en ontvangsten
pl_pl: wydatki i rachunki

source: bank
es_es: banco
fr_fr: banque

source: Bank
es_es: Banco
fr_fr: Banque

source: comment
de_de: Kommentar
es_es: Comentario
fr_fr: commentaire
nl_nl: commentaar
pl_pl: komentarz

source: Main model
es_es: Modelo principal
fr_fr: Modèle principal
pl_pl: Główny formularz

source: Distribution key
es_es: Llave de distribución
fr_fr: Clé de répartition
pl_pl: Klucz podziału

source: Virtual stock reached
de_de: Virtueller Lagerbestand erreicht
es_es: Existencias virtuales alcanzadas
fr_fr: Stock virtuel atteint
nl_nl: Virtuele voorraad bereikt
pl_pl: Osiągnięto rzeczywisty zapas

source: Virtual stock for product
de_de: Virtueller Lagerbestand für Produkt
es_es: Existencias virtuales para producto
fr_fr: Le stock virtuel du produit Référence
nl_nl: Virtuele voorraad voor product
pl_pl: Rzeczywisty stan zapasów dla procuktu

source: reached is minimum level, which is
de_de: hat den Mindeststand erreicht, der wie folgt lautet:
es_es: alcanzó su nivel mínimo, lo cuál es
fr_fr: a atteint son niveau minimum, soit
nl_nl: bereikte het minimumniveau van
pl_pl: minimalny poziom jest osiągnięty ,który jest

source: Please very next scheduled supplying.
de_de: Bitte die nächste geplante Lieferung überprüfen.
es_es: Proxima entrega programada, ¿por favor?
fr_fr: Vérifiez les prochains approvisionnements prévus.
nl_nl: Volgende levering bevestigen.
pl_pl: Proszę o następny harmonogram dostaw.

source: Product designation
de_de: Produktbezeichnung
es_es: Designación del producto
fr_fr: Désignation produit
nl_nl: Productbestemming
pl_pl: Przeznaczenie produktu

source: Product supplier
de_de: Produktzulieferer
es_es: Proveedor de productos
fr_fr: Fournisseur du produit
nl_nl: Productleverancier
pl_pl: Dostawca produktu

source: Actual stock reaches
de_de: Tatsächlichen Lagerbestand erreicht
es_es: Existencias efectivas alcanzan
fr_fr: Stock réel atteint
nl_nl: Werkelijke voorraad bereikt
pl_pl: Aktualne ograniczenie zapasów

source: Stock quantity of product ref.
de_de: Lagermenge für Produkt Ref.
es_es: Cantidad de existencias para producto ref.
fr_fr: Le stock du produit Référence
nl_nl: Voorraadhoeveelheid van productref.
pl_pl: Ilość pozycje na magzaynie dla produktu

source: Virtual stock reaches zero.
de_de: Virtueller Lagerbestand erreicht Null.
es_es: Existencias virtuales alcanzan zero.
fr_fr: Stock virtuel atteint 0.
nl_nl: Virtuele voorraad bereikt nul.
pl_pl: Wirtualny magazyn osiągnął stan zero

source: reached zero.
de_de: hat Null erreicht.
es_es: alcanzó zero.
fr_fr: a atteint 0.
nl_nl: bereikt nul.
pl_pl: osiągnięto zero.

source: Stock reaches zero.
de_de: Lagerbestand erreicht Null.
es_es: Existencias alcanzan zero.
fr_fr: Stock atteint 0.
nl_nl: Voorraad bereikt nul.
pl_pl: Granica zerowa zapasu.

source: reached its minimum level, which is zero.
de_de: hat den Mindeststand erreicht, der bei Null liegt.
es_es: alcanzó su nivel mínimo, lo cuál es zero.
fr_fr: a atteint son niveau minimum, soit: 0.
nl_nl: bereikte het minimumniveau, namelijk nul.
pl_pl: osiągnięto jego minimalny poziom ,który jest zerem.
