Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Gal
es_es: Galón
pl_pl: Galon

source: Oz
es_es: Onza
pl_pl: Uncja

source: ACTIVATION
de_de: AKTIVIERUNG
es_es: ACTIVACION
nl_nl: ACTIVERING
pl_pl: AKTYWACJA

source: Timer panel
de_de: Zeitfenster
es_es: Panel temporizador
nl_nl: Timerpaneel
pl_pl: Panel zegarowy

source: Copyright
es_es: Derechos de autor
nl_nl: Auteursrechten
pl_pl: Prawa autorskie

source: Incoterm
pl_pl: Międzynarodowe formuły handlowe

source: Descr.
de_de: Beschr.
nl_nl: Beschr.
pl_pl: Opis

source: Siret
pl_pl: Systemy Utrzymania Ruchu

source: Euros
de_de: Euro
nl_nl: Euro
pl_pl: Euro

source: Total
de_de: Summe
nl_nl: Totaal
pl_pl: Całkowite

source: multiple
de_de: mehrfach
nl_nl: meerdere
pl_pl: wielokrotność

source: normal
nl_nl: normaal
pl_pl: normalny

source: Total: {$total}
pl_pl: Calkowite: {$total}

source: Yen
pl_pl: Jen

source: N/A
de_de: Nicht zutreffend
nl_nl: n.v.t.

source: PN
de_de: Teile-Nr.

source: mn
de_de: Min.

source: h
nl_nl: u

source: h.
nl_nl: u.

source: (HH:MM)
nl_nl: (UU:MM)
