Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Quantities already set for category:
de_de: Mengen, die bereits für die Kategorie eingerichtet sind:
es_es: Cantidades ya establecidas para la categoría:
fr_fr: Quantités déjà paramétrées par catégorie:
nl_nl: Hoeveelheden reeds ingesteld voor categorie:
pl_pl: Ilości już ustawione w kategorie:

source: New model name
es_es: Nuevo nombre del modelo
fr_fr: Nom du nouveau modèle
pl_pl: Nowy imie modelu

source: Update of expense/receipt model
de_de: Aktualisierung der Ausgaben/des Belegmodells
es_es: Actualización de modelo de gastos/recibos
fr_fr: Edition du modèle de charge ou recette
nl_nl: Verniwuen van kosten/ontvangsten
pl_pl: Modyfikacja modelu rachunków/wydatków

source: Receipt/Expense
de_de: Beleg/Ausgaben
es_es: Recibo/Gastos
fr_fr: Entrée / Charge
nl_nl: Ontvangst/kosten
pl_pl: Pokwitowanie/Wydatki

source: Settings for lines to provide in the Add or update form of this expense/receipt
de_de: Einstellungen für die Zeilen, die unter "Ausgabe/Beleg hinzufügen oder aktualisieren" angegeben werden.
es_es: Configuración de las lineas a proporcionar en el formulario Añadir o actualizar de estos gastos/este recibo
fr_fr: Paramétrage des lignes à saisir dans le formulaire d'enregistrement de cette charge ou recette
nl_nl: Instellingen voor lijnen in te voerenbij toevoegen of vernieuwen van deze kosten/ontvangsten
pl_pl: Ustawienie linii do dostarczenia dodania/modyfikacji formularza wydatków i rachunków

source: Select one or more product types
de_de: Wählen Sie einen oder mehrere Produkttypen aus.
es_es: Elija uno o varios tipos de productos
fr_fr: Sélectionnez un ou plusieurs types de produits
nl_nl: Selecteer één of meerdere producttypes
pl_pl: Wybór typów produktów

source: General information
de_de: Allgemeine Informationen
es_es: Información General
fr_fr: Données générales
nl_nl: Algemene informatie
pl_pl: Ogólne informacje

source: Number of items per page
de_de: Anzahl der Elemente pro Seite
es_es: Número de articulos por pagina
fr_fr: Nombre d'éléments par page
nl_nl: Aantal items per pagina
pl_pl: Ilość pozycji na stronie

source: Catalog content
de_de: Kataloginhalt
es_es: Contenido del catálogo
fr_fr: Composition du catalogue
nl_nl: Inhoud catalogus
pl_pl: Katalog zawartości

source: Display in catalog
de_de: Im Katalog anzeigen
es_es: Mostrar en el catálogo
fr_fr: Affichage dans le catalogue
nl_nl: Weergeven in catalogus
pl_pl: Wykaz w katalogu

source: Column index
de_de: Spaltenindex
es_es: Indice de columna
fr_fr: Index de colonne
nl_nl: Kolomindex
pl_pl: Kolumna indeksu

source: Search criterion
de_de: Suchkriterium
es_es: Criterio de búsqueda
fr_fr: Critère de recherche
nl_nl: Zoekcriteria
pl_pl: Kryterium wyszukiwania

source: No criterion defined.
de_de: Kein Kriterium definiert.
es_es: Ningún criterio definido.
fr_fr: Aucun critère défini
nl_nl: Geen criterium bepaald.
pl_pl: Brak zdefiniowanego kryterium.

source: Assign catalog
de_de: Katalog zuweisen
es_es: Asignar catálogo
fr_fr: Affectation du catalogue
nl_nl: Catalogus toewijzen
pl_pl: Przypisany katalog

source: Assign catalogue to a page
de_de: Katalog einer Seite zuweisen
es_es: Asignar un catálogo a una pagina
fr_fr: Affecter le catalogue à une page
nl_nl: Catalogus aan een pagina toewijzen
pl_pl: Katalog przypisany do strony

source: Assign selected cities
de_de: Ausgewählte Städte zuweisen
es_es: Asignar ciudades seleccionadas
fr_fr: Affecter les villes s&eacute;lectionn&eacute;es
nl_nl: Geselecteerde steden toewijzen
pl_pl: Przypisz wybrane miasta

source: Assign selected sites
de_de: Ausgewählte Standorte zuweisen
es_es: Asignar ubicacines seleccionados
fr_fr: Affecter les sites s&eacute;lectionn&eacute;s
nl_nl: Geselecteerde sites toewijzen
pl_pl: Przypisz wybrane miejsca

source: Save zone name
de_de: Zonenname speichern
es_es: Guardar el nombre de la zona
fr_fr: Enregistrer le nom de zone
nl_nl: Zonenaam opslaan
pl_pl: zapisz nazwę strefy

source: Back to list of zones
de_de: Zurück zur Liste der Zonen
es_es: Volver a la lista de zonas
fr_fr: Retour &agrave; la liste des zones
nl_nl: Terug naar zonelijst
pl_pl: Wróć do listy ze strefami

source: Included cities
de_de: Enthaltene Städte
es_es: Ciudades incluidas
fr_fr: Liste des villes incluses
nl_nl: Inbegrepen steden
pl_pl: Przypisane miasta

source: Included sites
de_de: Enthaltene Standorte
es_es: Ubicaciones incluidas
fr_fr: Liste des sites inclus
nl_nl: Inbegrepen sites
pl_pl: Przypisane miejsca

source: Reason for unavailability
de_de: Grund für die Nichtverfügbarkeit
es_es: Razón de la indisponibilidad
fr_fr: Nature de l'indisponibilité
nl_nl: Reden van onbeschikbaarheid
pl_pl: Powód niedostępności

source: Select a location
de_de: Wählen Sie einen Ort aus
es_es: Seleccione una ubicación
fr_fr: Choisir un emplacement
nl_nl: Selecteer een locatie
pl_pl: Wybierz lokalizację

source: Select a product among list of designations
de_de: Wählen Sie ein Produkt aus der Liste der Bezeichnungen aus.
es_es: Seleccionar un producto en la lista de designaciones
fr_fr: Sélectionnez un produit dans la liste des désignations
nl_nl: Selecteer een product in een lijst van bestemmingen
pl_pl: Wybrany produkt na liście przeznaczenia

source: Select a product among list of references
de_de: Wählen Sie ein Produkt aus der Liste der Referenzen aus.
es_es: Seleccionar un producto en la lista de referencias
fr_fr: Sélectionnez un produit dans la liste des références
nl_nl: Selecteer een product in een lijst van referenties
pl_pl: Proszę wybrać indeks produktu

source: Select a product by typing its reference
de_de: Wählen Sie ein Produkt aus, indem Sie seine Referenz eingeben.
es_es: Seleccionar un producto escribiendo su referencia
fr_fr: Sélectionnez un produit en saisissant sa référence
nl_nl: Selecteer een product door een referentie te typen
pl_pl: Proszę wybrać produkt wpisując jego indeks

source: Movement details
de_de: Einzelheiten der Bewegung
es_es: Detalles del movimiento
fr_fr: Informations sur le mouvement
nl_nl: Details beweging
pl_pl: Szczegóły przeunięcia

source: Details of completed movements
de_de: Einzelheiten der ausgeführten Bewegungen
es_es: Detalles de movimientos ejecutados
fr_fr: Détail des mouvements effectués
nl_nl: Details van afgewerkte bewegingen
pl_pl: Szczegóły zakończonego przesunięcia

source: Select a destination location
de_de: Wählen Sie einen Zielort aus
es_es: Elija una unicación de destinación.
fr_fr: Choisissez un emplacement d'arrivée
nl_nl: Selecteer een bestemming
pl_pl: Wybierz i określ lokalizację

source: Generic product type
de_de: Generischer Produkttyp
es_es: Tipo de producto genérico
fr_fr: Type de produit générique
nl_nl: Algemeen producttype
pl_pl: Ogólny typ produktu

source: Generic properties
de_de: Generische Eigenschaften
es_es: Propiedades genéricas
fr_fr: Propriétés génériques
nl_nl: Algemene eigenschappen
pl_pl: Ogólne własciwości

source: Displayed name
de_de: Angezeigter Name
es_es: Nombre expuesto
fr_fr: Nom affiché
nl_nl: Weergegeven naam
pl_pl: wyswietlana nazwa

source: No generic property defined
de_de: Keine generische Eigenschaft definiert
es_es: Ninguna propiedad genérica definida
fr_fr: Aucune propriété générique définie
nl_nl: Geen algemene eigenschap bepaald
pl_pl: Niezdefinowana generyczna właściwość

source: Specific properties
de_de: Spezifische Eigenschaften
es_es: Propiedades especificas
fr_fr: Propriétés spécifiques
nl_nl: Specifieke eigenschappen
pl_pl: Szczególne własnosci

source: No property defined
de_de: Keine Eigenschaft definiert
es_es: Ninguna propiedad definida
fr_fr: Aucune propriété définie
nl_nl: Geen eigenschap bepaald
pl_pl: Niezdefiniowana właściwość

source: Add a property
de_de: Eigenschaft hinzufügen
es_es: Añadir una propiedad
fr_fr: Ajouter une propriété
nl_nl: Een eigenschap toevoegen
pl_pl: Dodaj własciwosci

source: Quantities at the end of the period
de_de: Mengen am Ende des Zeitraums
es_es: Cantidades al final del período
fr_fr: Quantités à la fin de la période
nl_nl: Hoeveeheden op het einde van de periode
pl_pl: Ilości na koniec okresu

source: Entries/Issues for period
de_de: Eingaben/Ausgaben für den Zeitraum
es_es: Entradas/emisiones para el período
fr_fr: Entrées / sorties dans la période
nl_nl: Invoer/uitgifte voor periode
pl_pl: Wejścia/Wyścia w okresie

source: Supplying dates
es_es: Fechas de suministro
fr_fr: Dates de réappro.
pl_pl: Data dostawy

source: Expected consumption and suggested supplying quantities for supplier
es_es: Consumo previsto y cantidades de provisión sugeridas para proveedor
fr_fr: Consommations prévues et réapprovisionnements conseillés pour le fournisseur
pl_pl: Spodziewana konsumpcja i sugerowane ilosci dla dostawcy

source: Quantities
es_es: Cantidades
fr_fr: Quantités
pl_pl: Ilości

source: Sum needs
es_es: Necesidades de suma
fr_fr: Sommer les besoins
pl_pl: Potrzebna suma

source: Please select a date to view suggested quantities at this date
es_es: Por favor, elija una fecha para visualizar cantidades sugeridas a dicha fecha
fr_fr: Veuillez sélectionner une date pour afficher les réapprovisionnements conseillés à cette date
pl_pl: Proszę wybrać datę żeby zobaczyć sugerowane ilości na daną datę

source: Qualification type
de_de: Qualifikationstyp
es_es: Tipo de capacitad
fr_fr: Type de qualification
nl_nl: Kwalificatietype
pl_pl: Kwalifikacje modelu

source: beginning
de_de: Beginn
es_es: Inicio
fr_fr: début
nl_nl: begin
pl_pl: Rozpoczęcie

source: Customize display
de_de: Angepasste Anzeige
es_es: Personalizar visualización
fr_fr: Personnaliser l'affichage
nl_nl: Display aanpassen
pl_pl: Wyświetl dostosowywanie

source: Customize search criteria
es_es: Personalizar criterios de búsqueda
fr_fr: Personnaliser les critères de recherche
pl_pl: Szukaj kryterium dostosowywania

source: Customize
de_de: Anpassen
es_es: Personalizar
fr_fr: Personnaliser
nl_nl: Aanpassen
pl_pl: Wykonane na specjalne zamówienie

source: New search
de_de: Neue Suche
es_es: Nueva búsqueda
fr_fr: Nouvelle recherche
nl_nl: Nieuwe zoekopdracht
pl_pl: Nowe wyszukiwanie

source: Purpose
de_de: Zweck
es_es: Objeto
fr_fr: Objectif
nl_nl: Bedoeling
pl_pl: Cel

source: This screen allows you to view carriage service bookings follow-up and to issue or view invoices and payments related to these bookings.
de_de: Auf dieser Seite können Sie Frachtdienstleistungen buchen, Rechnungen ausgeben und anzeigen, sowie mit diesen Buchungen in Zusammenhang stehende Zahlungen anzeigen.
es_es: Esta pantalla le permite visualizar el seguimiento de las reservas de servicios de transporte y emitir o visualizar facturas y pagos realcionados a estas reservas.
fr_fr: Cet &eacute;cran permet de suivre l'avancement des commandes de transport, enregistrer ou consulter factures et règlements liés à ces commandes.
nl_nl: Op dit scherm ziet u de opvolging van de boekingen van de vrachtdiensten en de uitgifte van facturen en betalingen verwant aan deze boekingen.
pl_pl: Ten ekran pozwoli zobaczyć obieg dokumentów zleceń transportowych, wydań, faktur i płatnosci

source: The search engine
de_de: Die Suchmaschine
es_es: El motor de búsqueda
fr_fr: Le moteur de recherche
nl_nl: De zoekmachine
pl_pl: Mechanizm wyszukujący

source: use the search engine to find desired bookings and click on "New search" to reset your search criteria
de_de: Verwenden Sie die Suchmaschine, um die gewünschten Buchungen zu finden und klicken Sie auf "Neue Suche", um die Suchkriterien zurückzusetzen
es_es: utilize el motor de búsqueda para encontrar las reservas deseadas y haga clic en "New search" para reiniciar sus criterios de búsqueda
fr_fr: utiliser le moteur de recherche pour afficher une ou plusieurs commandes. Cliquer sur "Rechercher" pour lancer une recherche, et sur "Nouvelle recherche" pour r&eacute;initialiser le formulaire et saisir de nouveaux critères
nl_nl: gebruik de zoekmachine om de gewenste boekingen te vinden en klik op "Nieuwe zoekopdracht" om uw zoekcriteria te herstellen
pl_pl: skorzystaj z mechanizmu wyszukiwania aby znaleźć poszukiwane pozycje, naciśnis klaiwisz "Nowewyszukwianie " aby ustawić nowe kryteria

source: the list of carriage service bookings
de_de: Die Liste der Frachtservicebuchungen
es_es: la lista de reservas de servicios de transporte
fr_fr: La liste des commandes de transport
nl_nl: lijst van vrachtdienstboekingen
pl_pl: Lista wprowadzonych zleceń przewozowych

source: matching your search criteria is displayed.
de_de: , die Ihren Suchkriterien entsprechen, wird angezeigt.
es_es: correspondiente a su criterio de búsqueda se muestra.
fr_fr: correspondant à votre recherche s'ouvre alors.
nl_nl: overeenstemmend met uw zoekcriteria wordt weergegeven.
pl_pl: pozycje o zdanych kryteriach zostały wyswietlone

source: Available actions
de_de: Verfügbare Handlungen
es_es: Acciones disponibles
fr_fr: Actions possibles
nl_nl: Beschikbare acties
pl_pl: Dostępne akcje

source: Add new actor
de_de: Neuen Akteur hinzufügen
es_es: Añadir nuevo agente
fr_fr: Ajouter un nouvel acteur
nl_nl: Nieuwe deelnemer toevoegen
pl_pl: Dodaj nowego uczestnika

source: By clicking on "Add" button
de_de: Klicken Sie auf die Schaltfläche "hinzufügen"
es_es: Hagando clic en el boton "Add"
fr_fr: en cliquant sur "Ajouter"
nl_nl: Door op "Toevoegen" te klikken
pl_pl: Przezliknięcie na "Dodaj " klawisz

source: Add, update or view actors
de_de: Akteure hinzufügen, aktualisieren oder anzeigen
es_es: Añadir, actualizar o visualizar agentes
fr_fr: Consulter ou modifier les données d'un acteur
nl_nl: Deelnemers toevoegen, vernieuwen of bekijken
pl_pl: Dodaj/aktualizuj lub pokaż uczestników

source: click on the link on his name and a form allowing you to view/update his properties will be displayed.
de_de: Klicken Sie auf den Link des Namens. Es wird ein Formular geöffnet, über das Sie die Eigenschaften anzeigen oder aktualisieren können.
es_es: haga clic en el vínculo de su nombre y un formulario autorizándole a visualizar/actualizar sus propiedades se expondrá.
fr_fr: sélectionner un acteur en cliquant sur son nom dans la liste pour ouvrir son formulaire de consultation et de modification.
nl_nl: klik op de link op de naam en een formulier met gegevens wordt weergegeven.
pl_pl: kliknij na nazwę linku i formularz pozwalajacy na wyświetlanie/modyfikacje jego właściwości

source: Add or update Onlogistics contextual help messages
de_de: Meldungen der OnLogistics-Kontexthilfe hinzufügen oder aktualisieren
es_es: Añadir o actualizar mensajes de ayuda contextual de Onlogistics
fr_fr: Ajouter ou modifier les textes d'aide contextuelles d'Onlogistics
nl_nl: Contextuele hulpboodschappen van Onlogistics toevoegen of vernieuwen
pl_pl: Dodaj lub uzupełnij kontekstowy help do Onlogistics

source: The list of help messages
de_de: Liste der Hilfemeldungen
es_es: La lista de mensajes de ayuda
fr_fr: La liste des textes d'aide
nl_nl: Lijst van hulpboodschappen
pl_pl: Lista pomocnych wiadomości

source: Add a new help text
de_de: Neuen Hilfetext hinzufügen
es_es: Añadir un nuevo texto de ayuda
fr_fr: Ajouter un nouveau texte
nl_nl: Een nieuwe hulptekst toevoegen
pl_pl: Dodaj nowy tekst z pomocą

source: Add, update or view contextual help messages
de_de: Meldungen der Kontexthilfe hinzufügen, aktualisieren oder anzeigen
es_es: Añadir, actualizar o mostrar mensajes de ayuda contextual
fr_fr: Consulter ou modifier le texte de l'aide contextuelle d'un &eacute;cran d'OnLogistics
nl_nl: Contextuele hulpboodschappen toevoegen, vernieuwen of bekijken
pl_pl: Dodaj, uzupełnij lub zobacz informacje w pomocy kontekstowej

source: click on the link on the name and a form allowing you to view/modify help message will be displayed.
de_de: Klicken Sie auf den Link des Namens. Es wird ein Formular geöffnet, über das Sie die Hilfemeldung anzeigen oder verändern können.
es_es: haga clic en en vínculo del nombre y un formulario permitiendole visualizar/modificar el mensaje de ayuda se visualizara.
fr_fr: sélectionner un texte en cliquant sur le nom de la page correspondante dans la liste pour ouvrir son formulaire de consultation et de modification.
nl_nl: klik op de naam en er wordt een formulier weergegeven waar u de hulpboodschap kan bekijken/wijzigen).
pl_pl: klik na link z nazwą i formularzem pozwalającym na przegląd/modyfikacje wyświetlonej pomocy kontekstowej

source: Stock tab allows you to do the following operations
de_de: Über die Registerkarte Lager können Sie die folgenden Operationen durchführen:
es_es: La pestaña Existencias le permite ejecutar las operaciones siguientes
fr_fr: L'onglet Stock permet d'acc&eacute;der aux fonctions suivantes
nl_nl: Met de tab voorraad kan u
pl_pl: Zakadka magazyn pozwala na wykonanie następujących operacji

source: view stock quantities for all locations
de_de: Lagerbestände für alle Orte anzeigen
es_es: mostrar cantidades de existencias para todas ubicaciones
fr_fr: consulter les quantités en stock, tous emplacements confondus
nl_nl: voorraadhoeveelheden bekijken voor alle locaties
pl_pl: zobacz ilosć na magazynie na lokalizację

source: view stock quantities by location
de_de: Lagerbestände nach Ort anzeigen
es_es: Mostrar cantidades de existencias por ubicación
fr_fr: consulter les quantités en stock par emplacement
nl_nl: voorraadhoeveelheden volgens locatie bekijken
pl_pl: zobacz ilosć pozycji na lokalizację

source: manage storage sites, stores and locations
de_de: Lagerstandorte, Lager und Orte anzeigen
es_es: gestionar almacenamientos, tiendas y ubicaciones
fr_fr: administrer les sites de stockage, magasins et emplacements
nl_nl: voorraadsites, winkels en locaties beheren
pl_pl: zarzązdaj stroną magazynu, magzynami, lokalizacjami

source: view list of expected movements and execute it
de_de: Liste der erwarteten Bewegungen anzeigen und ausführen
es_es: visualizar lista de movimientos previstos y ejecutarla
fr_fr: consulter la liste des mouvements attendus, et les ex&eacute;cuter
nl_nl: lijst van verwachte bewegingen bekijken en uitvoeren
pl_pl: zobacz listę niespodzewanych przesunięć i wykonaj je

source: execute unexpected movements (client refusal, damage, etc...)
de_de: unerwartete Bewegungen ausführen (Kundenverweigerung, Beschädigung usw.)
es_es: ejecutar movimientos imprevistos (negativa del cliente, daños, etc.)
fr_fr: ex&eacute;cuter des mouvements non attendus (refus client, casse, ...)
nl_nl: onverwachte bewegingen uitvoeren (weigering klant, schade, etc...)
pl_pl: wykonaj niespodziewane przesunięcia (zwroty, uszkodzenia, itd ...)

source: View stock movements history
de_de: Verlauf der Bewegungen des Lagerbestands anzeigen
es_es: Mostrar historial de movimientos de existencias
fr_fr: consulter l'historique des mouvements réalisés sur le stock
nl_nl: Bekijk historiek voorraadbewegingen
pl_pl: zobacz historię przesunięć

source: reprint delivery orders
de_de: Lieferschein neu drucken
es_es: Reimprimir pedidos de entrega
fr_fr: rééditer des BL
nl_nl: Leveringsbewijzen herafdrukken
pl_pl: przedrukuj dostawy

source: Administration tab allows you to do the following operations
de_de: Über die Registerkarte Verwaltung können Sie die folgenden Operationen durchführen.
es_es: La pestaña administración le permite ejecutar las operaciones siguientes
fr_fr: L'onglet Administration permet d'acc&eacute;der aux fonctions suivantes
nl_nl: Administratietab laat u toe de volgende verrichtingen uit te voeren
pl_pl: Administracja zakładkami pozwala wykonać następujace operacje

source: Import data
de_de: Daten importieren
es_es: Importar datos
fr_fr: importer des données
nl_nl: Importeer gegevens
pl_pl: Data importu

source: manage user accounts
de_de: Benutzerkonten verwalten
es_es: gestión de cuentas usuarios
fr_fr: administrer les utilisateurs
nl_nl: beheer gebruikersprofielen
pl_pl: zarzadzanie kontami użytkowników

source: customise alerts emitted by Onlogistics and assign them to users
de_de: Von OnLogistics ausgegebene Warnungen anpassen und bestimmten Benutzern zuweisen.
es_es: personalizar alertas emitidas por Onlogistics y asignarlas a usuarios
fr_fr: personnaliser les alertes émises par OnLogistics et les affecter aux utilisateurs
nl_nl: Pas waarschuwingen van Onlogistics aan en wijs ze toe aan de gebruikers
pl_pl: skonfiguruj alarmy generowane przez Onlogistics i dołącz je do użytkowników

source: customise product types
de_de: Produkttypen anpassen
es_es: personalizar tipos de productos
fr_fr: personnaliser les caractéristiques des produits
nl_nl: pas producttypes aan
pl_pl: skonfiguruj typy produktów

source: manage catalogues
de_de: Kataloge verwalten
es_es: gestionar catálogos
fr_fr: définir les catalogues.
nl_nl: beheer catalogi
pl_pl: Zarządzanie katalogami

source: Scoreboard allow you to view statistics on
de_de: Mit der Punktetafel können Sie Statistiken zu folgendem anzeigen:
es_es: El marcador les permite visualizar estadisticas acerca de
fr_fr: L'onglet Tableau de Bord permet de visualiser les statistiques sur le chiffre d'affaire
nl_nl: Scorebord laat u toe statistieken te zien over
pl_pl: Tablica wyników pozwoli zobaczyć statystyki

source: turnover by salesman
de_de: Umsatz nach Vertriebsmitarbeiter
es_es: volumen de ventas por vendedor
fr_fr: chiffre d'affaire par commercial
nl_nl: omzet volgens vertegenwoordiger
pl_pl: Obroty sprzedawcy

source: turnover by supplier
de_de: Umsatz nach Zulieferer
es_es: volumen de ventas por proveedor
fr_fr: chiffre d'affaire par fournisseur
nl_nl: omzet volgens leverancier
pl_pl: obroty dostawcy

source: turnover by customer
de_de: Umsatz nach Kunde
es_es: volumen de ventas por cliente
fr_fr: chiffre d'affaire par client
nl_nl: omzet volgens klant
pl_pl: obroty klienta

source: turnover by customer category
de_de: Umsatz nach Kundenkategorie
es_es: volumen de ventas por categoría de cliente
fr_fr: chiffre d'affaire par catégorie de clients
nl_nl: omzet volgens klantcategorie
pl_pl: obrót na kategorię klienta

source: turnover by product
de_de: Umsatz nach Produkt
es_es: volumen de ventas por producto
fr_fr: chiffre d'affaire par produit
nl_nl: omzet volgens product
pl_pl: Obroty produktu

source: expenses by supplier
de_de: Ausgaben nach Zulieferer
es_es: gastos por proveedor
fr_fr: tableau des dépenses par fournisseur
nl_nl: kosten volgens leverancier
pl_pl: Wydatki dostawcy

source: Back office tab allows you to do the following operations:
de_de: Über die Registerkarte Back-Office können Sie die folgenden Operationen durchführen:
es_es: La pestaña Back office le permite hacer las operaciones siguientes:
fr_fr: L'onglet Mod&eacute;lisation permet d'acc&eacute;der aux fonctions suivantes
nl_nl: Met de tab back-office kan u:
pl_pl: Zkładka Biuro pozwoli wykonać następujące operacje

source: define your chains for products, carriage, classes and services
de_de: Ketten für Produkte, Fracht, Klassen und Services definieren
es_es: definir sus cadenas para productos, transporte, clases y servicios
fr_fr: définir les chaînes pilotées par OnLogistics: produit, transport, cours, maintenance
nl_nl: reeksen voor producten, vrachten, lessen en diensten bepalen
pl_pl: zdefiniuj łańcuch dla produktów, transportu, klasy, usługi

source: define the products and SN/Lots that you are selling, buying or using
de_de: Produkte und Seriennr./Lose definieren, die Sie verkaufen, kaufen oder verwenden
es_es: definir los productos y NS/Lotes que vende, compra o utiliza
fr_fr: définir les produits et items (Serial Number ou Lot) que vous vendez, achetez ou utilisez
nl_nl: de producten en SN/loten die u verkoopt, koopt of gebruikt bepalen
pl_pl: zdefiniuj numer seryjny/partie produktu, który sprzedajesz, kupujesz lub używasz

source: define links between chains and products
de_de: Links zwischen Ketten und Produkten definieren
es_es: definir vínculos entre cadenas y productos
fr_fr: définir les liens entre produits et chaînes
nl_nl: linken tussen reeksen en producten bepalen
pl_pl: zdefiniuj link pomiędzy łańcuchem i produktami
