Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: Add or update unavailability
de_de: Nichtverfügbarkeit hinzufügen oder aktualisieren.
es_es: Añadir o actualizar indisponibilidad
fr_fr: Formulaire d'ajout/édition d'indisponibilités
nl_nl: Onbeschikbaarheid toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj niedostępność

source: Wrong dates provided
de_de: Falsche Daten angegeben
es_es: Fechas proporcionadas erroneas
fr_fr: Les dates saisies ne sont pas cohérentes
nl_nl: Verkeerde data ingevoerd
pl_pl: Wprowadzono złą datę

source: Action status
de_de: Status der Handlung
es_es: Estado de la acción
fr_fr: Statut de l'action
nl_nl: Actiestatus
pl_pl: Status pracy

source: Please provide a status.
de_de: Geben Sie bitte einen Status an.
es_es: Por favor, estipule un estado
fr_fr: Vous devez indiquer un status.
nl_nl: Voer een status in.
pl_pl: Proszę o informację o statusie

source: Add/Update action for actor "%s"
de_de: Handlung für Akteur "%s" hinzufügen/aktualisieren.
es_es: Añadir/actualizar acción para agente "%s"
fr_fr: Ajout/Edition d'une action pour l'acteur "%s"
nl_nl: Actie voor deelnemer "%s" toevoegen/vernieuwen
pl_pl: Dodaj/Uzupełnij działanie dla uczestnika "%s

source: Please provide a comment.
de_de: Geben Sie bitte einen Kommentar an.
es_es: Por favor, proporcione un commentario.
fr_fr: Vous devez saisir un commentaire.
nl_nl: Voeg commentaar toe.
pl_pl: Proszę o komentarz

source: Client %s has been put in alert state.
de_de: Client %s wurde in Warnzustand versetzt.
es_es: Cliente %s a sido puesto en estado de alerta.
fr_fr: Passage du client %s en alerte.
nl_nl: Cliënt %s krijgt een waarschuwing.
pl_pl: Klient %s został powiadomiony.

source: Add an action for actor:
de_de: Fügen Sie eine Handlung für den Akteur hinzu:
es_es: Añadir una acción para el agente:
fr_fr: Ajout d'une action pour l'acteur :
nl_nl: Actie voor deelnemer toevoegen:
pl_pl: Dodaj czynnoś uczestnikowi

source: Select an action type
de_de: Wählen Sie einen Handlungstyp.
es_es: Elija un tipo de acción
fr_fr: Sélectionnez un type d'action
nl_nl: Selecteer een actietype
pl_pl: Wybierz rodzaj czynności

source: Select a form
de_de: Wählen Sie ein Formular aus.
es_es: Seleccione un formulario
fr_fr: Sélectionnez un formulaire
nl_nl: Selecteer een formulier
pl_pl: Wybierz formularz

source: Select a supplier
de_de: Wählen Sie einen Zulieferer aus
es_es: Elija un proveedor
fr_fr: Sélectionnez un fournisseur
nl_nl: Selecteer een leverancier
pl_pl: Wybrany przez Dostawcę

source: Select a rate
de_de: Wählen Sie eine Rate aus.
es_es: Seleccionar una tarifa
fr_fr: Sélectionnez un taux
nl_nl: Selecteer een tarief
pl_pl: Wybierz wskaźnik

source: Select a type
de_de: Wählen Sie einen Typ aus.
es_es: Elija un tipo
fr_fr: Sélectionner un type
nl_nl: Selecteer een type
pl_pl: Wybierz typ

source: Add a credit note
de_de: Gutschrift hinzufügen
es_es: Añadir una nota de crédito
fr_fr: Création d'un avoir
nl_nl: Een creditnota toevoegen
pl_pl: Dodaj notę kredytową

source: Selected actions have been deleted.
de_de: Die ausgewählten Handlungen wurden gelöscht.
es_es: Las acciones seleccionadas han sido suprimidas.
fr_fr: La ou les actions sélectionnées ont été supprimées.
nl_nl: Geselecteerde acties werden verwijderd.
pl_pl: Wybierz czynnośc do skasowania

source: Stock state: location > reference, store (%s)
de_de: Lagerzustand: Standort > Referenz, Lager (%s)
es_es: Estado de existencias: ubicación > referencia, almacén (%s)
fr_fr: État du Stock : emplacement > référence, magasin (%s)
nl_nl: Voorraadstatus: locatie > referentie, winkel (%s)
pl_pl: Zapas państwowy:lokalizacja>referencje,sklep (%s)

source: You are not allowed to view the locations of this store.
de_de: Sie können die Standorte dieses Lagers nicht anzeigen.
es_es: No esta autorizado a visualizar las ubicaciónes de este almacen.
fr_fr: Vous n'avez pas les droits pour visualiser les emplacements de ce magasin.
nl_nl: U heeft geen toelating om de locaties van deze winkel te zien.
pl_pl: NIe masz upranień do przeglądania lokalizacji na tym magazynie

source: Back to list of stores
de_de: Zurück zur Liste der Lager
es_es: Volver a la lista de almacenes
fr_fr: Retour liste des magasins
nl_nl: Terug naar lijst van winkels
pl_pl: Wróć do listy zapasów

source: Locations
de_de: Standorte
es_es: Ubicaciones
fr_fr: Emplacements
nl_nl: Locaties
pl_pl: Lokalizacje

source: Please select the tasks you want to regroup then click the "Regroup" button
de_de: Wählen Sie bitte die Aufgaben aus, die Sie neu gruppieren wollen. Klicken Sie anschließend auf die Schaltfläche "Neu gruppieren".
es_es: Por favor, seleccione las tareas que quiere reagrupar y haga clic en el boton "Regroup"
fr_fr: Sélectionnez les tâches que vous souhaitez regrouper ensemble et cliquez sur "Regrouper"
nl_nl: Selecteer de taken die u wil hergroeperen, klik dan "Hergroeperen"
pl_pl: Proszę wybierz zadania ,jeśli chcesz je przegrupować to kliknij "Przegrupuj" klawisz

source: Departure city
de_de: Abflugstadt
es_es: Ciudad de salida
fr_fr: Commune de départ
nl_nl: Vertrekstad
pl_pl: Miast wylotu

source: Arrival city
de_de: Ankunftsstadt
es_es: Ciudad de llegada
fr_fr: Commune d'arrivée
nl_nl: Aankomststad
pl_pl: Miasto przylotu

source: Select a zone
de_de: Wählen Sie eine Zone aus.
es_es: Elija una zona
fr_fr: Sélectionner une zone
nl_nl: Selecteer een zone
pl_pl: Wybierz strefę

source: Regroup
de_de: Neu gruppieren
es_es: Reagrupar
fr_fr: Regrouper
nl_nl: Hergroeperen
pl_pl: Przegrupowane

source: Please select a chain
de_de: Wählen Sie bitte eine Kette aus.
es_es: Por favor, seleccione una cadena
fr_fr: Vous devez sélectionner une chaîne
nl_nl: Selecteer een reeks
pl_pl: proszę wybrac łańcuch dostaw

source: Schedule for chain "%s" of order "%s", customer "%s".
es_es: Programa para cadena "%s"de pedido "%s", cliente "%s".
fr_fr: Planification de la chaîne "%s" pour la commande "%s", client "%s".
pl_pl: Wykaz dla sieci "%s"z zamówienia"%s",klient"%s".

source: Schedule for chain "%s".
de_de: Zeitplan für Kette "%s".
es_es: Programa de la cadena "%s".
fr_fr: Planification de la chaîne "%s"
nl_nl: Planning voor reeks "%s".
pl_pl: Harmonogram łańcucha dostaw"%s".

source: %s %s from %s to %s
de_de: %s %s von %s bis %s
es_es: %s %s de %s a %s
fr_fr: %s %s du %s au %s
nl_nl: %s %s van %s naar %s
pl_pl: %s %s z %s do %s

source: [Deadline]
de_de: [Termin]
es_es: [Plazo]
fr_fr: [PIVOT]
pl_pl: [Termin ostateczny]

source: Discount was not found in the database
de_de: Preisnachlass wurde in der Datenbank nicht gefunden.
es_es: El descuento no se encontró en la base de datos
fr_fr: Impossible de charger la remise sélectionnée.
nl_nl: Korting niet gevonden in de gegevensbank
pl_pl: Rabat nie został znaleziony w bazie danch

source: Add or update discount by actor category
de_de: Preisnachlässe nach Akteurkategorie hinzufügen oder aktualisieren.
es_es: Añadir o actualizar descuento por categoría de agente
fr_fr: Ajout/Edition de remise par catégorie d'acteur
nl_nl: Korting volgens deelnemercategorie toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj rabat wedlug categorii uczestnika

source: Please provide a currency for discounts as amount
de_de: Geben Sie bitte eine Währung für Preisnachlässe als Betrag an.
es_es: Por favor, proporcione una divisa para descuentos como cantidad
fr_fr: Vous devez sélectionner une devise pour les remises en montant
nl_nl: VOer een valuta in voor kortingen als bedrag
pl_pl: Proszę wprowadź walutę dla kwoty rabatów

source: Rate/amount
de_de: Rate/Betrag
es_es: Tasa/importe
fr_fr: Taux/montant
nl_nl: Tarief/bedrag
pl_pl: Wskaźnik/ilość

source: Select a currency
de_de: Wählen Sie eine Währung aus.
es_es: Seleccionar una divisa
fr_fr: Sélectionnez une devise
nl_nl: Selecteer een valuta
pl_pl: Wybierz walutę

source: Billing impossible.
de_de: Rechnungslegung nicht möglich.
es_es: Emisión de facturas imposible.
fr_fr: Facturation impossible.
nl_nl: Factureren onmogelijk.
pl_pl: Fakturowanie jest niemożliwe

source: Invoice was successfully sent by e-mail.
de_de: Die Rechnung wurde erfolgreich per E-Mail verschickt.
es_es: Factura mandada con éxito por correo electrónico.
fr_fr: Facture envoyée par E-mail.
nl_nl: Factuur werd succesvol verstuurd via e-mail.
pl_pl: Faktura została wyslana e-mailem z powodzeniem

source: Please select an order for billing.
de_de: Wählen Sie bitte eine Bestellung zur Rechnungslegung aus.
es_es: Por favor, elija un pedido a facturar.
fr_fr: Vous devez sélectionner une commande pour la facturer.
nl_nl: Selecteer een bestelling om te factureren.
pl_pl: Proszę wybierz zamówienie do fakturowania

source: Order is locked because outstanding debts amount exceeds its maximum value.
de_de: Die Bestellung ist gesperrt, da der Betrag der ausstehenden Schulden den Höchstbetrag überschreitet.
es_es: El pedido esta bloqueado porque las deudas pendientes sobrepasan su valor máximo.
fr_fr: La commande est bloquée car l'encours courant est supérieur à l'encours maximun.
nl_nl: Bestelling is vergrendeld omdat de openstaande schulden de maximumwaarde overschrijden.
pl_pl: Zlecenie jest zablokowane, ponieważ poziom zadużenia przekracza dopuszczalne maximum.

source: This order is not billable.
de_de: Diese Bestellung ist nicht abrechnungsfähig.
es_es: Este pedido no se puede facturar.
fr_fr: Cette commande n'est pas facturable.
nl_nl: Deze bestelling kan niet gefactureerd worden.
pl_pl: Do tego zamówienia nie została wystawiona faktura.

source: Offer on sale
de_de: Angebot
es_es: Oferta en venta
fr_fr: Promo
nl_nl: Aanbieding
pl_pl: Propozycja na sprzedaż

source: Disc.
de_de: Rabatt
es_es: Desc.
fr_fr: Rem
nl_nl: Korting
pl_pl: Rabat

source: Deliv.
de_de: Lieferung
es_es: Entrega
fr_fr: Liv
nl_nl: Lev.
pl_pl: Dostarczenie

source: Yes (Partial)
de_de: Ja (Teilweise)
es_es: Si (parcial)
fr_fr: Oui (Partiel)
nl_nl: Ja (deel)
pl_pl: Tak(Częściowy)

source: You are not allowed to close this work order.
de_de: Sie sind nicht berechtigt, diesen Arbeitsauftrag zu schließen.
es_es: No esta autorizado cerrar este pedido de trabajo.
fr_fr: Vous n'avez pas le droit de clôturer cet ordre de travail.
nl_nl: U heeft geen toelating om dit werkorder te sluiten.
pl_pl: Nie masz zezwolenia na zamknięcie tego procesu produkcji.

source: Are you sure you want to close selected work order ?
de_de: Wollen Sie den ausgewählten Arbeitsauftrag wirklich schließen?
es_es: ¿Está seguro de que quiere cerrar el pedido de trabajo seleccionado?
fr_fr: Souhaitez-vous clôturer l'élément sélectionné ?
nl_nl: Wil u echt het geselecteerde werkorder sluiten ?
pl_pl: Czy jesteś pewien, że chcesz zamknąć wybrane zlecenie produkcji?

source: An error occurred: work order state could not be updated.
de_de: Es ist ein Fehler aufgetreten: Der Arbeitsauftrag konnte nicht aktualisiert werden.
es_es: Un error ocurrió: el pedido de trabajo no se ha podido actualizar.
fr_fr: Une erreur s'est produite. L'état de l'OT n'a pas pu être mis à jour.
nl_nl: Fout: status werkorder kan niet vernieuwd worden.
pl_pl: Pojawił się błąd: status zlecenia produkcji nie został zaktualizowany.

source: Work order has been terminated.
de_de: Der Arbeitsauftrag wurde abgeschlossen.
es_es: El pedido de trabajo ha sido rescindido.
fr_fr: L'ordre de travail a été clôturé.
nl_nl: Werkorder werd be-eindigd.
pl_pl: Zlecenie produkcjne zostało zakończone.

source: Concerned orders are:
de_de: Die betroffenen Bestellungen sind:
es_es: Los pedidos afectados son:
fr_fr: Les commandes concernées sont:
nl_nl: Betreffende orders zij:
pl_pl: Rozważane zlecenia są:

source: Add or update component
de_de: Komponente hinzufügen oder aktualisieren
es_es: Añadir o actualizar componente
fr_fr: Création / édition d'un composant
nl_nl: Component toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj zawartść

source: Error: this nomenclature cannot have a component with a level superior to 1.
de_de: Fehler: Diese Nomenklatur kann nicht über eine Komponente mit einer höheren Stufe als 1 verfügen.
es_es: Error: esta nomenclatura no se puede tener un componente con un nivel superior a 1.
fr_fr: Erreur: cette nomenclature ne peut avoir de composant de niveau supérieur à 1.
nl_nl: Fout: deze namenlijst kan geen component hebben met een niveau hoger dan 1.
pl_pl: Błąd: ta nomenklatura nie ma komponentów wyższego poziomu do 1

source: Design.
es_es: Diseño.
fr_fr: Désign.
nl_nl: Ontwerp.
pl_pl: Przeznaczenie

source: Set
de_de: Satz
es_es: Serie
fr_fr: Ensemble
nl_nl: Instellen
pl_pl: Zbiór

source: Level
de_de: Stufe
es_es: Nivel
fr_fr: Degré
nl_nl: Niveau
pl_pl: Poziom

source: Percent wasted
fr_fr: Pourcentage de gaspillage

source: Please provide a level.
de_de: Bitte geben Sie eine Stufe an.
es_es: Por favor, proporcione un nivel.
fr_fr: Vous devez saisir un niveau.
nl_nl: Niveau invoeren.
pl_pl: Proszę dostarczyć poziom

source: Please provide a quantity.
de_de: Bitte geben Sie eine Menge an.
es_es: Por favor, proporcione una cantidad.
fr_fr: Vous devez saisir une quantité.
nl_nl: Hoeveelheid invoeren.
pl_pl: Proszę dostarczyć ilość

source: Precent wasted must be a decimal percent
fr_fr: Le pourcentage de gaspillage doit être un nombre décimal

source: Flight data recording
de_de: Flugdatenaufzeichnung
es_es: Grabación de datos de vuelo
fr_fr: Enregistrement des données du vol
nl_nl: Registratie vluchtgegevens
pl_pl: Zapis daty lotu

source: This flight cannot be validated because a potential has reached an incorrect value: SN
de_de: Dieser Flug kann nicht validiert werden, da ein Potenzial einen falschen Wert angenommen hat: Serien-Nr.
es_es: Este vuelo no puede ser validado porque un potencial ha alcanzado un valor incorrecto: NS
fr_fr: Impossible de valider ce vol car un potentiel atteint une valeur incorrecte: SN
nl_nl: Deze vlucht kan niet gevalideerd worden omdat een potentieel een onjuiste waarde heeft bereikt: SN
pl_pl: Ten lot nie może być zatwierdzony ,ponieważ potencjalnie dostarczono nieprawidłową wartość :SN

source: Flight preparation was not validated.
de_de: Flugvorbereitung wurde nicht validiert.
es_es: La preparación del vuelo no fue validada.
fr_fr: La préparation de vol associée n'a pas été validée.
nl_nl: Vluchtvoorbereiding werd niet bevestigd.
pl_pl: Przygotowany lot nie został zatwierdzony

source: are you sure you want to substitute the airplane ?
de_de: Sind Sie sicher, dass Sie das Flugzeug ersetzen wollen?
es_es: ¿Está seguro que quiere substituir el avión?
fr_fr: Voulez-vous vraiment changer d'appareil?
nl_nl: wil u echt het vliegtuig vervangen ?
pl_pl: Czy jesteś pewien ,że chcesz zastąpić ten samolot?

source: No instructor
de_de: Kein Ausbilder
es_es: Ningún instructor
fr_fr: Pas d'instructeur
nl_nl: Geen instructeur
pl_pl: Bez instruktora

source: On board role
de_de: Rolle an Bord
es_es: Papel a bordo
fr_fr: Fonction à bord
nl_nl: Boordrol
pl_pl: Rola na pokładzie (samolotu)

source: N1/NG cycle
de_de: N1/NG-Zyklus
es_es: Ciclo N1/NG
fr_fr: Cycle N1/NG
nl_nl: N1/NG-cyclus
pl_pl: N1/NG cykl

source: N2/NTL cycle
de_de: N2/NTL-Zyklus
es_es: Ciclo N2/NTL
fr_fr: Cycle N2/NTL
nl_nl: N2/NTL-cyclus
pl_pl: N2/NTL cykl

source: Unit cycle
de_de: Gerätezyklus
es_es: Ciclo de unidad
fr_fr: Cycle cellule
nl_nl: Eenheidscyclus
pl_pl: Cykl jednostki

source: Number of winchings
de_de: Anzahl der Windungen
es_es: Número de cabrestantes
fr_fr: Nombre de treuillages
nl_nl: Aantal winchings
pl_pl: Numer windy

source: Number of loads
de_de: Anzahl der Belastungen
es_es: Número de cargas
fr_fr: Nombre de charges
nl_nl: Aantal ladingen
pl_pl: Numer ładunków

source: Commercial hours
de_de: Betriebsstunden
es_es: Horas comerciales
fr_fr: Heures commerciales
nl_nl: Commerciële uren
pl_pl: Godziny reklamowe

source: Flight purpose
de_de: Flugzweck
es_es: Objeto del vuelo
fr_fr: Nature du vol
nl_nl: Bedoeling vlucht
pl_pl: Cel lotu

source: Number of startups
de_de: Anzahl der Starts
es_es: Número de arranques
fr_fr: Nombre de démarrages
nl_nl: Aantal opstarten
pl_pl: Numer uruchomienia

source: Number of landings
de_de: Anzahl der Landung
es_es: Número de aterrizajes
fr_fr: Nombre d'atterrissages
nl_nl: Aantal landingen
pl_pl: Numer lądowań

source: Engine startup
de_de: Maschinenstart
es_es: Arranque del motor
fr_fr: Mise en route moteur
nl_nl: Opstart motor
pl_pl: Uruchomienie silnika

source: Engine shutdown
de_de: Maschinenabstellung
es_es: Apagado del motor
fr_fr: Arrêt moteur
nl_nl: Afzetten motor
pl_pl: Zamknięcie silnika

source: Actual flight operating duration
de_de: Tatsächliche Flugbetriebsstunden
es_es: duración efectiva del vuelo
fr_fr: Temps de vol réel de fonctionnement
nl_nl: Werkelijke duur vlucht
pl_pl: Rzeczywisty czas wykonywanego lotu

source: Daily hours
de_de: Stunden am Tag
es_es: Horas diarias
fr_fr: Heures de jour
nl_nl: Daguren
pl_pl: Godziny codzienne

source: Nightly hours
de_de: Stunden in der Nacht
es_es: Horas de noche
fr_fr: Heures de nuit
nl_nl: Nachturen
pl_pl: Godziny nocne

source: IFR hours
de_de: IFR-Stunden
es_es: Horas de IFR
fr_fr: Heures IFR
nl_nl: IFR-uren
pl_pl: IFR godziny

source: IFR landings
de_de: IFR-Landungen
es_es: Aterrizajes IFR
fr_fr: Atterrissages IFR
nl_nl: IFR-landingen
pl_pl: IFR lądowania

source: Cell
de_de: Zelle
es_es: Célula
fr_fr: Cellule
nl_nl: Cel
pl_pl: Komórka

source: Air transport hours
de_de: Luftverkehrsstunden
es_es: Horas de transporte aéreo
fr_fr: Heures Transport
nl_nl: Uren luchttransport
pl_pl: Godziny transportu samolotem

source: Consumed fuel
de_de: Verbrauchter Kraftstoff
es_es: Combustible consumido
fr_fr: Carburant consommé
nl_nl: Verbruikte brandstof
pl_pl: Zużyte paliwo

source: List of SN/Lots
de_de: Liste der Serien-Nr./Los
es_es: Lista de NS / Lotes
fr_fr: Liste des SN/Lots
nl_nl: Lijst van SN/loten
pl_pl: Lista numerów seryjnych/numerów partii

source: Wrong quantities provided, please correct.
de_de: Falsche Menge angegeben, bitte berichtigen.
es_es: Cantidades proporcionadas erróneas, por favor corrija.
fr_fr: La saisie des quantités est incorrecte. Veuillez corriger.
nl_nl: Foute hoeveelheden ingevoerd, gelieve te verbeteren.
pl_pl: Wprowadzono nieprawidłową ilość,proszę skoryguj.

source: Total quantity expected
de_de: Gesamtmenge erwartet
es_es: Cantidad total prevista
fr_fr: Quantité totale attendue
nl_nl: Totale verwachte hoeveelheid
pl_pl: Oczekiwana ilość

source: End of life
de_de: Ende des Lebenszyklus
es_es: Fin de vida
fr_fr: Fin de vie
nl_nl: Levensverwachting
pl_pl: Koniec okresu trwania

source: Please provide a end of life date in the following format: dd/mm/yyyy
de_de: Geben Sie bitte ein Datum für das Ende des Lebenszyklus im folgenden Format an: TT/MM/JJJJ
es_es: Por favor, proporcione una fecha de fin de vida en el formato siguiente: dd/mm/yyyy
fr_fr: Format de la date de fin de vie: jj/mm/aaaa
nl_nl: Selecteer een datum voor de levensverwachting volgens het volgende formaat: dd/m/jjjj
pl_pl: Proszę o podanie daty końca eksploatacji w następującym formacie: dd/mm/rrrr

source: Select a country
de_de: Wählen Sie ein Land
es_es: Seleccionar un país
fr_fr: Sélectionner un pays
nl_nl: Selecteer een land
pl_pl: Wybierz kraj

source: District
de_de: Ortsteil
es_es: Región
fr_fr: Région
nl_nl: Gewest
pl_pl: Rejon

source: Department
de_de: Verwaltungsbezirk
es_es: Región
fr_fr: Département
nl_nl: Provincie
pl_pl: Wydział

source: Add city
de_de: Stadt hinzufügen
es_es: Añadir ciudad
fr_fr: Ajouter une commune
nl_nl: Stad toevoegen
pl_pl: Dodaj miasto

source: Add department
de_de: Verwaltungsbezirk hinzufügen
es_es: Añadir región
fr_fr: Ajouter un département
nl_nl: Provincie toevoegen
pl_pl: Dodaj wydział

source: Add district
de_de: Ortsteil hinzufügen
es_es: Añadir región
fr_fr: Ajouter une région
nl_nl: Gewest toevoegen
pl_pl: Dodaj rejon

source: Update city
de_de: Stadt aktualisieren
es_es: Actualizar ciudad
fr_fr: Modifier une commune
nl_nl: Stad vernieuwen
pl_pl: Aktualizuj miasto

source: Update department
de_de: Verwaltungsbezirk aktualisieren
es_es: Actualizar región
fr_fr: Edition d'un département
nl_nl: Provincie vernieuwen
pl_pl: Aktualizuj wydział

source: Update district
de_de: Ortsteil aktualisieren
es_es: Actualizar región
fr_fr: Modifier une region
nl_nl: Gewest vernieuwen
pl_pl: Aktualizuj rejon

source: Selected chains could not be deleted.
de_de: Die ausgewählten Ketten konnten nicht gelöscht werden.
es_es: La cadenas seleccionadas no pudieron ser suprimidas.
fr_fr: Les chaînes sélectionnées n'ont pu être supprimées
nl_nl: Geselecteerde reeks kon niet verwijderd worden.
pl_pl: Wybrany łańcuch nie może byc skasowany

source: The chains related to the following orders cannot be deleted: <br>&nbsp;&nbsp;-&nbsp;%s
de_de: Die Ketten der folgenden Bestellungen konnten nicht gelöscht werden: <br>&nbsp;&nbsp;-&nbsp;%s
es_es: Las cadenas vinculadas con los pedidos siguientes no se pueden suprimir: <br>&nbsp;&nbsp;-&nbsp;%s
fr_fr: Impossible de supprimer les chaînes liées aux commandes suivantes:<br>&nbsp;&nbsp;-&nbsp;%s
nl_nl: Reeksen gekoppeld aan de volgende bestellingen konden niet verwijderd worden: <br>&nbsp;&nbsp;-&nbsp;%s
pl_pl: Łańcuch ziązany z następującymi zleceniami nie może być skasowany <br>&nbsp;&nbsp;-&nbsp;%s

source: Selected actors cannot be deleted
de_de: Die ausgewählten Akteure konnten nicht gelöscht werden.
es_es: No se puede suprimir la selección de agentes
fr_fr: Impossible de supprimer les acteurs sélectionnés
nl_nl: Geselecteerde deelnemers kunnen niet verwijderd worden
pl_pl: Wybrani Uczestnicy nie mogą być skasowani

source: The following actors could not be deleted, they were just deactivated: <ul><li>%s</li></ul>
de_de: Die folgenden Akteure konnten nicht gelöscht werden und wurden nur deaktiviert: <ul><li>%s</li></ul>
es_es: Los siguientes agentes no se han podido suprimir, se les acaba de desactivar: <ul><li>%s</li></ul>
fr_fr: Les acteurs suivants: <ul><li>%s</li></ul> ne peuvent être supprimés. Il ont été désactivés.<br>
nl_nl: De volgende deelnemers konden niet verwijderd worden, ze werden gedeactiveerd: <ul><li>%s</li></ul>
pl_pl: Następujący Uczestnicy nie mogą być skasowani ,są wlaśnie zdezaktywowani: <ul><li>%s</li></ul>

source: The following actors could not be deleted because you are not allowed to do so: <ul><li>%s</li></ul>
de_de: Die folgenden Akteure konnten nicht gelöscht werden, da Sie nicht über die entsprechende Berechtigung verfügen: <ul><li>%s</li></ul>
es_es: Los siguientes agentes no se han podido suprimir porque no se le permite hacerlo: <ul><li>%s</li></ul>
fr_fr: Les acteurs suivants n'ont pas été supprimés car vous ne possédez pas les droits nécessaires: <ul><li>%s</li></ul>
nl_nl: De volgende deelnemers konden niet verwijderd worden, want u heeft geen toelating: <ul><li>%s</li></ul>
pl_pl: Następujący uczestnicy nie mogą być skasowani ponieważ nie jesteś upoważniony do robienia tego: <ul><li>%s</li></ul>

source: The following actors cannot be deleted nor deactivated: <ul><li>%s</li></ul>
de_de: Die folgenden Akteure können weder gelöscht noch deaktiviert werden: <ul><li>%s</li></ul>
es_es: Los siguientes agentes no se han podido suprimir o desactivar: <ul><li>%s</li></ul>
fr_fr: Les acteurs suivants ne peuvent être ni supprimés ni désactivés: <ul><li>%s</li></ul>
nl_nl: De volgende deelnemers konden niet verwijderd of gedeactiveerd worden:<ul><li>%s</li></ul>
pl_pl: Następujący Uczestnicy nie mogą być skasowani ani zdezaktywowani: <ul><li>%s</li></ul>

source: Several active products have no main supplier.
es_es: Varios productos activos no tienen proveedor principal.
fr_fr: Plusieurs produits activés n'ont plus de fournisseur principal.
pl_pl: Wiele aktywnych produktów nie ma głównego Dostawcy
