Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: File to upload
es_es: Archico por subir
fr_fr: Fichier à télécharger
pl_pl: plik do przesłania

source: The following situations cannot be deleted because they are link to one or more customers
de_de: Die folgenden Situationen konnten nicht gelöscht werden, da sie mit einem oder mehreren Kunden verbunden sind.
es_es: Las situaciones siguientes no se pueden suprimir porque son un vinculo hacia uno o varios clientes
fr_fr: Les situations suivantes n'ont pu être supprimées car elles sont liées à une ou plusieurs clients
nl_nl: De volgende situaties konden niet verwijderd worden omdat ze gekoppeld zijn aan één of meerdere klanten
pl_pl: Następująca sytuacja nie może być skasowana, ponieważ jest związana z jednym lub więcej kleintami

source: The following theme could not be deleted because it is associated to a question model: %s
de_de: Das folgende Thema konnte nicht gelöscht werden, da es mit einem Fragenmodell zusammenhängt: %s
es_es: El tema siguiente no se ha podido suprimir porque está vinculado con un modelo de pregunta: %s
fr_fr: Le thème suivant ne pas être supprimé car il est lié à une question modèle : %s
nl_nl: Het volgende thema kon niet verwijderd worden omdat het gekoopeld is aan een vragenmodel: %s
pl_pl: Następująy temat nie może być skasowany ,ponieważ jest powiązany z modelem pytanial: %s

source: The following themes could not be deleted because they are associated to a question model: %s
de_de: Die folgenden Themen konnten nicht gelöscht werden, da sie mit einem Fragenmodell zusammenhängen: %s
es_es: Los temas siguientes no se pudieron suprimir porque estan asociados con un modelo de pregunta: %s
fr_fr: Les thèmes suivants ne peuvent pas être supprimés car ils sont liés à une question modèle : %s
nl_nl: De volgende thema's konden niet verwijderd worden omdat ze gekoppeld zijn aan een vragenmodel: %s
pl_pl: Nastepujące tematy nie mogą być skasowane ,ponieważ są powiązane z modelem pytania: %s

source: You can select another supplier to edit his prices
fr_fr: Vous pouvez sélectionner un autre fournisseur pour ce produit si vous souhaitez éditer ses prix

source: Supplier prices for product "%s"
fr_fr: Prix fournisseur pour le produit "%s"

source: Supplier prices
fr_fr: Prix fournisseur

source: Selling prices for product "%s"
fr_fr: Prix de vente pour le produit "%s"

source: Selling prices
fr_fr: Prix de vente

source: Add or update generic actor
de_de: Generischen Akteur hinzufügen oder aktualisieren
es_es: Añadir o actualizar un agente genérico
fr_fr: Ajout/édition acteur générique
nl_nl: Algemene deelnemer toevoegen of vernieuwen
pl_pl: Dodaj lub aktualizuj ogólnego Uczestnika

source: An actor with the name "%s" already exists, please correct.
de_de: Es existiert bereits ein Akteur mit dem Namen "%s". Bitte berichtigen Sie dies.
es_es: Un agente con el nombre "%s" ya existe, por favor corrija.
fr_fr: Un acteur existe déjà avec le nom "%s", veuillez le modifier.
nl_nl: Er bestaat reeds een deelnemer met de naam "%s", gelieve te verbeteren.
pl_pl: Uczestnik o tej nazwie "%s"już istnieje ,proszę skoryguj.

source: Selected actors could not be modified because they are the generic actors of: %s
de_de: Die ausgewählten Akteure konnten nicht verändert werden, da sie generische Akteure sind: %s
es_es: Los agentes seleccionados no se han podido modificar porque son los agentes genéricos de: %s
fr_fr: Suppression impossible: acteur(s) défini(s) comme acteur générique des acteurs: %s
nl_nl: Geselecteerde deelnemers konden niet gewijzigd worden omdat ze algemene deelnemers van%s zijn
pl_pl: Wybrani uczestnicy nie możą być zmodyfikowani , ponieważ są generycznymi uczestnikami : %s

source: The following category could not be deleted because it is linked to expenses or receipts or to others categories: %s
de_de: Die folgende Kategorie konnte nicht gelöscht werden, da sie mit Ausgaben, Belegen oder anderen Kategorien verbunden ist: %s
es_es: La categoría siguiente no se ha podido suprimir porque esta vinculada con gastos, recibos o otras categorías: %s
fr_fr: La catégorie suivante ne peut pas être supprimée parce qu'elle est liée à des charges ou recettes ou à d'autres catégories: %s
nl_nl: De volgende categorie kon niet verwijderd worden want het is gekoppeld aan kosten of uitgaven of aan andere categorieën: %s
pl_pl: Następująca kategoria nie może być skasowana , ponieważ jest związana z wydatkami lub pokwitowaniami lub innymi kategoriami: %s

source: The following categories could not be deleted because they are linked to expenses or receipts or to others categories: %s
de_de: Die folgenden Kategorien konnten nicht gelöscht werden, da sie mit Ausgaben, Belegen oder anderen Kategorien verbunden sind: %s
es_es: Las categorías siguientes no se pudieron suprimir porque estan vinculada con gastos, recibos o otras categorías: %s
fr_fr: Les catégories suivantes ne peuvent pas être supprimées parce qu'elles sont liées à des charges ou recettes ou à d'autres catégories: %s
nl_nl: De volgende categorieën konden niet verwijderd worden omdat ze gekoppeld zijn aan kosten of ontvangsten of aan andere categorieën: %s
pl_pl: Następujące kategorie nie mogą być skasowane ,ponieważ są powiązane z wydatkami ,rachunkami lub innymi kategoriami: %s

source: Expenses or receipts linked to the category.
de_de: Ausgaben oder Belege sind mit dieser Kategorie verbunden.
es_es: Gastos o recibos vinculados con esta categoría.
fr_fr: Charges ou recettes liées à la catégorie.
nl_nl: Kosten of ontvangsten gekoppeld aan de categorie.
pl_pl: Wydatki lub rachunki połączone z kategoriami.

source: Users set to receive this alert
de_de: Benutzer, die diese Warnung erhalten
es_es: Usuarios configurados para recibir esta alerta
fr_fr: Utilisateurs paramétrés pour recevoir cette alerte
nl_nl: Gebruikers die deze waarschuwing krijgen
pl_pl: Użytkownicy ustawili otrzymywanie tego ostrzeżenia

source: The following question could not be deleted because it is associated to a paragraph model: %s
de_de: Die folgende Frage konnte nicht gelöscht werden, da sie mit einem Absatzmodell zusammenhängt: %s
es_es: La pregunta siguiente no se ha podido suprimir porque está vinculada con un modelo de parágrafo: %s
fr_fr: La question suivante ne pas être supprimée car elle est liée à un paragraphe modèle : %s
nl_nl: De volgende vraag kon niet verwijderd worden omdat deze gekoppeld is aan een paragraaf: %s
pl_pl: Następujące pytanie nie może być skasowane ,ponieważ jest powiązane z modelem punktu: %s

source: The following questions could not be deleted because they are associated to a paragraph model: %s
de_de: Die folgenden Fragen konnten nicht gelöscht werden, da sie mit einem Absatzmodell zusammenhängen: %s
es_es: Las preguntas siguientes no se ha podido suprimir porque estan vinculadas con un modelo de parágrafo: %s
fr_fr: Les questions suivantes ne peuvent pas être supprimées car elles sont liées à un paragraphe modèle : %s
nl_nl: De volgende vragen konden niet verwijderd worden omdat ze gekoppeld zijn aan een paragraaf: %s
pl_pl: Następujące pytania nie mogą być skasowane ,ponieważ są powiązane z modelem punktul: %s

source: products
de_de: Produkte
es_es: productos
fr_fr: produits
nl_nl: producten
pl_pl: produkty

source: Airplane types
de_de: Flugzeugtypen
es_es: Tipos de aviones
fr_fr: Types d appareil
nl_nl: Vliegtuigtypes
pl_pl: Typy samolotów

source: Some prices by %s are already defined for this service.
de_de: Manche Preise nach %s sind bereits für diesen Service definiert.
es_es: Algunos precios por %s ya estan definidos para este servicio.
fr_fr: Il y a déjà des prix par %s définis pour cette prestation.
nl_nl: Sommige prijzen door %s werden reeds bepaald voor deze dienst.
pl_pl: Niektóre ceny według %s są zdefiniowane dla tej usługi.

source: List of prices by %s of service
de_de: Liste der Preise nach %s des Service
es_es: Lista de precios por %s de servicio
fr_fr: Liste des prix par %s de la prestation
nl_nl: Lijst van prijzen door %s van dienst
pl_pl: Lista kosztow według%s za usługę

source: Assign to chain
de_de: An Kette zuweisen
es_es: Asignar a una cadena
fr_fr: Affecter à une chaîne
nl_nl: Aan reeks toewijzen
pl_pl: Przypisz do zmiany

source: Build
de_de: Aufbauen
es_es: Construir
fr_fr: Construire
nl_nl: Vorm
pl_pl: Budowa

source: Chain operations and tasks
de_de: Kettenoperationen und -aufgaben
es_es: Operaciones y tareas en cadena
fr_fr: Opérations et tâches de la chaînes
nl_nl: Verrichtingen en taken reeks
pl_pl: Łańcuch operacji i zadań

source: Chain is not activated.
de_de: Kette ist nicht aktiviert.
es_es: La cadena no es activa.
fr_fr: L'élément à planifier n'est pas une chaîne activée !
nl_nl: Reeks niet geactiveerd.
pl_pl: Łańcuch nie jest aktywny.

source: Chain does not have deadline task
de_de: Kette hat keine Terminaufgabe.
es_es: La cadena no tiene tarea de plazo
fr_fr: La chaîne ne comporte pas de tâche pivot
nl_nl: Reeks heeft geen deadline
pl_pl: Łańcuch nie ma ustalonego nieprzekraczalnego terminu zakończenia zadania.

source: A class chain must have as deadline task the flight task.
de_de: Bei einer Klassenkette muss als Terminaufgabe die Flugaufgabe eingesetzt sein.
es_es: Una cadena de clase debe tener la tarea del vuelo como tarea a plazo.
fr_fr: Une chaîne de cours doit avoir comme tâche pivot la tâche de vol.
nl_nl: Een lesreeks moet als deadline de vliegtaak hebben.
pl_pl: Kategoria łańcucha musi mieć jako termin zadania zadanie przelotu.

source: Schedule cannot be completed: wished date is too near.
de_de: Zeitplan kann nicht fertiggestellt werden: Das gewünschte Datum ist zu bald.
es_es: No se peude ejecutar el programa: fecha deseada demasiado cerca.
fr_fr: La planification est impossible: la date souhaitée est trop proche de la date courante.
nl_nl: Planning kan niet afgewerkt worden: gewenste datum is te nabij.
pl_pl: Harmonogram nie jest kompletny: wybrana data jest zbyt bliska.

source: No valid occurrence found for the beginning of fixed time task:
de_de: Kein gültiger Eintrag gefunden für den Beginn der Aufgabe mit fester Dauer:
es_es: Ningún suceso valido encontrado para el inicio de la tarea a hora fija:
fr_fr: Impossible de trouver une occurence valide pour le début de la tâche à heure fixe:
nl_nl: Geen geldige gebeurtenis gevonden voor het begin van een vast tijdstip:
pl_pl: Brak ważnego terminu startu dla zadania i stałym terminie realizacji.

source: No valid occurrence found for the end of fixed time task:
de_de: Kein gültiger Eintrag gefunden für das Ende der Aufgabe mit fester Dauer:
es_es: Ningún suceso valido encontrado para el fin de la tarea a hora fija:
fr_fr: Impossible de trouver une occurence valide pour la fin de la tâche à heure fixe:
nl_nl: Geen geldige gebeurtenis gevonden voor het einde van een vast tijdstip:
pl_pl: Brak ważnego terminu zakończenia zadania o stałym terminie realizacji

source: Wrong trigger mode:
de_de: Falscher Triggermodus:
es_es: Modo desencadenación erroneo:
fr_fr: Mode de déclenchement invalide:
nl_nl: Foute oorzaak:
pl_pl: Nieprwidłowy tryb rozpoczęcia:

source: Schedule was not found for actor associated to operation
de_de: Kein Zeitplan gefunden für den der Operation zugeordneten Akteur.
es_es: Programa de agente asociado a operación no encontrado
fr_fr: Impossible de trouver le planning associé à l'acteur de l'opération
nl_nl: Planning werd niet gevonden voor deelnemer verbonden aan verrichting
pl_pl: Harmonogram nie został znaleziony dla uczestnika związanego z operacją

source: Task %s cannot be scheduled because its duration is undefined.
de_de: Zeitplan für Aufgabe %s kann nicht erstellt werden, da die Dauer nicht definiert ist.
es_es: La tarea %s no se puede programar porque su duración no está definida.
fr_fr: Impossible de planifier la tâche %s car elle ne possède pas de durée !
nl_nl: Taak %s kan niet gepland worden omdat de duur onbepaald is.
pl_pl: Zadane %s nie może być wprowadzone do harmonogramu, ponieważ ma nie zdefiniowany czas realizacji.

source: Wrong type of anchor for deadline task "
de_de: Falscher Ankertyp für Terminaufgabe "
es_es: Tipo de fecha invalida para tarea con plazo "
fr_fr: Type d'ancre pour la tâche pivot invalide "
nl_nl: Verkeerd type anker voor deadline "
pl_pl: Zły typ planu bazowego w harmonogramie zadania "

source: Could not schedule interruptible task of
de_de: Zeitplan für unterbrechbare Aufgabe konnte nicht erstellt werden; Dauer der Aufgabe:
es_es: No se pudó programar la tarea interrumpible de
fr_fr: Impossible de planifier une tâche interruptible de
nl_nl: Kon onderbroken taak niet plannen
pl_pl: Nie można wpisać do harmonogramu przerywanego zadania

source: from
de_de: von
es_es: de
fr_fr: du
nl_nl: van
pl_pl: z

source: Actor does not have a time slot long enough to execute non interruptible task. (taskDuration = %s, date = %s)
de_de: Akteur hat nicht genug Zeit, um die unterbrechungsfreie Aufgabe auszuführen. (Dauer der Aufgabe = %s, Datum %s)
es_es: Agente no tiene periodo de tiempo suficiente para ejecutar una tarea que no se puede interrumpir (taskDuration = %s, date = %s)
fr_fr: L'acteur ne dispose pas d'une plage horaire suffisante pour exécuter la tâche non interuptible. (taskDuration = %s, date = %s)
nl_nl: Deelnemer heeft geen tijdsduur die lang genoeg is om een niet te onderbreken taak uit te voeren. (duur taak = %s, datum=%s)
pl_pl: Uczestnik nie ma dość wolnego czasu żeby wykonać nie przyrywalne zadania (czas trwania = %s, data = %s)

source: Actor does not have a time slot long enough to execute non interruptible task
de_de: Akteur hat nicht genug Zeit, um die unterbrechungsfreie Aufgabe auszuführen.
es_es: Agente no tiene periodo de tiempo suficiente para ejecutar una tarea que no se puede interrumpir
fr_fr: L'acteur ne dispose pas d'une plage horaire suffisante pour exécuter la tâche non interuptible
nl_nl: Deelnemer heeft geen tijdsduur die lang genoeg is om een niet te onderbreken taak uit te voeren
pl_pl: Uczstnik nie ma wystarczajaco dużo czasu na wykonywanie nieprzerywalnych zadań

source: from
de_de: von
es_es: de
fr_fr: de
nl_nl: van
pl_pl: z

source: Actor does not have a time slot long enough to execute deadline task
de_de: Akteur hat nicht genug Zeit, um die Terminaufgabe auszuführen.
es_es: Agente no tiene periodo de tiempo suficiente para ejecutar una tarea con plazo
fr_fr: L'acteur ne dispose pas d'une plage horaire valide pour la tâche pivot
nl_nl: Deelnemer heeft geen tijdsduur die lang genoeg is om de deadline te halen
pl_pl: Uczestnik nie ma wystarczająco wolnego czasu na wykonanie zadania

source: All products combinations were successfully created. Here is the list of created products: %s
fr_fr: Toutes les combinaisons de produits ont été créées avec succès. Voici la liste des produits qui ont été créés: %s

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
pl_pl: Nie

source: Display all references
de_de: Alle Referenzen anzeigen
es_es: Mostrar todas referencias
fr_fr: Voir toutes les références
nl_nl: Geef alle referenties weer
pl_pl: Pokaż wszystkie powiązania

source: Week
de_de: Woche
es_es: Semana
fr_fr: Semaine
pl_pl: Tydzień

source: Link type
de_de: Linktyp
es_es: Tipo de vínculo
fr_fr: Type de lien
pl_pl: typ związku

source: Replaceable
de_de: Ersetzbar
es_es: Reemplazable
fr_fr: Remplaçable
nl_nl: Vervangbaar
pl_pl: Zastąpienie

source: Movement entirely executed
de_de: Bewegung vollständig ausgeführt.
es_es: Movimiento ejecutado por completo
fr_fr: Mouvement exécuté totalement
nl_nl: Beweging volledig uitgevoerd
pl_pl: Przesunięcie całkowicie wykonane

source: Afficher les instructions de travail
es_es: Visualizar las instrucciones de trabajo
fr_fr: Display work instructions
pl_pl: Przedstawienie planu podróży

source: Order customer could not be found
de_de: Der Kunde für die Bestellung wurde nicht gefunden.
es_es: El cliente del pedido no se encontro
fr_fr: Impossible de déterminer le client de la commande
nl_nl: Bestelling klant kon niet gevonden worden
pl_pl: Zamówienie klienta nie może być znalezione

source: Every %02d of the month at %02dH00
de_de: Jeden %02d des Monats um %02dH00 Uhr.
es_es: Cada %02d del mes a las %02dH00
fr_fr: Tous les %02d du mois à %02dH00
nl_nl: Elke %02d van de maand om %02d uur
pl_pl: Każdego %02d w miesiącu w %02dH00

source: every %s at %02dH00
de_de: Jeden %s um %02dH00 Uhr.
es_es: cada %s a las %02dH00
fr_fr: Tous les %s à %02dH00
nl_nl: elke %s om %02d uur
pl_pl: każdy %s na %02dH00

source: Everyday at %02dH00
de_de: Jeden Tag um %02dH00 Uhr.
es_es: Cada día a las %02dH00
fr_fr: Tous les jours à %02dH00
nl_nl: Elke dag om %02d uur
pl_pl: Każdego dnia w %02dH00

source: Validation details
de_de: Einzelheiten der Validierung
es_es: Detalles de validación
fr_fr: Détail validation
nl_nl: Geldigheidsdetails
pl_pl: Zatwierdzone szczegóły

source: details
de_de: Einzelheiten
es_es: detalles
fr_fr: détail
pl_pl: szczegóły

source: Display deliveries state
de_de: Lieferzustand anzeigen
es_es: Mostrar estado de entragas
fr_fr: Voir l'état des livraisons
nl_nl: Geef status leveringen weer
pl_pl: Pokaż status doręczenia

source: This command was closed.
de_de: Dieser Befehl wurde geschlossen.
es_es: Este pedido ha sido cerrado.
fr_fr: Cette commande est clôturée.
nl_nl: Deze opdracht werd gesloten.
pl_pl: Ta komenda została zamknięta.

source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Fout
pl_pl: Błąd

source: Select a mode
de_de: Wählen Sie eine Betriebsart
es_es: Elija un modo
fr_fr: Choisir un mode
nl_nl: Selecteer een modus
pl_pl: Wybierz tryb

source: Delivery
de_de: Lieferung
es_es: Entrega
fr_fr: Livraison
nl_nl: Levering
pl_pl: Dostawa

source: Supply
de_de: Zufuhr
es_es: Suministro
fr_fr: Mise à disposition
nl_nl: Levering
pl_pl: Dostawa

source: This payment was delete on %s
de_de: Diese Zahlung wurde am %s gelöscht.
es_es: Este pago fue suprimido el %s
fr_fr: Ce règlement a été supprimé le %s
nl_nl: Deze betaling werd verwijderd op %s
pl_pl: Ta płatność została skasowana w%s

source: This product is replaceable.
de_de: Dieses Produkt ist auswechselbar.
es_es: Este producto es reemplazable.
fr_fr: Cette référence est substituable
nl_nl: Dit product is vervangbaar.
pl_pl: Ten produkt jest do zastąpienia.

source: m3
fr_fr: m&sup3
pl_pl: m

source: Offer on sale
de_de: Angebot
es_es: Oferta en venta
fr_fr: Promo
nl_nl: Aanbieding
pl_pl: Oferta sprzedaży

source: by
de_de: nach
es_es: por
fr_fr: par
nl_nl: door
pl_pl: przec

source: This reference was subject to a reinstatement,
de_de: Diese Referenz wurde wiederhergestellt.
es_es: Esta referencia ha sido objeto de rehabilitación,
fr_fr: Cette référence a fait l'objet d'une réintégration,
nl_nl: Deze referentie was onderhevig aan een herstelling,
pl_pl: Ten indeks został wzięty po wartości odtworzeniowej

source: please be careful to not charge it twice.
de_de: Ändern Sie sie bitte nicht zwei Mal.
es_es: Por favor, tenga cuidado de no cobrarlo dos veces.
fr_fr: veillez à ne pas la facturer deux fois.
nl_nl: gelieve geen tweemaal aan te rekenen.
pl_pl: Proszę byc ostrożnym aby nie obciążyć tego podwójnie

source: Order wished date
de_de: Gewünschtes Datum der Bestellung
es_es: Fecha deseada de pedido
fr_fr: Date souhaitée de la commande
nl_nl: Gewenste datum bestelling
pl_pl: Oczekiwana data zamówienia

source: Daily schedule
de_de: Täglicher Zeitplan
es_es: Programa diario
fr_fr: Planning journalier
nl_nl: Dagelijkse planning
pl_pl: Dzienny harmonogram

source: Morning
de_de: Morgens
es_es: Mañana
fr_fr: Matin
nl_nl: Ochtend
pl_pl: Rano

source: Afternoon
de_de: Nachmittags
es_es: Tarde
fr_fr: Après-midi
nl_nl: Namiddag
pl_pl: Popołudnie

source: No schedule found for delivery site.
de_de: Es wurde für den Lieferstandort kein Zeitplan gefunden.
es_es: No programa se encontró para ubicación de entrega.
fr_fr: Pas de planning trouvé pour le site de livraison.
nl_nl: Geen planning gevonden voor plaats van levering.
pl_pl: Brak harmonogramu dla strony dostawy

source: Delivery possible
de_de: Lieferung möglich
es_es: Entrega posible
fr_fr: Livraison Possible
nl_nl: Levering mogelijk
pl_pl: Możliwość dostawy

source: Product reference
de_de: Produktreferenz
es_es: Referencia producto
fr_fr: Référence Produit
nl_nl: Productreferentie
pl_pl: Referecje produktu

source: By road
de_de: Per Straße
es_es: Por carretera
fr_fr: Routier
nl_nl: Over de weg
pl_pl: Drogą

source: Railway
de_de: Bahn
es_es: Ferroviaro
fr_fr: Ferroviaire
nl_nl: Spoor
pl_pl: Pociąg

source: Air
de_de: Luft
es_es: Aereo
fr_fr: Aérien
nl_nl: Lucht
pl_pl: Przewożnik lotniczy

source: Sea
de_de: See
es_es: Marítimo
fr_fr: Maritime
nl_nl: Zee
pl_pl: Przewożnik morski

source: Various
es_es: Varios
fr_fr: Divers
pl_pl: Różny

source: Consulting
es_es: Consultoría
fr_fr: Conseil
pl_pl: Konsulting

source: Operations
de_de: Operationen
es_es: Operaciones
fr_fr: Opérations
nl_nl: Verrichting
pl_pl: Postępowanie

source: Symbol
es_es: Símbolo
fr_fr: Symbole

source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
nl_nl: Taken
pl_pl: Zadania

source: Categories of expenses or receipts
de_de: Kategorien für Ausgaben oder Belege
es_es: Categorías de gastos o recibos
fr_fr: Catégories de charges et recettes
nl_nl: Categorieën van kosten of ontvangsten
pl_pl: Kategorie wydatków, rachunków

source: Display order
de_de: Bestellung anzeigen
es_es: Mostrar pedido
fr_fr: Ordre d'affichage
nl_nl: Bestelling weergeven
pl_pl: Wyświetl zlecenie

source: Any
de_de: Beliebig
es_es: Cualquier/a
fr_fr: Quelconque
nl_nl: Elke
pl_pl: jakiś

source: Select one or more items
de_de: Wählen Sie eines oder mehrere Elemente
es_es: Elija uno o varios Estados
fr_fr: Sélectionnez un ou plusieurs éléments
nl_nl: Selecteer een of meerdere items
pl_pl: Wybierz jedno lub więcej pozycji

source: Product caracteristics
es_es: Características del producto
fr_fr: Caractéristiques produit
pl_pl: Charaketerystyki produktu

source: Product type
de_de: Produkttyp
es_es: Tipo de producto
fr_fr: Type de produits
pl_pl: Typ produktu

source: Supplier order
de_de: Zuliefererbestellung
es_es: Pedido proveedor
fr_fr: Commande fournisseur
nl_nl: Leveranciersbewijs
pl_pl: Zlecenie dostawcy

source: Carriage service
de_de: Frachtservice
es_es: Servicio de transporte
fr_fr: Commande de transport
nl_nl: Vrachtdienst
pl_pl: Usługa przewozu

source: Class booking
de_de: Klassenbuchung
es_es: Reserva de la clase
fr_fr: Réservation de cours
nl_nl: Les boeken
pl_pl: Klasa rezerwacji

source: Service order
de_de: Servicebestellung
es_es: Pedido de servicio
fr_fr: Commande de prestation
nl_nl: Servicebewijs
pl_pl: Zamówienie usługi

source: Customer order
de_de: Kundenbestellung
es_es: Pedido de un cliente
fr_fr: Commande client
nl_nl: Klantenbestelling
pl_pl: Zamówienie klienta

source: Add/Update licence type
de_de: Flugzeugtyp hinzufügen/aktualisieren
es_es: Añadir/actualizar tipo de licencia
fr_fr: Ajout/édition de type de licence
nl_nl: Licentietype toevoegen/vernieuwen
pl_pl: Dodaj/Aktualizuj typ licencji

source: You must use the method Alert::prepare() before sending.
de_de: Sie müssen vor dem Versenden die Methode Alert::prepare() verwenden.
es_es: Debe utilizar el método de alerta::preparar() antes de mandar.
fr_fr: Vous devez utiliser la méthode Alert::Prepare() avant l'envoie.
nl_nl: U moet de methode Alert::prepare() gebruiken voor te verzenden.
pl_pl: Musisz użyć metodę Alert::prepare() przed wysłaniem.

source: Add/Update product references by customer
de_de: Produktreferenzen nach Kunde hinzufügen/aktualisieren
es_es: Añadir / actualizar referencias de productos por cliente
fr_fr: Ajout/modification références produit par client
nl_nl: Toevoegen/vernieuwen van productreferenties door klant
pl_pl: Dodaj/Aktualizuj referencje produktu przez klienta

source: Customer reference
de_de: Kundenreferenz
es_es: Referencia cliente
fr_fr: Référence client
nl_nl: Klantenreferentie
pl_pl: Numer klienta
