Repository: alexhuang888/onlogistics
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, fr_fr, nl_nl, pl_pl

source: None
de_de: Kein(er)
es_es: Ninguno/a
fr_fr: Aucun
nl_nl: Geen
pl_pl: Żaden

source: The following orders are not billable: <ul><li>%s</li></ul>
es_es: Los siguientes pedidos no se pueden facturar: <ul><li>%s</li></ul>
fr_fr: Les commandes suivantes ne sont pas facturables: <ul><li>%s</li></ul>
pl_pl: Następujące zlecenia nie mogą zostać zafakturowane: <ul><li>%s</li></ul>

source: The following orders are locked because outstanding debts amount exceeds their maximum values: <ul><li>%s</li></ul>
es_es: Los pedidos siguientes estan cerrados porque las deudas pendientes superan sus valores máximos: <ul><li>%s</li></ul>
fr_fr: Les commandes suivantes sont bloquées car l'encours courant est supérieur à l'encours maximun: <ul><li>%s</li></ul>
pl_pl: Następujące zlecenia są zablokowane, ponieważ poziom niezapłaconyc należności przewyższa poziom maxymalny:<ul><li>%s</li></ul>

source: For the following orders invoice could not be sent by email because no user is set to receive it: <ul><li>%s</li></ul>
es_es: La factura acerca de los pedidos siguientes no se ha podido mandar por correo electrónico porque ningún usuario esta configurado para recibirla: <ul><li>%s</li></ul>
fr_fr: Les commandes suivantes n'ont pu être envoyées par mail car aucun utilisateur n'est paramétré pour les recevoir. (gestion des alertes): <ul><li>%s</li></ul>
pl_pl: Dla następujących zleceń faktura nie może być wysłana przez e-mail, poniważ żaden nie jest ustawiony do otrzymywania: <ul><li>%s</li></ul>

source: Click on the button below to print invoices.
es_es: Haga clic en el boton abajo para imprimir facturas.
fr_fr: Cliquer sur le bouton ci-dessous pour imprimer les factures.
pl_pl: Naciśnij przycisk poniżej aby wydrukować fakturę.

source: Charge several orders
es_es: Cobrar varios pedidos
fr_fr: Facturer plusieurs commandes
pl_pl: Obciążenie kilku zleceń

source: A document with the same number already exists, please correct.
de_de: Es existiert bereits ein Dokument mit dieser Nummer. Bitte berichtigen Sie dies.
es_es: Un documento con el mismo número ya existe, por favor corrija.
fr_fr: Le numéro de facture saisi est déjà attribué à un document. Veuillez le modifier.
nl_nl: Er bestaat reeds een document met hetzelfde nummer, gelieve te verbeteren.
pl_pl: Dokument z takim samym numerem już istnieje,proszę popraw.

source: Fill in SN or Lot
de_de: Serien-Nr. oder Los eingeben
es_es: Rellenar NS o Lote
fr_fr: Saisir les SN / N° de lot
nl_nl: Vul SN of lot in
pl_pl: Wypełnij SN lub Lot

source: of departure
de_de: des Abflugs
es_es: de salida
fr_fr: de départ
nl_nl: van vertrek
pl_pl: wylot

source: Store
de_de: Lager
es_es: Almacen
fr_fr: Magasin
nl_nl: Opslaan
pl_pl: Sklep

source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Emplacement
nl_nl: Locatie
pl_pl: Lokalizacja

source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
nl_nl: Hoeveelheid
pl_pl: Ilość

source: Lot number
de_de: Losnummer
es_es: Número de lote
fr_fr: Nombre de lots
nl_nl: Lotnummer
pl_pl: Numer przelotu

source: Improper SN "%s" provided:
de_de: Falsche Seriennummer "%s" angegeben:
es_es: NS proporcionado ("%s") incorrecto:
fr_fr: Le SN saisi %s est incorrect:
nl_nl: Onjuist SN "%s" ingevoerd:
pl_pl: Importer SN "%s" wrowadzono:

source: Please correct.
de_de: Bitte berichtigen.
es_es: Por favor, corrija.
fr_fr: Veuillez corriger.
nl_nl: Gelieve te verbeteren.
pl_pl: Proszę popraw.

source: provided SN state is
de_de: Zustand der angegebenen Seriennummer ist wie folgt:
es_es: Estado del NS proporcionado es
fr_fr: le SN saisi est à l'état
nl_nl: ingevoerd SN is
pl_pl: wprowadzony numer seryjny jest

source: SN provided is already used in an assembly.
de_de: Die angegebene Seriennummer wird bereits in einer Baugruppe verwendet.
es_es: NS proporcionado esta usado ya en un montaje.
fr_fr: le SN saisi est déjà impliqué dans un assemblage.
nl_nl: SN ingevoerd wordt reeds gebruikt in een verzameling.
pl_pl: wprowadzony SN jest już używany w zestawie

source: Please select at least one item.
de_de: Wählen Sie bitte mindestens ein Element aus.
es_es: Por favor, seleccione al menos un artículo.
fr_fr: Vous devez sélectionner au moins un item.
nl_nl: Selecteer tenminste één item.
pl_pl: Proszę wybierz przynajmniej jeden przedmiot.

source: Please select a customer.
de_de: Wählen Sie bitte einen Kunden aus.
es_es: Por favor, seleccione un cliente.
fr_fr: Vous devez sélectionner un client.
nl_nl: Selecteer een klant.
pl_pl: Proszę wybierz klienta.

source: Selling unit of all selected products have to be base unit or packaging unit.
es_es: Unidad de venta de todos los productos selectos tiene que ser una unidad de base or de embalaje.
fr_fr: L'unité de vente de chaque produit sélectionné doit être l'unité de base ou l'unité d'emballage.
pl_pl: Wybrana jednostka sprzedazy dla wszystkich wybranych produktów musi być jednostką bazową lub jednostką pakowania.

source: For all selected products, if selling unit is base unit, number of base unit in packaging can't be zero.
es_es: Para todos los productos seleccionados, si la unidad de venta es la unidad de base, el número de unidades de base en el embalaje no puede ser zero.
fr_fr: Pour chaque produit sélectionné, si l'unité de vente est l'unité de base, le nombre d'unités dans l'emballage ne peut être nul.
pl_pl: Dla wszystkich wybranych produktów, jeżeli jednostka sprzedaży jest jednostką bazową, ilosć bazowych jednostek z jednostce pakowania nie mozę być zero.

source: You must select at least one product to order.
de_de: Sie müssen für die Bestellung mindestens ein Produkt auswählen.
es_es: Debe seleccionar al menos un producto para pedir.
fr_fr: Vous devez spécifier au moins un produit à commander.
nl_nl: U moet tenminste één product selecteren om te bestellen.
pl_pl: Trzeba wybrać przynjmniej jeden produkt do zlecenia.

source: Provided order number is already allocated, please correct.
de_de: Die angegebene Bestellnummer ist bereits zugewiesen. Bitte berichtigen Sie dies.
es_es: El número de pedido proporcionado está ya asignado, por favor corrija.
fr_fr: Le numéro de commande saisi est déjà attribué. Veuillez le modifier.
nl_nl: Dit bestelnummer werd reeds toegewezen, gelieve te verbeteren.
pl_pl: Wprowadzony numer zamówienia już jest przydzielony,proszę skoryguj.

source: Supplier
de_de: Zulieferer
es_es: Proveedor
fr_fr: Fournisseur
nl_nl: Leverancier
pl_pl: Dostawca

source: Customer
de_de: Kunde
es_es: Cliente
fr_fr: Client
nl_nl: Klant
pl_pl: Klient

source: between %s and %s
de_de: zwischen %s und %s
es_es: entre %s y %s
fr_fr: entre le %s et le %s
nl_nl: tussen %s en %s
pl_pl: pomiędzy%s i %s

source: The %s at %s
de_de: %s um %s
es_es: El %s a %s
fr_fr: Le %s à %s
nl_nl: De %s bij %s
pl_pl: Ten%s na %s

source: Monday
de_de: Montag
es_es: Lunes
fr_fr: Lundi
nl_nl: Maandag
pl_pl: Poniedziałek

source: Tuesday
de_de: Dienstag
es_es: Martes
fr_fr: Mardi
nl_nl: Dinsdag
pl_pl: Wtorek

source: Wednesday
de_de: Mittwoch
es_es: Miercoles
fr_fr: Mercredi
nl_nl: Woensdag
pl_pl: Środa

source: Thursday
de_de: Donnerstag
es_es: Jueves
fr_fr: Jeudi
nl_nl: Donderdag
pl_pl: Czwartek

source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
nl_nl: Vrijdag
pl_pl: Piątek

source: Saturday
de_de: Samstag
es_es: Sábado
fr_fr: Samedi
nl_nl: Zaterdag
pl_pl: Sobota

source: Sunday
de_de: Sonntag
es_es: Domingo
fr_fr: Dimanche
nl_nl: Zondag
pl_pl: Niedziela

source: Generic actor site
de_de: Allgemeiner Akteurstandort
es_es: Sitio genérico de agentes
fr_fr: Site acteur générique
nl_nl: Generische deelnemer
pl_pl: Ogólne miejsce uczestnika

source: Movement could not be executed because the following locations were temporary deactivated for inventory
de_de: Bewegung konnte nicht ausgeführt werden, da die folgenden Orte zeitweise für Inventar deaktiviert wurden.
es_es: Movimiento no se ha podido ejecutar porque las ubicaciones siguientes han estado temporalmente desactivadas para inventario
fr_fr: Le mouvement ne peut être passé en exécution car les emplacements suivants ont été désactivés entre temps pour inventaire
nl_nl: Beweging kon niet uitgevoerd worden omdat de volgende locaties tijdelijk gedeactiveerd werden voor inventaris
pl_pl: Przesuniecie nie może by zrealizowane, ponieważ następująca lokalizacja została tymczasowo zdeaktywowana w magazynie

source: You must add a location.
de_de: Sie müssen einen Standort hinzufügen.
es_es: Debe añadir una ubicación.
fr_fr: Vous devez ajouter un emplacement.
nl_nl: U moet een locatie toevoegen.
pl_pl: Musisz dodać lokalizację.

source: You can't validate movement without using a location.
es_es: No se puede validar movimiento sin utilizar una ubicación.
fr_fr: Vous ne pouvez valider ce mouvement sans utiliser d'emplacement.
pl_pl: Nie mozna sprawdzić przesunięcia bez wprowadzenia lokalizacji

source: Movement could not be executed because you provided wrong quantities.
de_de: Bewegung konnte nicht ausgeführt werden, da Sie die falschen Mengen angegeben haben.
es_es: Movimiento no se ha podido ejecutar porque proporcionó cantidades erroenas.
fr_fr: Le mouvement ne peut être passé en exécution car les quantités saisies ne sont pas valides.
nl_nl: Beweging kon niet uitgevoerd worden omdat u de verkeerde hoeveelheden heeft ingevoerd.
pl_pl: Przesunięcie nie może zostac wykonane ponieważ wprowadzono złą ilośc

source: Movement could not be executed because quantity provided is null.
de_de: Bewegung konnte nicht ausgeführt werden, da die angegebene Menge Null ist.
es_es: Movimiento no se ha podido ejecutar porque cantidad proporcionada es nula.
fr_fr: Le mouvement ne peut être passé en exécution, car la quantité saisie est nulle.
nl_nl: Beweging kon niet uitgevoerd worden omdat de ingevoerde hoeveelheid nul is.
pl_pl: Przesunięcie nie może zostać wykonane, poneważ wprowadzono pustą wartość

source: Wrong SN/Lot provided, please correct.
de_de: Falsche Serien-Nr./Los angegeben, bitte korrigieren.
es_es: NS/Lote erroneo, por favor corrija.
fr_fr: La saisie des SN/Lots est incorrecte.
nl_nl: Fout SN/lot ingevoerd, gelieve te verbeteren.
pl_pl: Nieprawidłowy SN/Lot wprowadzono ,proszę skoryguj.

source: SN number does not match provided quantities for product by location.
de_de: Die Serien-Nr. entspricht nicht der angegebenen Menge des Produkts nach Ort.
es_es: Número NS no corresponde a las cantidades proporcionadas para producto por ubicación.
fr_fr: Le nombre de SN saisis ne correspond pas aux quantités de produit saisies par emplacement.
nl_nl: SN-nummer komt niet overeen met de ingevoerde hoeveelheden voor product volgens locatie.
pl_pl: Brak pozycji o takiej ilości i takim numerze seryjnym w tej lokalizacji

source: Lots number does not match provided total lot number by location.
es_es: Número de Lote no corresponde al número total de Lotes por ubicación.
fr_fr: Le nombre de lots différents utilisés ne correspond pas au nombre total de lots annoncé.
pl_pl: Wprowadzony numer partii nie odpowiada numerowi partii w tej lokalizacj

source: Provided %s do not match provided quantities for product by location.
de_de: Das/Die angegebene "%s" entspricht nicht der angegebenen Menge des Produkts nach Ort.
es_es: %s proporcionados no corresponden a cantidades proporcionadas para producto por ubicación.
fr_fr: Les %s saisis ne correspondent pas aux quantités de produit saisies par emplacement.
nl_nl: Ingevoerd %s stemt niet overeen met de ingevoerde hoeveelheden voor product volgens locatie.
pl_pl: Wprowadzony %s nie łaczy się z iloscią produktów w tej lokalizacji.

source: You have to select one or more movements.
es_es: Debe elejir uno o varios movimientos.
fr_fr: Vous devez sélectionner un ou plusieurs mouvements.
pl_pl: Musisz wybrać jedno lub więcej przesunięć

source: All selected movements have to be linked to the same command.
es_es: Todos los movimientos seleccionados tienen que ser vinculados con el mismo orden.
fr_fr: Tous les mouvements sélectionnés doivent être liés à la même commande.
pl_pl: Wszyskie wybrane przesunięcia muszą połączone z tą samą komendą

source: All selected movements have to be linked to a product whithout tracing mode.
es_es: Todos los movimientos seleccionados tienen que ser vinculados a un producto sin modo de seguimiento.
fr_fr: Tous les mouvements sélectionnés doivent être liés à un produit sans mode de suivi.
pl_pl: Wszystkie wybrane przesunięcia muszą być połączone z produktem bez trybu śledzenia

source: All selected movements have to be normal issue or entry.
es_es: Todos los movimientos seleccionados tienen que ser de emisión o entrada normal.
fr_fr: Tous les mouvements sélectionnés doivent être une entrée normale ou une sortie normale.
pl_pl: Wszystkie wybrane przesunięcia muszą mieć normalne wydanie lub przyjęcie.

source: All selected movement states have to be "Created".
es_es: Todos los estados de movimientos deben ser "Created".
fr_fr: Tous les mouvements sélectionnés doivent être à l'état "A faire".
pl_pl: Wszystkie wybrane przesunięcia muszą być w satnie "Created".

source: Each selected movement have to be execute on one and only one location.
es_es: Cada movimiento seleccionado tiene que ser ejecutado en una sola ubicación.
fr_fr: Chacun des mouvements sélectionnés doit être exécutable sur un et un seul emplacement.
pl_pl: Wszystkie wybrane lokalizacje muszą być wykonane w jednej i tylko jednej lokalizacji

source: A selected movement can't be execute: insufficient stock
es_es: Un movimiento seleccionado no se puede ejecutar: existencias insuficientes
fr_fr: Un des mouvements sélectionnés ne peut être exécuté: stock insuffisant.
pl_pl: Wybrane przesunięcie nie mogą być wykonane, zbyt niski stan magazynu

source: Movement could not be executed because the following location is temporary deactivated for inventory: %s
es_es: Movimiento no se ha podido ejecutar porque la ubicación siguiente esta temporlamente desactivada para inventorio: %s
fr_fr: Un mouvement ne peut être exécuté car l'emplacement concerné est temporairement désactivé pour inventaire: %s.
pl_pl: Przesunięcie nie może zostać wykonane, ponieważ lokalizacja jest tymczasowo zdeaktywowana dla magazynu: %s

source: All selected movements have to be executed in the same site.
es_es: Todos los movimientos seleccionados se tienen que ejecutar en la misma ubicación.
fr_fr: Tous les mouvements sélectionnés doivent être exécutés dans le même site.
pl_pl: Wszystkie wybrane przesunięcia musza być wykonane na tej stronie

source: Movement could not be executed because some quantity is insufficient for a location.
de_de: Die Bewegung konnte nicht ausgeführt werden, da ein Teil der Menge für einen Ort nicht ausreichend ist.
es_es: Movimiento no se ha podido ejecutar porque alguna cantidad es insuficiente para una ubicación.
fr_fr: Le mouvement ne peut être passé en exécution: quantité en stock insuffisante pour un emplacement.
nl_nl: Beweging kon niet uitgevoerd worden omdat de hoeveelheid onvoldoende is voor een locatie.
pl_pl: Przesunięcie nie może nie być wykonane, poniważ brakuje pozycji na tej lokalizacji.

source: No actor
de_de: Kein Akteur
es_es: Ningún agente
fr_fr: Aucun acteur
nl_nl: Geen deelnemer
pl_pl: Brak uczestnika

source: No site
de_de: Kein Standort
es_es: Ninguna ubicación
fr_fr: Aucun site
nl_nl: Geen site
pl_pl: Brak miejsca

source: Please select at least one service to charge.
de_de: Wählen Sie bitte mindestens einen zu berechnenden Service aus.
es_es: Por favor, elija por lo menos un servicio a cobrar.
fr_fr: Vous devez spécifier au moins une prestation à facturer.
nl_nl: Selecteer tenminste een dienst om aan te rekenen.
pl_pl: Prosze wybierz przynajmniej jedną usługę do opłaty.

source: Please select a supplier billing site.
de_de: Wählen Sie bitte einen Rechnungsstandort für den Zulieferer aus.
es_es: Por favor, elija una ubicación de facturación proveedor.
fr_fr: Vous devez choisir un site de facturation fournisseur.
nl_nl: Selecteer een facturatieadres van de leverancier.
pl_pl: Proszę wybierz stronę bilihgu dostawcy.

source: Please select a customer billing site.
de_de: Wählen Sie bitte einen Rechnungsstandort für den Kunden aus.
es_es: Por favor, elija una ubicación de facturación cliente.
fr_fr: Vous devez choisir un site de facturation client.
nl_nl: Selecteer een facturatieadres van de klant.
pl_pl: Proszę wybierz miejsce bilingu klienta.

source: Delivery impossible this day.
de_de: Lieferung an diesem Tag nicht möglich.
es_es: Entrega imposible hoy.
fr_fr: Livraison impossible ce jour là.
nl_nl: Levering onmogelijk deze dag
pl_pl: Dostawa nie jest możliwa w dniu dzisiejszym.

source: and
de_de: und
es_es: y
fr_fr: et
nl_nl: en
pl_pl: i

source: Order related to chain "%s" could not be found in the database.
de_de: Die Bestellung für Kette "%s" wurde nicht in der Datenbank gefunden.
es_es: Pedido asociado con cadena "%s" no se encontró en la base de datos.
fr_fr: Impossible de déterminer la commande associée à la chaîne %s
nl_nl: Reeks "%s" verbonden bestelling kon niet worden gevonden in de gegevensbank.
pl_pl: Zamówinie związane z łańcuchem "%s" niie został znaleziony w bazie danych.

source: Unknown error.
de_de: Unbekannter Fehler.
es_es: Error desconocido.
fr_fr: Erreur Inconnue.
nl_nl: Onbekende fout.
pl_pl: Nieznany błąd.

source: No error.
de_de: Kein Fehler.
es_es: Ningún Error.
fr_fr: Aucune erreur.
nl_nl: Geen fout.
pl_pl: Brak błędu.

source: Wrong data provided: some SN or Lot was not found in the database.
de_de: Falsche Daten angegeben: Einige Seriennummern oder Lose wurden in der Datenbank nicht gefunden.
es_es: Datos proporcionados erroneos: algún NS o Lote no se encontró en la base de datos.
fr_fr: La saisie est incorrecte: un des SN/lot saisis n'existe pas.
nl_nl: Foute gegevens ingevoerd: sommige SN of loten werden niet gevonden in de gegevensbank.
pl_pl: Została wprowadzona zła data : SN lub Lot nie znaleziono w bazie danych.

source: Wrong data provided: some SN or Lot does not match cancelled movement.
de_de: Falsche Daten angegeben: Einige Seriennummern oder Lose entsprechen nicht der abgebrochenen Bewegung.
es_es: Datos proporcionados erroneos: algún NS o Lote no corresponde a movimiento cancelado.
fr_fr: La saisie est incorrecte: Un des SN/lot saisis ne correspond pas au mouvement annulé.
nl_nl: Foute gegevens ingevoerd: sommige SN of loten stemmen niet overeen met een geannuleerde beweging.
pl_pl: Złe dane wprowadzono: pewne SN lub partia nie są powiązne ze skasowanym przesunięciem

source: Wrong data provided: some quantity is too great.
de_de: Falsche Daten angegeben: Einige Mengenangaben sind zu groß.
es_es: Datos proporcionados erroneos: alguna cantidad es demasiada.
fr_fr: La saisie est incorrecte: Une quantité saisie est trop importante.
nl_nl: Foute gegevens ingevoerd: sommige hoeveelheden zijn te groot.
pl_pl: Złe dane wprowadzono: ilość jest zbyt duża

source: Wrong data provided: some SN or Lot is deactivated.
de_de: Falsche Daten angegeben: Einige Seriennummern oder Lose sind deaktiviert.
es_es: Datos proporcionados erroneos: algún NS o Lote esta desactivado.
fr_fr: La saisie est incorrecte: Un des SN/lot saisis est desactivé.
nl_nl: Foute gegevens ingevoerd: sommige SN of loten zijn gedeactiveerd.
pl_pl: Wprowadzono złe dane: pewien SN, numer parti jest nieaktywny

source: Error in data provided please correct.
de_de: Fehler bei den Daten. Bitte korrigieren.
es_es: Error en datos proporcionados, por favor corrija.
fr_fr: La saisie est incorrecte, veuillez corriger.
nl_nl: Fout in ingevoerde gegevens, gelieve te verbeteren.
pl_pl: Błąd we wprowadzaniu danych, proszę o korektę

source: Some SN is already assigned to a product, it cannot be entered again.
de_de: Seriennummer ist bereits zugewiesen: Sie kann nicht erneut eingegeben wieder.
es_es: Algún NS o Lote ya esta asignado a un producto, no se puede entrar de nuevo.
fr_fr: Un des SN saisis est déjà affecté à un produit en stock. Il ne peut être entré à nouveau.
nl_nl: Sommige SN werden reeds toegewezen aan een product, dit kan niet meer ingevoerd worden.
pl_pl: Numer seryjny dołączony do produktu, nie moze być wprowadzony ponownie

source: No location matches for this product
de_de: Es wurden keine passenden Orte für dieses Produkt gefunden.
es_es: Ninguna correspondancia encontrada para este producto
fr_fr: Aucun emplacement ne correspond pour ce produit
nl_nl: Geen locaties voor dit product
pl_pl: Żadna lokalizacjia nie pasuje dla tego produktu

source: Parameter to pass to the function must be chain.
de_de: Der Parameter der Funktion muss eine Kette sein.
es_es: Para ser transmitido a la función, el parámetro tiene que ser cadena.
fr_fr: Le paramètre passé à la fonction doit être un objet chaîne.
nl_nl: Parameter om aan de functie door te geven moet een reeks zijn.
pl_pl: Parametr przekazywany do funkcji musi być łańcuchem

source: Chain "%s" does not have any operation, please contact your admin.
de_de: Die Kette "%s" verfügt über keine Operationen. Wenden Sie sich bitte an Ihren Administrator.
es_es: Cadena "%s" no tiene ninguna operación, por favor contacte su admin.
fr_fr: La chaîne "%s" ne comporte aucune opération. Il est impossible de continuer.
nl_nl: Reeks "%s" heeft geen verrichting, contacteer uw admin.
pl_pl: Łańcuch "%s" nie posiada żadnej operacji, proszę o kontakt z administratorem

source: Operation "%s" does not have any task, please contact your admin.
de_de: Die Operation "%s" verfügt über keine Aufgaben. Wenden Sie sich bitte an Ihren Administrator.
es_es: Operación "%s" no tiene ninguna tarea, por favor contacte su admin.
fr_fr: L'opération "%s" ne comporte aucune tâche. Il est impossible de continuer.
nl_nl: Verrichting "%s" heeft geen taak, contacteer uw admin.
pl_pl: Operacja "%s" nie ma żadnego zadania, proszę o kontakt z administratorem

source: Wished product version is not available anymore, please contact your admin.
de_de: Die gewünschte Produktversion ist nicht mehr verfügbar. Wenden Sie sich bitte an Ihren Administrator.
es_es: Versión del producto deseada ya no es disponible, por favor contacte su admin.
fr_fr: La version du produit demandé n'est plus disponible. Merci de contacter votre administrateur.
nl_nl: Gewenste productversie is niet meer beschikbaar, contacteer uw admin.
pl_pl: Oczekiwana wersja produktu nie jest dostępna, proszę o kontakt z administratorem

source: Task associated components could not be found.
de_de: Die der Aufgabe zugeordneten Komponenten wurden nicht gefunden.
es_es: Los componentes asociados con la tarea no se han encontrado.
fr_fr: Impossible de déterminer les composants associés aux tâches
nl_nl: Componenten verbonden aan taak konden niet gevonden worden.
pl_pl: Zadane związane z komponentami nie może zostać znalezione

source: Please contact your admin and tell him to fix chain "%s".
de_de: Wenden Sie sich bitte an Ihren Administrator und bitten Sie ihn, Kette "%s" zu reparieren.
es_es: Por favor, contacte su admin para pedirle que arregle cadena "%s".
fr_fr: Merci de bien vouloir contacter votre administrateur pour qu'il modifie la chaîne "%s".
nl_nl: Contacteer uw admin en vraag de reeks "%s" te herstellen.
pl_pl: Proszę skontaktuj się ze swoim administratorem w celu naprawienia łańcucha "%s".

source: %s (task no %s in operation %s)
de_de: %s (Aufgabe Nummer %s in Operation %s)
fr_fr: %s (tâche numéro %s dans l'opération %s)
nl_nl: %s (taak geen %s in verrichting %s)
pl_pl: %s (brak zadania%s w operacji%s)

source: No site assigned to actor %s
de_de: Dem Akteur %s ist kein Standort zugewiesen.
es_es: Ningún sitio asignado a agente %s
fr_fr: L'acteur %s n'a pas de site affecté
nl_nl: Geen site toegewezen aan deelnemer %s
pl_pl: Brak strony przypisanej do użytkownika %s
