Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: Airplane types
tr_tr: Uçak tipleri

source: Some prices by %s are already defined for this service.
tr_tr: Bazı fiyatlar %s tarafından bu hizmet için zaten belirlendi.

source: List of prices by %s of service
tr_tr: %s servisi tarafından fiyatların listesi

source: Assign to chain
tr_tr: Zincire atama

source: Build
tr_tr: Oluşturma

source: Chain operations and tasks
tr_tr: Zincir operasyonları and görevler

source: Chain is not activated.
tr_tr: Zincir etkin değildir.

source: Chain does not have deadline task
tr_tr: Zincir bitiş talimatına sahip değildir

source: A class chain must have as deadline task the flight task.
tr_tr: Bir grup zincir bitiş tarihi talimatı gibi uçuş talimatınada sahip olmak zorundadır.

source: Schedule cannot be completed: wished date is too near.
tr_tr: Program tamamlanamaz: istenen tarih çok yakın.

source: No valid occurrence found for the beginning of fixed time task:
tr_tr: Sabit tarihli görev başlangıcı için yasal oluşum bulunamadı:

source: No valid occurrence found for the end of fixed time task:
tr_tr: Sabit tarihli görev bitimi için yasal oluşum bulunamadı:

source: Wrong trigger mode:
tr_tr: Yanlış başlatıcı mode:

source: Schedule was not found for actor associated to operation
tr_tr: Operasyonla ilgili partner için program bulunamadı

source: Task %s cannot be scheduled because its duration is undefined.
tr_tr: Görev %s programlanamaz çünkü onun süreçi tanımlanmadı.

source: Wrong type of anchor for deadline task "
tr_tr: Bitiş tarihi için yanlış anchor tipi "

source: Could not schedule interruptible task of
tr_tr: Ara verilen görev programlanamayabilir

source: Actor does not have a time slot long enough to execute non interruptible task. (taskDuration = %s, date = %s)
tr_tr: Ara verilmeyen-sureli görevleri gerçekleştirmek için ortak yeterli uzunlukta bir tarih dilimine sahip değildir. (görevSüresi = %s, tarih = %s)

source: Actor does not have a time slot long enough to execute non interruptible task
tr_tr: Ara verilmeyen-sureli görevleri gerçekleştirmek için ortak yeterli uzunlukta bir tarih dilimine sahip değildir.

source: Actor does not have a time slot long enough to execute deadline task
tr_tr: Bitiş tarihi görevini gerçekleştirmek için ortak yeterli uzunlukta bir tarih dilimine sahip değildi

source: No
tr_tr: Hayır

source: Display all references
tr_tr: Tüm referansları göster

source: Week
tr_tr: Hafta

source: Link type
tr_tr: Link tipi

source: Replaceable
tr_tr: Yeri değiştirilebilir

source: Interchangeable
tr_tr: Değiştokuş edilebilir

source: Movement entirely executed
tr_tr: Faaliyet tamamen başarılmıştır

source: Order customer could not be found
tr_tr: Müşteri siparişi bulunamadı

source: Every %02d of the month at %02dH00
tr_tr: Her %02d ayin %02dH00 de

source: Everyday at %02dH00
tr_tr: Hergün %02dH00 de

source: Validation details
tr_tr: Onay detayları

source: details
tr_tr: detaylar

source: Display deliveries state
tr_tr: Teslimat şehrini görüntüle

source: This command was closed.
tr_tr: Bu komut kapanmiştir.

source: Error
tr_tr: Hata

source: Select a mode
tr_tr: Bir mod seçiniz

source: Delivery
tr_tr: Teslimat

source: Supply
tr_tr: Tedarik

source: This payment was delete on %s
tr_tr: Bu ödeme %s tarihinde silinmiştir

source: This product is replaceable.
tr_tr: Bu ürün değiştirilebilir.

source: Offer on sale
tr_tr: Satış teklifi

source: by
tr_tr: ile

source: This reference was subject to a reinstatement,
tr_tr: Bu referans bir yenilemeye tabi olmuştur,

source: please be careful to not charge it twice.
tr_tr: lütfen ödemeyi iki kez almamak için dikkat ediniz.

source: Order wished date
tr_tr: İstenen sipariş tarihi

source: Daily schedule
tr_tr: Günlük program

source: Morning
tr_tr: Sabah

source: Afternoon
tr_tr: Öğleden sonra

source: No schedule found for delivery site.
tr_tr: Teslimat yeri için zaman çizelgesi bulunamadı.

source: Delivery possible
tr_tr: Teslimat mümkündür

source: Product reference
tr_tr: Ürün referansı

source: By road
tr_tr: Karayolu ile

source: Railway
tr_tr: Demiryolu

source: Air
tr_tr: Hava

source: Sea
tr_tr: Deniz

source: Operations
tr_tr: Operasyonlar

source: Tasks
tr_tr: Görevler

source: Categories of expenses or receipts
tr_tr: Gider veya gelirlerin kategorisi

source: Parent
tr_tr: Ana

source: Display order
tr_tr: Siparişi göster

source: Any
tr_tr: Herhangibir

source: Select one or more items
tr_tr: Bir veya daha fazla öge seç

source: Product caracteristics
tr_tr: Ürün özellikleri

source: Product type
tr_tr: Ürün tipi

source: Supplier order
tr_tr: Tedarikçi siparişi

source: Carriage service
tr_tr: Nakliye servisi

source: Class booking
tr_tr: Ders reservasyonu

source: Service order
tr_tr: Hizmet siparişi

source: Customer order
tr_tr: Müşteri siparişi

source: Add/Update licence type
tr_tr: Lisans tipi Ekle/Güncelle

source: You must use the method Alert::prepare() before sending.
tr_tr: Alarm metodu kullanmak zorundasınız::hazırla() göndermeden önce.

source: Add/Update product references by customer
tr_tr: Müşteriye göre ürün referansları Ekle/Güncelle

source: Customer reference
tr_tr: Müşteri referansı

source: carriage
tr_tr: taşıma

source: maintenance
tr_tr: onarım

source: class
tr_tr: ders

source: helicopter rental
tr_tr: helikopter kiralama

source: Created
tr_tr: Oluşturulan

source: Contructed
tr_tr: Yapılanmış

source: Can be activated
tr_tr: Aktif edilebilir

source: Chains
tr_tr: Zincirler

source: Creator
tr_tr: Yaratıcı

source: Catalog description
tr_tr: Katalog tanımı

source: Barcode type
tr_tr: Barkode tipi

source: SiteTransition
tr_tr: Bağlantı Yeri

source: Creation date
tr_tr: Oluşum tarihi

source: State
tr_tr: Şehir

source: Validity begin
tr_tr: Yürürlük başlangıcı

source: Validity end
tr_tr: Yürürlük sonu

source: Chain
tr_tr: Zincir

source: Date
tr_tr: Tarih

source: Answer type
tr_tr: Cevap tipi

source: Maintenance
tr_tr: Bakım

source: Class
tr_tr: Ders

source: Rental
tr_tr: Kiralama

source: Storage
tr_tr: Depo

source: by day
tr_tr: güne göre

source: price/number of days
tr_tr: günlerin sayısı/fiyat

source: Hours
tr_tr: Saatler

source: Days
tr_tr: Günler

source: General informations
tr_tr: Genel bilgiler

source: Chargeable
tr_tr: Faturalanabilir

source: Calculation mode
tr_tr: Hesap modu

source: Movement type
tr_tr: Faaliyet tipi

source: insurance charges
tr_tr: sigorta masrafları

source: packing charges
tr_tr: amlajlama ücretleri

source: forwarding charges
tr_tr: nakletme ücretleri

source: invoices items
tr_tr: faturaların öğeleri

source: Expenses and receipts lines
tr_tr: Gider ve gelirler satırları

source: fixed price
tr_tr: kesin fiyat

source: by cube meter
tr_tr: metre küpe göre

source: by linear meter
tr_tr: lineer metreye göre

source: by unit
tr_tr: birime göre

source: by kilometer
tr_tr: kilometreye göre

source: Manual
tr_tr: Manuel

source: Automatic
tr_tr: Atomatik

source: Temporal
tr_tr: Geçici

source: daily
tr_tr: günlük

source: hourly
tr_tr: saatlik

source: by square meter
tr_tr: metre kareye göre

source: by kilowatt
tr_tr: kilowatta göre

source: To do
tr_tr: Yapmak

source: In progress
tr_tr: Devam eden

source: Finished
tr_tr: Tamamlanmış

source: Suspended
tr_tr: Beklemede

source: Same as activation task beginning date plus X hours
tr_tr: Aktivasyon başlangıç tarihi gibi aynı plus X saatler

source: Same as activation task beginning date minus X hours
tr_tr: Aktivasyon başlangıç tarihi gibi aynı minus X saatler

source: initial order wished date plus X hours
tr_tr: istenen tarihli ilk sipariş plus X saatler

source: initial order wished date minus X hours
tr_tr: istenen tarihli ilk sipariş minus X saatler

source: Add/Update airplane type
tr_tr: Uçak tipini Ekle/Güncelle

source: That caused cancellation
tr_tr: İptale sebep oldu

source: Cancelled
tr_tr: İptal edildi

source: Invoice
tr_tr: Fatura

source: Packing list
tr_tr: Ambalajlama listesi

source: Credit note
tr_tr: Kredi notu

source: Delivery order
tr_tr: Teslimat emri

source: Forwarding form
tr_tr: Nakletme formu

source: Customer(s) associated to the service
tr_tr: Hizmetle ilgili müşteri(ler)

source: Service label for this customer
tr_tr: Bu müşteri için hizmet numarası

source: Gallon
tr_tr: Galon

source: Price by products associated to the service
tr_tr: Hizmete iliskin urunlere göre fiyat

source: Version
tr_tr: Versiyon

source: Qty
tr_tr: Miktar

source: Major emergency
tr_tr: Major aciliyet

source: Common emergency
tr_tr: Genel aciliyet

source: Medium emergency
tr_tr: Orta aciliyet

source: Low emergency
tr_tr: Düşük aciliyet

source: Distant emergency
tr_tr: Hafif aciliyet

source: Packaging
tr_tr: Paketleme

source: Forecast flow
tr_tr: Tahmini hareket

source: Description
tr_tr: Tanımlama

source: Begin date
tr_tr: Başlangıç tarihi

source: End date
tr_tr: Bitiş tarihi

source: Expenses and receipts models lines
tr_tr: Gider ve gelirlerin örnek satırları

source: Document number
tr_tr: Belge numarası

source: Delivery order number
tr_tr: Teslimat emir numarası

source: Air waybill
tr_tr: Havayolu taşıma faturası

source: Customer code
tr_tr: Müşteri kodu

source: Salesman
tr_tr: Satış elemanı

source: VAT number
tr_tr: KDV değeri

source: Payment
tr_tr: Ödeme

source: Incoterm
tr_tr: Incoterm (Uluslararası Ticari Terimler)

source: store
tr_tr: depo

source: Season category
tr_tr: Sezon kategorisi

source: Customer order number
tr_tr: Müşteri sipariş numarası

source: Deal number
tr_tr: Mukavele numarası

source: Supplier code
tr_tr: Tedarikçi kodu

source: Booking number
tr_tr: Rezervasyon numarası

source: Port of embarkation
tr_tr: Yükleme limanı

source: Freight mode
tr_tr: Navlun modu

source: Parcel volumetry
tr_tr: Paket hacim ölçeği

source: Total number of parts
tr_tr: Parçaların toplam sayısı

source: No planning assigned to site %s
tr_tr: Bölgeye hiçbir planlama tahsis edilmedi %s

source: An actor can only be associated to the same service once
tr_tr: Bir partner aynı servisle yalnızca bir kez birleşebilir

source: End of month
tr_tr: Ayın sonu

source: End of next month
tr_tr: Gelecek ayın sonu

source: Check
tr_tr: Çek

source: Cash
tr_tr: Nakit

source: Credit card
tr_tr: Kredi kart

source: Draft
tr_tr: Senet

source: Assets
tr_tr: Mal varlıkları

source: Promissory note
tr_tr: Borç senedi

source: No mail sending
tr_tr: Mail gönderilemiyor

source: Send simple alert
tr_tr: Basit alarm gönder

source: Send an invoice by email
tr_tr: Email ile bir fatura gönder

source: Billable
tr_tr: Faturalanabilir

source: Not billable, closed after prepared
tr_tr: Faturalanamaz, hazırlandıktan sonra kapatıldı

source: Not billable, closed after delivery
tr_tr: Faturalanamaz, nakliyeden sonra kapatıldı

source: Activated
tr_tr: Aktif

source: Partially charged
tr_tr: Kısmi faturalandı

source: Completely charged
tr_tr: Tamamen faturalandı

source: Partially paid
tr_tr: Kısmi ödenen

source: Completely paid
tr_tr: Tamamen ödenen

source: breaking-down of amount excl. VAT
tr_tr: KDV hariç miktarın başa baş noktası

source: breaking-down of VAT amount
tr_tr: KDV miktarının başa baş noktası

source: breaking-down of amount incl. VAT
tr_tr: KDV dahil miktarın başa baş noktası

source: breaking-down of discount
tr_tr: İndirimin başa baş noktası

source: Accounts
tr_tr: Hesaplar

source: Account number
tr_tr: Hesap numarası

source: Number
tr_tr: Numara

source: Account name
tr_tr: Hesap ismi

source: Accounting model
tr_tr: Muhasebe modeli

source: FlowType
tr_tr: AkışTürü

source: expenses and receipts
tr_tr: giderler ve gelirler

source: Bank
tr_tr: Banka

source: comment
tr_tr: yorum

source: Main model
tr_tr: Ana model

source: Distribution key
tr_tr: Dağıtım anahtarı

source: Virtual stock reached
tr_tr: Sanal stok aştı

source: Virtual stock for product
tr_tr: Ürün için sanal stok

source: reached is minimum level, which is
tr_tr: Minimum seviyeye ulaşıldı, minimum seviye

source: Please very next scheduled supplying.
tr_tr: Lütfen en yakın planlanmış olanı tedarik et.

source: Product designation
tr_tr: Ürün etiket ismi

source: Product supplier
tr_tr: Ürün tedarikçisi

source: Actual stock reaches
tr_tr: Güncel stok erişimi

source: Stock quantity of product ref.
tr_tr: Ürün referansının stok miktarı

source: Virtual stock reaches zero.
tr_tr: Sanal stok sıfıra ulaşdı.

source: reached zero.
tr_tr: sıfıra ulaşıldı.

source: Stock reaches zero.
tr_tr: Stok sıfıra ulaşdı.

source: reached its minimum level, which is zero.
tr_tr: minimum seviyeye erişildi, oda sıfırdır.

source: Partial import. Order
tr_tr: Kısmi ithalat. Sipariş

source: Partial movement, for reference
tr_tr: Kısmi taşıma, referans için

source: There was
tr_tr: Var olan

source: moved units for
tr_tr: Taşınan birimler için

source: expected
tr_tr: beklenen

source: Partial issue. Order
tr_tr: Kısmi çıkış. Sipariş

source: customer
tr_tr: müşteri

source: Outstanding debts amount exceeded
tr_tr: Sınırı aşan ödenmemiş borç miktarı

source: Allowed outstanding debts amount
tr_tr: İzin verilen ödenmemiş borç miktarı

source: Current outstanding debts value with this order
tr_tr: Bu sipariş ile mevcut ödenmemiş borç değeri

source: supplier
tr_tr: tedarikçi

source: allowed outstanding debts amount exceeded
tr_tr: izin verilen sınırı aşan ödenmemiş borç miktarı

source: Current outstanding debts value with this invoice
tr_tr: Bu fatura ile mevcut ödenmemiş borç bedeli

source: Order receipt
tr_tr: Sipariş makbuzu

source: Deadline for payment exceeded: customer
tr_tr: Sınırı aşan ödeme için vade sonu: müşteri

source: Deadline for payment exceeded: order
tr_tr: Sınırı aşan ödeme için vade sonu: sipariş

source: Payment date limit exceeded.
tr_tr: Ödeme tarih limiti aşıldı.

source: Expected payment date
tr_tr: Beklenen ödeme tarihi

source: Cancellation of movement
tr_tr: Faaliyetin iptali

source: Movement
tr_tr: Faaliyet

source: has been cancelled
tr_tr: iptal edildi

source: Partial. Order
tr_tr: Kısmi. Sipariş

source: partial movement, for reference
tr_tr: kısmi faaliyet, referans için

source: Carriage order receipt
tr_tr: Nakliye sipariş makbuzu

source: Carriage order
tr_tr: Nakliye emri

source: Collection address
tr_tr: Toplama adresi

source: Delivery address
tr_tr: Teslimat adresi

source: Madam, Sir
tr_tr: Bayan, Bay

source: The following carriage service was booked, here is its description:
tr_tr: Aşağıdaki nakliye servisi rezerve edildi, ayrıtıları buradadır:

source: Wished date
tr_tr: İstenen tarih

source: Imputation number or account number
tr_tr: Yükleme numarası veya hesap numarası

source: Amount to recover on delivery
tr_tr: Nakliyeyi karşılayan miktar

source: Details of parcels to deliver
tr_tr: Teslimat için yüklerin ayrıntıları

source: Parcel type
tr_tr: Posta tipi

source: Unit weight (kg)
tr_tr: Birim ağırlık (kg)

source: Dimensions
tr_tr: Boyutlar

source: Stackable ratio
tr_tr: Stoklanabilir oran

source: Priority dimension
tr_tr: Öncelikli boyut

source: Global discount
tr_tr: Global indirim

source: Packing
tr_tr: Ambalajlama

source: Insurance
tr_tr: Sigorta

source: Amount excl. VAT
tr_tr: KDV hariç miktar

source: Amount incl. VAT
tr_tr: KDV dahil miktar

source: Instalment
tr_tr: Taksit

source: To pay
tr_tr: Ödeme

source: Comment
tr_tr: Açıklama

source: Let us know if we can be of further assistance.<br/>The transport department.
tr_tr: Yapabileceğimiz daha baska destek olursa bildiriniz. <br/>Taşıma departmanı

source: Chain schedule error
tr_tr: Zincir çizelgesi hatası

source: Order deletion
tr_tr: Sipariş silme

source: have just been deleted by the user
tr_tr: User tarafından az once silindi

source: Confirmation of your booking of the
tr_tr: Rezervasyon onayı

source: ref.
tr_tr: referans

source: Your booking of the
tr_tr: Rezervasyonun

source: was successful.
tr_tr: başarıldı.

source: Summary of your booking
tr_tr: Rezervasyonun özeti

source: Wished time:
tr_tr: İstenen zaman:

source: Wished airplane
tr_tr: İstenen uçak

source: Assigned instructor
tr_tr: Tahsis edilen eğitmen

source: Yours sincerely,
tr_tr: Saygılarımla,

source: The department of sales
tr_tr: Satış departmanı

source: Last class was ten days ago.
tr_tr: Son ders on gün önceydi.

source: Last flight date
tr_tr: Son uçuş tarihi

source: Your last class was ten days ago, please plan a test for next class.
tr_tr: Son ders on gün önceydi, lütfen daha sonraki ders için bir taslak plan hazırlayınız.

source: potential exceeded
tr_tr: potensiyel aşıldı

source: Airplane
tr_tr: Uçak

source: Actual potential
tr_tr: Mevcut potansiyel

source: Virtual potential
tr_tr: Sanal potansiyel

source: Maintenance services to do according to potential
tr_tr: Potansiyele göre bakım servisleri yapmak

source: Moved quantity is greater than the one ordered
tr_tr: Taşınan miktar sipariş edilenden daha fazladır

source: Moved quantity for product reference
tr_tr: Ürün referansı için taşınan miktar

source: exceeds expected quantity
tr_tr: beklenen miktarı aşıldı

source: expected.
tr_tr: beklenen.

source: Moved quantity
tr_tr: Taşınan miktar

source: insufficient amount of stock for order.
tr_tr: sipariş için yetersiz stok miktarı

source: is insufficient for the order
tr_tr: sipariş için yetersizdir

source: Reinstatement after billing, please control customer credit notes.
tr_tr: Faturadan sonra yenileme, lütfen müşteri kredi notunu kontrol ediniz.

source: For order
tr_tr: Sipariş için

source: a stock reinstatement was done but order was already charged.
tr_tr: bir stok yenileme tamamlandı fakat sipariş daha önceden hesaba geçildi.

source: Please verify if a customer credit note should be issued.
tr_tr: Lütfen müşteri kredi notunun yayınlanabilirliğini teyit et.

source: Reference substitution
tr_tr: Yerine konan referans

source: Expected reference
tr_tr: Beklenen referans

source: has been replaced by
tr_tr: tarafından yer değiştirildi

source: License or qualification date expired for
tr_tr: Lisans veya yeterlilik tarihi sona erdi

source: The following license or qualification dates expired for
tr_tr: Takip eden lisans veya yeterlilik tarihi sona erdi

source: License or qualification date expired
tr_tr: Lisans veya yeterlilik tarihi sona erdi

source: The following license or qualification dates expired:
tr_tr: Takip eden lisans veya yeterlilik tarihi sona erdi:

source: Manually put in alert state
tr_tr: Alarm durumunu manuel olarak ayarla

source: was set in alert by user
tr_tr: user tarafından alarm ayarlandı

source: Deadline for visit exceeded
tr_tr: Aşılan vizit için son tarih

source: limit date for customer visit
tr_tr: Muşteri viziti için tarih limiti

source: settled on
tr_tr: düzenlendi

source: exceeded.
tr_tr: aşılan.

source: Error during production task validation.
tr_tr: Üretim işi onayı sırasında hata

source: User
tr_tr: Kullanıcı

source: Invoice number
tr_tr: Fatura numarası

source: is available for printing at this address: https://www.onlogistics.com.
tr_tr: bu adres yazma için uygundur: https://www.onlogistics.com.

source: Feel free to contact us for any further informations.
tr_tr: Daha fazla bilgi için bizimle kontak kurunuz.

source: Thanks for using our services.
tr_tr: Servisimizi kullanığınız için teşekkür ederiz.

source: Please find enclosed the invoice number
tr_tr: Makbuz numarası ilişiktedir

source: Customers without order since 30 days
tr_tr: 30 günden beri sipariş vermeyen müşteriler

source: The following customers did not place an order since 30 days: {$customerList}
tr_tr: Takip eden müşteriler 30 günden beri sipariş vermedi: {$customerList}

source: Forecast of expenses
tr_tr: Harcamaların tahmini

source: The total of the following expense is greater than its forecast:
tr_tr: Aşağıdaki harcamaların toplamı tahmin edilenden daha fazladır:

source: Number: {$number}
tr_tr: Numara: {$number}

source: Name: {$flow}
tr_tr: İsim: {$flow}

source: Piece no: {$pieceno}
tr_tr: Parça no: {$pieceno}

source: Total: {$total}
tr_tr: Toplam: {$total}

source: Forecast: {$forecast}
tr_tr: Tahmin: {$forecast}

source: Forecast of receipts
tr_tr: Gelirlerin tahmini

source: The total of the following receipt is lower than its forecast:
tr_tr: Aşağıdaki gelirlerin toplamı tahmin edilenden daha küçüktür:

source: Partially prepared
tr_tr: Kısmen hazırlanan

source: Completely prepared
tr_tr: Tamamen hazırlanan

source: Partially delivered
tr_tr: Kısmi teslimat

source: Completely delivered
tr_tr: Tamamen teslimat

source: Partial payment
tr_tr: Kısmi ödeme

source: Total payment
tr_tr: Toplam ödeme

source: Locked order
tr_tr: Kilitlenen sipariş

source: Select one or more states
tr_tr: Bir veya daha fazla şehir seçiniz

source: Completed flights
tr_tr: Tamamlanan uçuşlar

source: Locked
tr_tr: Kilitli

source: Completed flight
tr_tr: Tamamlanan uçuş

source: Given the amount of your order, a discount of %s %% has been applied.
tr_tr: Siparişin verilen miktarına, bir indirim %s %% uygulandı.

source: Unknown
tr_tr: Bilinmeyen

source: text
tr_tr: metin

source: select list, single selection
tr_tr: liste seç, tek seçim

source: select list, multiple selection
tr_tr: liste seç, çoklu seçim

source: List with checkbox (only one possible answer)
tr_tr: Onay kutusu ile listele (yalnızca bir olası cevap)

source: List with checkbox
tr_tr: Onay kutusu ile listele

source: List with radio button
tr_tr: Radyo düğmesi ile listele

source: Question theme
tr_tr: Soru teması

source: Theme
tr_tr: Tema

source: Question message
tr_tr: Soru mesajı

source: Text
tr_tr: Metin

source: Targeted customer categories
tr_tr: Hedeflenen müşteri kategorisi

source: any
tr_tr: herhangibir

source: multiple
tr_tr: çok

source: In alert
tr_tr: Alarm durumu

source: Phone
tr_tr: Telefon

source: days
tr_tr: günler

source: You must provide a quantity in "Upper bound" field to a price by unit for a quantity.
tr_tr: " Üst limit" alanı içine birime göre bir miktar icin bir fiyat girmek zorundasınız.

source: You cannot define a fixed price for a store.
tr_tr: Bir depo için sabit bir fiyat belirleyemezsiniz.

source: A service can only have one fixed price.
tr_tr: Bir servis yanızca sabit bir fiyata sahip olabilir.

source: Ranges that you are defining are in conflict.
tr_tr: Belirlediğin aralıklar uyuşmazlık içindedir.

source: Avenue
tr_tr: Cadde

source: Boulevard
tr_tr: Bulvar

source: Lane
tr_tr: Şerit

source: Blind alley
tr_tr: Çıkmaz sokak

source: Place
tr_tr: Mevki

source: Road
tr_tr: Yol

source: Street
tr_tr: Sokak

source: (in green: available time slots)
tr_tr: (Yeşil: mevcut zaman dilimleri)

source: Document
tr_tr: Belge

source: Document type
tr_tr: Belge tipi

source: List of products
tr_tr: Ürünlerin listesi

source: There is no customer for this order.
tr_tr: Bu siparis icin musteri yoktur.

source: Order cannot be completed, customer is not affected to any chain. Please contact your admin.
tr_tr: Sipariş tamamlanamaz, müşteri herhangibir zincire bağlı değildir. Lütfen yöneticinle kontak kurunuz.

source: Alert
tr_tr: Alarm

source: Prospect
tr_tr: Muhtemel

source: Inactive
tr_tr: İnaktif

source: Situation
tr_tr: Vaziyet

source: Time (in month) when ...
tr_tr: Zaman (ay içinde) ne zaman ...

source: Time (in month)
tr_tr: Zaman (ay içinde)

source: up
tr_tr: yukarı

source: in fixing
tr_tr: sabitleme

source: waste/discarded
tr_tr: kayıp/ıskarta

source: in stock
tr_tr: mevcut

source: in rental
tr_tr: kiralık

source: This movement cannot be cancelled
tr_tr: Bu taşıma iptal edilemez

source: This type of movement cannot be cancelled
tr_tr: Bu taşıma tipi iptal edilemez

source: linked to a movement in progress.
tr_tr: devam eden bir taşımaya bağlantılıdır.

source: , because all issued products have been reinstated.
tr_tr: , çünkü tüm çıkışı yapılmış ürünler yerine kondu.

source: , because it has already been cancelled.
tr_tr: , çünkü o az önce iptal edildi.
