Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: Wished instructor is not available, class will be given by %s.
tr_tr: Istenen eğitmen uygun değildir, ders %s tarafından verilecektir.

source: Class will be given by %s.
tr_tr: Ders %s tarafından verilecektir.

source: Customer not found in the database.
tr_tr: Müşteri veritabani içinde bulunamadı.

source: No airplane of this type was found for customer "%s". Operation aborted.
tr_tr: Müşteri için bu tip uçak bulunamdı "%s". Operasyon durduruldu.

source: Class duration cannot be null.
tr_tr: Ders süresi boş olamaz.

source: Airplane schedule
tr_tr: Uçak çizelgesi

source: Property
tr_tr: Özellik

source: Stock
tr_tr: Stok

source: Entries
tr_tr: Girişler

source: Issues
tr_tr: Çıkışlar

source: Unit statistics
tr_tr: Birim istatistikleri

source: A discount already exists for the following product/category pairs: %s.
tr_tr: Takip eden ürün/kategori çiftleri için: %s bir indirim zaten var.

source: Selling price
tr_tr: Satış fiyatı

source: excl. VAT
tr_tr: KDV hariç

source: Summary of references for which discount of
tr_tr: İndirim için referansların özeti

source: is applied
tr_tr: uygulandı

source: Concerned categories are:
tr_tr: İlgili kategoriler:

source: Shipping and tracking note for order "%s"
tr_tr: Sipariş "%s" için sevkiyat ve takip etme notu

source: Please select an order first.
tr_tr: Lütfen önce bir sipariş seçiniz.

source: this order is closed.
tr_tr: bu sipariş kapalıdır.

source: Add or update nomenclature
tr_tr: Terminoloji ekle veya güncelle

source: A nomenclature with the same version number already exists for this product.
tr_tr: Bu ürün için aynı versiyonlu bir terminoloji zaten vardır.

source: Please select a product.
tr_tr: Lütfen bir ürün seçiniz.

source: Please provide a version.
tr_tr: Lütfen bir sürüm giriniz.

source: Nomenclature
tr_tr: Terminoloji

source: Linked component
tr_tr: Bağlı bileşenler

source: Task details
tr_tr: Görev detayları

source: Operations tolerances
tr_tr: Operasyon toleransları

source: Operation tolerances management
tr_tr: Operasyon toleransları yönetimi

source: Alerts management
tr_tr: Uyarı yönetimi

source: Help
tr_tr: Yardım

source: Help messages management
tr_tr: Yardım mesajları yönetimi

source: Product types
tr_tr: Ürün türleri

source: Product types management
tr_tr: Ürün çeşitleri yönetimi

source: Catalogues
tr_tr: Kataloglar

source: Catalogues management
tr_tr: Katalog yönetimi

source: Users
tr_tr: Kullanıcılar

source: List of users
tr_tr: Kullanıcı listesi

source: Scheduled tasks
tr_tr: Zamanlanmış görevler

source: Scheduled tasks management
tr_tr: Zamanlanmış görevlerin yönetimi

source: Cities
tr_tr: Şehirler

source: List of cities
tr_tr: Şehirlerin listesi

source: Licenses
tr_tr: Lisanslar

source: List of license types
tr_tr: Lisans çeşitleri listesi

source: Qualifications
tr_tr: Nitelikler

source: List of qualifications
tr_tr: Niteliklerin listesi

source: Data import
tr_tr: Veri import

source: Spreadsheet models
tr_tr: Spreadsheet örnekleri

source: List of entities
tr_tr: Varlıklar listesi

source: Business forms
tr_tr: İş formları

source: Form models
tr_tr: Form örnekleri

source: Paragraphs models
tr_tr: Paragraf örnekleri

source: Themes
tr_tr: Konular

source: Questions
tr_tr: Sorular

source: Answer models
tr_tr: Cevap örnekleri

source: Customer properties
tr_tr: Müşteri özellikleri

source: Attractivity level
tr_tr: Öncelik seviyesi

source: Potentials
tr_tr: Potensiyetler

source: Visit frequencies
tr_tr: Ziyaret sıklığı

source: Situations
tr_tr: Vaziyetler

source: Generic actors management
tr_tr: Jenerik partner yönetimi

source: Preferences
tr_tr: Referanslar

source: Movements
tr_tr: Faaliyetler

source: Movement execution preferences
tr_tr: Faaliyet uygulama tercihleri

source: Website
tr_tr: Websitesi

source: Preferences for actors created from a linked website
tr_tr: Bağlantılı bir websiteden oluşturulan ortaklar icin tercihler

source: Preferences for order and chain activation
tr_tr: Sipariş ve zincir etkinleştirme tercihleri

source: Trade context
tr_tr: Ticaret içeriği

source: Preferences for trade context
tr_tr: Ticari içerik tercihleri

source: Back office
tr_tr: İdare ofisi

source: List of chains
tr_tr: Zincir listesi

source: Caracteristics
tr_tr: Özellikler

source: List of product caracteristics
tr_tr: Ürün özellikleri listesi

source: References by customer
tr_tr: Müşteriye göre referanslar

source: Product references by customer
tr_tr: Müşteriye göre ürün referansları

source: Assignments
tr_tr: Görevler

source: List of assignations
tr_tr: Atamaların listesi

source: Actors
tr_tr: Ortaklar

source: List of actors
tr_tr: Ortakların listesi

source: Supplying settings
tr_tr: Tedarik ayarları

source: Zones
tr_tr: Zonlar

source: list of zones
tr_tr: Zonların listesi

source: Services
tr_tr: Servisler

source: List of services
tr_tr: Servislerin listesi

source: List of airplane types
tr_tr: Uçak modelleri listesi

source: Costs
tr_tr: Maliyetler

source: List of resources
tr_tr: Kaynak listesi

source: List of product resources
tr_tr: Ürün kaynak listesi

source: Cost models
tr_tr: Maliyet örnekleri

source: List of cost models
tr_tr: Maliyet örnekleri listesi

source: Pricing
tr_tr: Fiyatlandırma

source: Seasonalities
tr_tr: Mevsimlikler

source: List of seasonalities
tr_tr: Mevsimliklerin listesi

source: Offers on sale
tr_tr: Satış teklifleri

source: List of offers on sale
tr_tr: Satış teklifleri listesi

source: Discounts by category
tr_tr: Kategoriye göre indirim

source: List of discounts by customer category
tr_tr: Müşteri kategorisine göre indirim listesi

source: Nomenclatures
tr_tr: Terminolojiler

source: List of nomenclatures models
tr_tr: Terminoloji modelleri listesi

source: Orders
tr_tr: Sipariş

source: List of carriage services
tr_tr: Taşıyıcı servis listesi

source: Orders follow-up
tr_tr: Sipariş takibi

source: Product orders
tr_tr: Ürün siparişleri

source: State of orders
tr_tr: Sipariş şehri

source: Carriage orders
tr_tr: Nakliye emirleri

source: Class bookings
tr_tr: Ders rezervasyonları

source: Class bookings follow-up
tr_tr: Ders rezervasyonları takibi

source: Credit notes
tr_tr: Kredi notları

source: Cash flow
tr_tr: Nakit akışı

source: Accounts management
tr_tr: Muhasebe yönetimi

source: Banks
tr_tr: Bankalar

source: List of banks
tr_tr: Banka listeleri

source: Accounting types
tr_tr: Muhasebe çeşitleri

source: Accounting types management
tr_tr: Muhasebe çeşidi yönetimi

source: Categories of expenses and receipts
tr_tr: Gelir ve gider kategorileri

source: Expenses and receipts models
tr_tr: Gelir ve gider modelleri

source: Forecasts of expenses and receipts
tr_tr: Gelir ve gider tahminleri

source: Expenses and receipts
tr_tr: Gelir ve giderler

source: History
tr_tr: Geçmiş

source: Accounts receivable aging
tr_tr: Alacak hesapları sıralaması

source: Breaking-down
tr_tr: Kırılma noktası

source: Breaking-down data export
tr_tr: Kırılma noktası data export

source: Work order
tr_tr: Sipariş emri

source: Scheduled chains
tr_tr: Zamanlanmış zincir

source: List of activated chains
tr_tr: Aktif edilmiş zincir listesi

source: Work orders
tr_tr: Sipariş emirleri

source: Work orders management
tr_tr: Sipariş emirleri yönetimi

source: Regrouping in work order
tr_tr: Sipriş emrine göre yeniden gruplama

source: Amount of stock
tr_tr: Stok miktarı

source: Stock state
tr_tr: Stok durumu

source: List of storage sites
tr_tr: Depolama yerleri listesi

source: Expected movements
tr_tr: Beklenen hareketler

source: Unexpected movements
tr_tr: Beklenmeyen faaliyetler

source: Unexpected movement execution
tr_tr: Beklenmeyen hareketlerin uygulaması

source: List of executed movements
tr_tr: Gerçekleşmiş eylemlerin listesi

source: Inventory
tr_tr: Envanter

source: Material accounting
tr_tr: Malzeme hesabı

source: Supplying optimization
tr_tr: Tedarik optimizasyonu

source: Supplying quantities optimization
tr_tr: Tedarik miktarları optimizasyonu

source: Regrouping
tr_tr: Yeniden gruplama

source: List of regrouping tasks
tr_tr: Yeniden gruplama görev listesi

source: History of regroupings
tr_tr: Yeniden gruplama geçmişi

source: Documents
tr_tr: Belgeler

source: List of document models
tr_tr: Belge örnekleri listesi

source: Reprinting of documents
tr_tr: Belgelerin yeniden yazdırılması

source: Scoreboard
tr_tr: Skorbord

source: Turnover by salesman
tr_tr: Pazarlamacı cirosu

source: Turnover by customer
tr_tr: Müşteri göre iş hacmi

source: Turnover by category
tr_tr: Kategoriye göre iş hacmi

source: Turnover by product
tr_tr: Ürüne göre ciro

source: Turnover by supplier
tr_tr: Tedarikçi iş hacmi

source: Turnover by customer/supplier
tr_tr: Müşteri/tedarikçi iş hacmi

source: Details of customer turnover sorted by supplier
tr_tr: Tedarikçilerin sırasına göre müşteri cirosu detayları

source: Activity based costing
tr_tr: Faaliyet temelli maliyet hesabı

source: Validation
tr_tr: Onay

source: List of tasks
tr_tr: Görevlerin listesi

source: Time schedule
tr_tr: Zaman çizelgesi

source: Flights
tr_tr: Uçuşlar

source: Log book
tr_tr: Log defteri

source: Board book
tr_tr: Kart defteri

source: Expected flights
tr_tr: Beklenen uçuşlar

source: List of expected flights
tr_tr: Beklenen uçuş listesi

source: List of completed flights
tr_tr: Tamamlanan uçuş listesi

source: Weekly schedule
tr_tr: Haftalık çizelge

source: Please select a destination location
tr_tr: Lütfen bir varış lokasyonu seçiniz

source: Owner
tr_tr: Sahip

source: At a fixed date
tr_tr: Kesin bir tarihte

source: Virtual qty
tr_tr: Sanal miktar

source: Minimum qty
tr_tr: Minimum miktar

source: The following stores could not be deactivated because one of their locations is not empty: %s
tr_tr: Takip eden depolar etkisizleştirilemeyebilir çünkü lokasyonlardan biri boş değildir: %s

source: Generic actor
tr_tr: Jenerik partner

source: You are about to ungroup all parcels, continue ?
tr_tr: Tüm koli gruplarını dağıtmak üzeresiniz, devam etmek istiyormusunuz?

source: Regrouping reference (parcel, pallet, etc...)
tr_tr: Yeniden gruplama referansı (koli, palet, vb...)

source: Cancel regrouping
tr_tr: Yeniden gruplamayı iptal et

source: Print packing list
tr_tr: Paketleme listesini yazdır

source: Regrouping reference
tr_tr: Yeniden gruplama referansı

source: Content reference
tr_tr: İçerik referansı

source: Payment reference
tr_tr: Ödeme referansı

source: Filter by date of issue
tr_tr: Çıkış tarihine göre filtrele

source: Filter by expiration date
tr_tr: Son kullanım tarihine göre filtrele

source: Reprint
tr_tr: Yeniden yazdır

source: Print invoice copy
tr_tr: Fatura kopyası yazdır

source: Details
tr_tr: Detaylar

source: Invoice details
tr_tr: Fatura ayrıntıları

source: Payments
tr_tr: Ödemeler

source: List of payments
tr_tr: odemelerin listesi

source: Chain cannot be created.
tr_tr: Zincir oluşturulamaz.

source: Chain cannot be saved.
tr_tr: Zincir kaydedilemez.

source: Chain, operations and tasks were successfully saved.
tr_tr: Zincir, operasyon ve vazifeler başarıyla kaydedildi.

source: Chain building
tr_tr: Zincir oluşturma

source: Catalogue cannot be saved.
tr_tr: Katalog kaydedilemez.

source: Catalogue "%s" was successfully saved.
tr_tr: Katalog "%s" başarılı bir şekilde kaydedildi.

source: Add or update catalogue
tr_tr: Katalog ekle veya güncelle

source: The following locations could not be deleted
tr_tr: Takip eden lokasyonlar silinemedi

source: Assembly has no registered item.
tr_tr: Asamble kayıtlı öğeye sahip değildir.

source: Tracing mode
tr_tr: İzleme modu

source: Back
tr_tr: Geri

source: of assembly
tr_tr: montaj

source: of material tracking
tr_tr: materyal izleme

source: Details
tr_tr: Ayrıntılar

source: Select form models were successfully deleted.
tr_tr: Seçilen form örneği başarıyla silindi.

source: The following form model could not be deleted because it is linked to an action: %s
tr_tr: Takip eden form örneği silinemedi çünkü o bir harekete bağlıdır: %s

source: The following form models could not be deleted because they are linked to an action: %s
tr_tr: Aşağıdaki form örnekleri silinemedi çünkü onlar bir eyleme bağlıdır: %s

source: Contact cannot be saved
tr_tr: Kontak kaydedilemez

source: Create/update contact
tr_tr: Kontakt oluştur/güncelle

source: Assign to a nomenclature
tr_tr: Bir terminolojiye atama

source: Show by components
tr_tr: Bileşenlere göre göster

source: Show by sets
tr_tr: Setlere göre göster

source: Nomenclature version
tr_tr: Terminoloji versiyon

source: Basis excl. VAT
tr_tr: Baz KDV hariç

source: Qty pack.
tr_tr: Paketleme kalitesi

source: Minimum quantity for order of product "%s"
tr_tr: Ürün siparişi için minimum miktar "%s"

source: and category %s
tr_tr: ve kategori %s

source: Minimum ordered quantity
tr_tr: Minimum sipariş edilen miktar

source: Quantity type
tr_tr: Miktar tipi

source: This answer is already linked to this question.
tr_tr: Bu yanıt bu soruya zaten bağlanmıştır.

source: Select an answer
tr_tr: Bir yanıt seçiniz

source: Answer order
tr_tr: Siparişi kabulunu cevapla

source: Please select a question.
tr_tr: Lütfen bir soru seçiniz.

source: select one or more products
tr_tr: bir veya birkaç ürün seçiniz

source: Only ordered products
tr_tr: Yalnızca sipariş edilen ürünler

source: No invoices related to this order.
tr_tr: Bu siparişle ilgili faturalar yok

source: Please select an invoice.
tr_tr: Lütfen bir fatura seç

source: Deadline for payment
tr_tr: Ödeme çizelgesi

source: Amount to pay incl. VAT
tr_tr: KDV dahil ödeme miktarı

source: List of invoices
tr_tr: Faturaların listesi

source: List of invoices and execution of a payment
tr_tr: Faturaların listesi ve bir ödemenin yerine getirilmesi

source: Product was not found in the database.
tr_tr: Ürün veritabanında bulunamadı.

source: Product cannot be saved
tr_tr: Ürün kaydedilemedi

source: Product "%s" was successfully modified.
tr_tr: Ürün "%s" başarıyla değiştirildi.

source: Add or update product
tr_tr: Ürün ekle yada güncelle

source: A product already exists with this reference "%s", please correct.
tr_tr: Bu referans "%s" ile bir ürün zaten mevcut, lütfen düzeltiniz.

source: You cannot change tracing mode for a product involved in a nomenclature
tr_tr: Terminoloji ile ilgili bir ürünün izleme modunu değiştiremezsiniz

source: Filter by payment date
tr_tr: Ödeme tarihine göre filtrele

source: Registration date
tr_tr: Kayıt tarihi

source: This movement was cancelled.
tr_tr: Bu hareket iptal edildi.

source: Not cancelled
tr_tr: İptal edilemedi

source: Print delivery order
tr_tr: Dağıtım siparişini yazdır

source: Cancel movement
tr_tr: Hareketi iptal et

source: Executed movements
tr_tr: Yürütülen hareket

source: List of partial movements executed.
tr_tr: Gerçekleşen kısmi hareketlerin listesi

source: Add or update bank
tr_tr: Banka ekle veya güncelle

source: Actor was not found in the database.
tr_tr: Ortak veritabanı içinde bulunamadı.

source: Bank was not found in the database.
tr_tr: Banka veritabanı içinde bulunamadı.

source: Document number (invoice, delivery order, etc...)
tr_tr: Belge numarası (fatura, teslimat emri, etc...)

source: Closed
tr_tr: Kapalı

source: Unlock
tr_tr: Kilitli olmayan

source: Add or update instalment
tr_tr: Taksitli ödeme ekle yada güncelle

source: Selling unit qty
tr_tr: Satılan birim miktarı

source: saved
tr_tr: kaydedildi

source: Modified data is no more compatible with work order items.
tr_tr: Değiştirilen veri artık sipariş emri elemanları ile uyumlu değildir.

source: modified
tr_tr: değiştirildi

source: Work order data were successfully
tr_tr: Sipariş emri verisi başarılıydı

source: Add a work order
tr_tr: Sipariş emri ekle

source: Update work order
tr_tr: Sipariş emri güncelle

source: Invoice was not found in the database.
tr_tr: Fatura veritabanı içinde bulunamadı.

source: No movement selected
tr_tr: İşlem seçilmedi

source: Selected movement is locked.
tr_tr: Seçilen işlem kilitlidir.

source: Selected movement is already being executed or was executed completely.
tr_tr: Seçilen işlem zaten yapıliyordur ya da tamamıyla bitirilmiştir.

source: You cannot execute it.
tr_tr: Onu gerçekleştiremezsin.

source: Execution of an expected movement
tr_tr: Beklenen bir işlemin yapılması

source: The following seasonalities could not be renewed: %s
tr_tr: Takip eden mevsimsellik yenilenemez: %s

source: Renewal
tr_tr: Yenileme

source: Seasonality
tr_tr: Mevsimlik

source: Properties
tr_tr: Özellikler

source: Order was not found in the database.
tr_tr: Sipariş bu veritabanı içinde bulunamadı.

source: You cannot delete an order which state is different from "Activated"
tr_tr: "Aktiv edilmiş" olandan farklı bir sipariş şehri silemezsin.

source: You cannot delete a closed order.
tr_tr: Kapalı siparişi silemezsiniz.

source: Select one or more categories
tr_tr: Bir veya daha fazla kategori seçiniz

source: Concerned categories
tr_tr: İlgili kategoriler

source: Gantt diagram of a scheduled chain
tr_tr: Planlanan bir zincirin Gantt diyagramı

source: Select one or more suppliers
tr_tr: Bir veya daha fazla tedarikçi seçiniz

source: Only suppliers whose products<br>have already been ordered
tr_tr: Yalnızca ürünleri<br> sipariş edilen tedarikçiler

source: Payment number
tr_tr: Ödeme numarası

source: Invoice(s)
tr_tr: Fatura(lar)

source: List of payments for order %s
tr_tr: Sipariş için ödemelerin listesi %s

source: An error occurred, please try again later.
tr_tr: Bir hata oluştu, lütfen sonra tekrar deneyin.

source: Purchase unit price excl. VAT
tr_tr: KDV hariç satınalma birim fiyatı

source: Contact %s cannot be deleted
tr_tr: Kontak %s silinemez.

source: Site cannot be saved
tr_tr: Site kaydedilemiyebilir

source: Site "%s" was successfully saved.
tr_tr: Site "%s" başarılı bir şekilde kaydedildi.

source: Add or update site
tr_tr: Site ekle veya güncelle

source: More than one result match.
tr_tr: Birden daha fazla sonuç çıktı.

source: More than one result match, please select a result:
tr_tr: Birden daha fazla sonuç çıktı, lütfen birini seçiniz.

source: A site already exists with the name "%s", please correct.
tr_tr: Bu isimle "%s" bir site zaten var, lütfen düzeltiniz.

source: Site was not found in the database
tr_tr: Site veritabanı içinde bulunamadı

source: Parts nomenclature reference
tr_tr: Terminoloji referans parçaları

source: SN or Lot
tr_tr: SN veya Lot

source: Selected order must be in locked state.
tr_tr: Seçilen sipariş kilitli durumda olmalıdır.

source: You cannot unlock a closed order
tr_tr: Kapalı bir siparişi serbest bırakamazsınız

source: Are you sure you want to unlock this order ?
tr_tr: Bu siparişi serbest bırakmak istediğinizden eminmisiniz?

source: Departure date
tr_tr: Kalkış tarihi

source: Arrival date
tr_tr: Varış tarihi

source: List of fixed date task or weekly task
tr_tr: Kesin tarihli görev veya haftalık görevin listesi

source: No order found for last weeks.
tr_tr: Son haftalarda sipariş bulunamadı.

source: No suggested quantity to order for the selected date.
tr_tr: Seçilen tarihde önerilen miktarda sipariş yok.

source: Number of weeks in history
tr_tr: Geçmişteki haftaların sayısı

source: Number of weeks of forecast
tr_tr: Tahmini haftaların sayısı

source: Default delivery within (days)
tr_tr: Genel teslimat (gün)

source: Forecasts with extrapolation
tr_tr: Geçmiş yıllara ait rakamlara göre tahminler

source: Monthly schedule
tr_tr: Aylık çizelge

source: Select an operator
tr_tr: Bir operatör seçiniz

source: Select a customer.
tr_tr: Bir müşteri seçiniz.

source: Select a matriculation
tr_tr: Bir kayıt seçiniz

source: Class -
tr_tr: Ders -

source: Beginning:
tr_tr: Başlangıç:

source: Student
tr_tr: Öğrenci

source: Class, beginning
tr_tr: Ders, başlangıç

source: duration
tr_tr: süreç

source: airplane:
tr_tr: uçak:

source: previous
tr_tr: önceki

source: next
tr_tr: sonraki

source: Month
tr_tr: Ay

source: Week
tr_tr: Hafta

source: Day
tr_tr: Gün

source: List of unavailabilities
tr_tr: Mevcut olmayanların listesi

source: for
tr_tr: için

source: Expenses and receipts model copy
tr_tr: Gelir ve giderlerin örnek kopyası

source: Work order name
tr_tr: Sipariş emri ismi

source: Assign selected items
tr_tr: Seçili öğeleri belirle

source: Work order management
tr_tr: Sipariş emri yönetimi

source: Chain to activate
tr_tr: Aftiv edilecek zincir

source: task beginning date/time
tr_tr: görev baslangıç tarihi/zamanı

source: task end date/time
tr_tr: görev bitiş tarihi/zamanı

source: Deadline date
tr_tr: Sürenin bitiş tarihi

source: Components
tr_tr: Bileşenler

source: Take into account volume of nomenclature
tr_tr: Terimlendirme yoğunluğunu göz önüne alma

source: An error occurred, packing list could not be printed.
tr_tr: Bir hata oluştu, paketleme listesi yazdırılamadı.

source: List of form models
tr_tr: Form örneklerinin listesi

source: Only categories having at least an order
tr_tr: Sadece en az bir siparişi olan kategoriler

source: Consumption impact
tr_tr: Tüketim etkisi

source: Please select products to unassign from chain
tr_tr: Lütfen zincirden iptal edilecek ürünleri seçiniz

source: Are you sure you want to unassign selected products ?
tr_tr: Seçilen ürünlerin atamasını iptal etmek istediğinizden eminmisin?

source: Are you sure you want to unassign selected products from chain ?
tr_tr: Seçilen ürünleri zincirden çıkarmak istediğinizden eminmisin?

source: None of selected products were assign to a chain.
tr_tr: Seçilen ürünlerin hiçbiri zincire dahil edilmedi.

source: Product(s)
tr_tr: Ürün(ler)

source: was (were) unassigned from chain(s)
tr_tr: zincirden çıkarılan(lar)

source: Issue a service invoice
tr_tr: Bir hizmet faturası yayınla

source: Delete a service invoice
tr_tr: Bir hizmet faturası sil

source: Display list of invoices
tr_tr: Faturaların listesini göster

source: Display list of payments
tr_tr: Ödemelerin listesini göster

source: Parcels to regroup
tr_tr: Yeniden gruplanacak koliler

source: Please select the parcels you want to regroup then click the "Regroup" button
tr_tr: Lütfen yeniden gruplanacak kolileri seçiniz ve sonra "Yenidengrup" tuşuna basınız

source: Product type(s)
tr_tr: Ürün tür(ler)i

source: Regrouping is impossible for selected tasks.
tr_tr: Seçilen görevler için yeniden gruplama imkansız.

source: Update potentials
tr_tr: Potensiyel güncelle

source: Filter by date of validity
tr_tr: Geçerli tarihe göre filtrele

source: Build chain
tr_tr: Zincir oluştur

source: Copy nomenclature
tr_tr: Terminaloji kopyala

source: The following expenses or receipts could not be deleted: %s
tr_tr: Aşağıdaki gelirler yada giderler silinemedi: %s

source: Select invoice was successfully sent by email.
tr_tr: Seçilen fatura email ile başarıyla yollandı.

source: Simple statement of invoices
tr_tr: Faturanın basit hesap özeti

source: Statement of invoices with letter of exchange.
tr_tr: Kambiyo mektubu ile faturanın hesap özeti

source: An error occurred, invoice could not be printed.
tr_tr: Bir hata oluştu, fatura yazdırılamaz.

source: No qualification selected.
tr_tr: hiçbir yeterlilik seçilmedi.

source: Add or update skill
tr_tr: Yetenek ekle veya güncelle

source: Customer categories
tr_tr: Müşteri grupları

source: List of attractivities
tr_tr: Kalite derecesi listesi

source: The following offers on sale could not be deleted
tr_tr: Takip eden satış teklifleri silinemedi

source: Display customer hours of flight
tr_tr: Müşterilerin uçuş saatlerini göster

source: Display instructor hours of flight
tr_tr: Eğitimcilerin uçuş saatlerini göster

source: Engine
tr_tr: Motor

source: Double
tr_tr: Çift

source: Commandant
tr_tr: Komutan

source: No invoice issued for this order.
tr_tr: Bu sipariş için hiçbir fatura çıkarılmadı.

source: An error occurred, list of invoices could not be printed.
tr_tr: Bir hata oluştu, faturaların listesi yazılamayabilir.
