Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: Let us know if we can be of further assistance.
tr_tr: Eğer yapabilecegimiz daha fazla yardım varsa bildiririniz.

source: The supplying department
tr_tr: Tedarikçi departmanı

source: No record found
tr_tr: Hiçbir kayıt bulunamadı

source: Delete selected items
tr_tr: Seçilen ögeleri sil

source: Define substitutions for reference
tr_tr: Referans için yerine konanı tanımla

source: New chain reference
tr_tr: Yeni zincir referansı

source: New chain name
tr_tr: Yeni zincir ismi

source: Chain name
tr_tr: Zincir ismi

source: Page loading, please wait...
tr_tr: Sayfa yükleniyor, lütfen beyleyiniz...

source: Show/Hide operation tasks
tr_tr: Operasyon görevlerini Göster/Sakla

source: Add a new operation
tr_tr: Yeni bir operasyon ekle

source: Delete operation
tr_tr: Operasyonu sil

source: Down
tr_tr: Aşağı

source: Up
tr_tr: Yukarı

source: Add a new task
tr_tr: Yeni bir görev ekle

source: Delete task
tr_tr: Görev ekle

source: Operation name
tr_tr: Operasyon ismi

source: Execution site
tr_tr: Uygulama yeri

source: Task index
tr_tr: Görev indexi

source: previous task
tr_tr: Geçmiş görev

source: next task
tr_tr: Gelecek görev

source: ASSEMBLY
tr_tr: ASAMBLE

source: CARRIAGE
tr_tr: TAŞIMA

source: Distance
tr_tr: Mesafe

source: Fixed date/time
tr_tr: Kesin tarih/zaman

source: Weekly
tr_tr: Haftalık

source: Everyday at the same hour
tr_tr: Hergün aynı saatte

source: Alert automatic invoice
tr_tr: Otomatik fatura uyarısı

source: Working instructions
tr_tr: Calışma talimatları

source: Work instructions details
tr_tr: Calışma talimatları detayları

source: Task can be interrupted
tr_tr: Görev sekteye uğrayabilir

source: Task duration
tr_tr: Görev süreci

source: Task cost
tr_tr: Görev bedeli

source: Trigger mode
tr_tr: Başlatıcı mode

source: Trigger delta
tr_tr: Başlatıcı delta

source: Chain to activate/Command type
tr_tr: Zincir etkinleştirme/Komut tipi

source: Departure actor/site.
tr_tr: Kalkış partner/site.

source: Departure actor of initial order
tr_tr: Başlangıç siparişinin kalkış partneri

source: Departure site of initial order
tr_tr: Başlangıç siparişinin kalkış yeri

source: Fixed site
tr_tr: Sabit site

source: Arrival actor/site.
tr_tr: Varış partner/site.

source: Arrival actor of initial order
tr_tr: Başlangıç siparişinin varış partneri

source: Arrival site of initial order
tr_tr: Başlangıç siparişinin varış yeri

source: Task duration/calculation mode
tr_tr: Gorev süreci/hesaplama modu

source: Shipped parcels
tr_tr: Sevkedilmiş paketler

source: Shipped deposited packings : provide departure locations
tr_tr: Sevkedilmiş depolanan paketlemeler : varis lokasyonu gir

source: Update cache
tr_tr: Önbelleği güncelleme

source: Actors/sites javascript cache
tr_tr: Partner/siteler javascript önbellek

source: Actors/sites/jobs javascript cache
tr_tr: Partner/siteler/işler javascript önbellek

source: Details for credit note number
tr_tr: Kredi notu rakam detayları

source: New resource model name
tr_tr: Yeni kaynak model ismi

source: Parcels volume
tr_tr: Kolilerin hacmi

source: Select a container type
tr_tr: Bir kontainer tipi seçiniz

source: Site of collection
tr_tr: Toplama yeri

source: Select a shipper
tr_tr: Bir nakliyeci seçiniz

source: Delivery site
tr_tr: Teslimat yeri

source: Select a recipient
tr_tr: Bir alıcı seçiniz

source: Sort descending
tr_tr: Azalan sıralama

source: Sort ascending
tr_tr: Artan sıralama

source: Reset sorting
tr_tr: Sıralamayı sıfırla

source: Contact name
tr_tr: Kontak ismi

source: Function
tr_tr: Fonksiyon

source: Communication mode
tr_tr: İletişim yöntemi

source: Phone number
tr_tr: Telefon numarası

source: Fax number
tr_tr: Fax numarası

source: Mobile phone number
tr_tr: Mobile telefon numarası

source: Print invoices
tr_tr: Faturaları yazdır

source: Back to commands list
tr_tr: Kommand listesine geri dön

source: of global discount
tr_tr: global indirimin

source: incl. VAT
tr_tr: KDV dahil

source: Save comment
tr_tr: Yorum kaydet

source: Advanced search
tr_tr: Gelişmiş arama

source: Services to charge
tr_tr: Faturalanan hizmetler

source: Owners of the products
tr_tr: Ürünlerin sahipleri

source: Pay
tr_tr: Ödeme

source: Existence of an usable credit note
tr_tr: Kullanılabilir bir kredi notunun mevcudiyeti

source: Show
tr_tr: Göster

source: Usable credit note amount
tr_tr: Kullanılabilir kredi notunun miktarı

source: amount incl. VAT charged
tr_tr: KDV dahil faturalanan miktar

source: Remaining
tr_tr: Kalan

source: to pay
tr_tr: ödemek

source: Select a bank
tr_tr: Bir banka seç

source: paid
tr_tr: ödenen

source: Order billing
tr_tr: Sipariş faturalama

source: Credit note available
tr_tr: Mevcut kredi notu

source: Service price
tr_tr: Hizmet fiyatı

source: Invoice issue date
tr_tr: Fatura çıkış tarihi

source: Take into account delivery, insurance and packing charges.
tr_tr: teslimat, sigorta ve paketleme giderlerini hesaba kat.

source: Add a child component
tr_tr: Bir alt bileşen ekle

source: Part number
tr_tr: Bölüm numarası

source: Parent SN/Lot
tr_tr: Ana SN/Lot

source: List of components parts already defined
tr_tr: Daha önceden tanımlanan bileşen bölümlerinin listesi

source: List of defined sets
tr_tr: Tanımlanan ayarların listesi

source: store for site
tr_tr: site için depo

source: Store name
tr_tr: Depo ismi

source: Pre/Post execution tolerance
tr_tr: Pre/Post uygulama toleransı

source: Pre-execution tolerance
tr_tr: Ön-uygulama toleransı

source: Post-execution tolerance
tr_tr: Son-uygulama toleransı

source: Global tolerance
tr_tr: Global tolerans

source: Search criteria
tr_tr: Arama kriteri

source: Generic filters
tr_tr: Jenerik filtreler

source: Filters specific to carriage operations
tr_tr: Taşıma operasyonlarına özel filtreleme

source: Search
tr_tr: Arama

source: Use the wildcard character (*) to search on part of a word.
tr_tr: Bir kelimenin parçasını aramak için özel sembol (*) kullanınız.

source: Allow issue of quantity superior to expected
tr_tr: Beklenen üst miktarın çıkışına izin ver

source: Order preferences
tr_tr: Sipariş tercihleri

source: Allow to provide quantity in products catalogs
tr_tr: Ürün katalogları için girmeye izin verilen miktar

source: Allow to provide packaging unit quantity instead of selling unit quantity for customer orders
tr_tr: Müşteri siparişlerinde satış birim miktarı yerine paketleme birim miktarı girmek için izin ver

source: Allow multiple chains activation
tr_tr: Birçok zincirin aktivasyonuna izin ver

source: Allow mercurial on catalogues
tr_tr: Kataloglar üzerinde parlaklığa izin ver

source: Customer product orders behaviour
tr_tr: Müşteri ürün sipariş davranışları

source: Managed by couple supplier/customer
tr_tr: Tedarikçi/müşteri ikilisine göre düzenlendi

source: Carriage services billing
tr_tr: Nakliye servis faturaları

source: Based on forecast
tr_tr: Tahmine dayalı

source: Based on reality
tr_tr: Gerçeğe dayalı

source: Actor preferences
tr_tr: Partner tercihleri

source: Context preferences
tr_tr: İçerik referansları

source: Aeronautic context
tr_tr: Havacılık içeriği

source: License name
tr_tr: Lisans ismi

source: Control type
tr_tr: Kontrol tipi

source: Alert sending
tr_tr: Uyarı gönderme

source: Alert sending and order control
tr_tr: Uyarı gönderme ve sipariş kontrol

source: Send alert before validity end date
tr_tr: Geçerlilik süresi bitmeden uyarı ver

source: Day(s)
tr_tr: Gün(ler)

source: Day's work begin
tr_tr: Gün içi çalışma başlangıcı

source: Day's work halt
tr_tr: Gün içi çalışma arası

source: Day's work resume
tr_tr: Gün içi çalışma devamı

source: Day's work end
tr_tr: Gün içi çalışma sonu

source: Unavailability periods
tr_tr: Uygun olmayan dönemler

source: No unavailability
tr_tr: Uygun olmayan dönem yok

source: Add a unavailability
tr_tr: Uygun olmayan bir dönem ekle

source: Quantities already set for category:
tr_tr: Kategori için miktarlar şimdiden ayarlandı:

source: New model name
tr_tr: Yeni model ismi

source: Update of expense/receipt model
tr_tr: Gider/gelir modelinin güncellemesi

source: Receipt/Expense
tr_tr: Gelir/Gider

source: Settings for lines to provide in the Add or update form of this expense/receipt
tr_tr: Bu gider/gelir formunun güncellenmesi veya Eklenmesi sırasında girilen satırlar için ayarlar

source: Select one or more product types
tr_tr: Bir veya daha fazla ürün tipi seçiniz

source: General information
tr_tr: Genel bilgi

source: Number of items per page
tr_tr: Her sayfadaki ögelerin sayısı

source: Catalog content
tr_tr: Katalog içeriği

source: Display in catalog
tr_tr: Katalogu göster

source: Column index
tr_tr: Sütun indexi

source: Search criterion
tr_tr: Arama kriteri

source: No criterion defined.
tr_tr: Hiçbir kriter tanımlanmadı.

source: Assign catalog
tr_tr: Katalog tahsis et

source: Assign catalogue to a page
tr_tr: Bir sayfaya katalog tahsis et

source: Assign selected cities
tr_tr: Seçilen şehirlere atama

source: Assign selected sites
tr_tr: Seçilen sitelere atama

source: Save zone name
tr_tr: Zone ismi kaydet

source: Back to list of zones
tr_tr: Zonların listesine geri gön

source: Included cities
tr_tr: Dahil olan şehirler

source: Included sites
tr_tr: Dahil olan siteler

source: Reason for unavailability
tr_tr: Mevcut olmama nedeni

source: Select a location
tr_tr: Bir lokasyon seçiniz

source: Select a product among list of designations
tr_tr: Etiket isimleri listesi arasından bir ürün seçiniz

source: Select a product among list of references
tr_tr: Referans listesi arasından bir ürün seçiniz

source: Select a product by typing its reference
tr_tr: Referansını yazarak bir ürün seçiniz

source: Movement details
tr_tr: Faaliyet detayları

source: Details of completed movements
tr_tr: Tamamlanan faaliyetlerin detayları

source: Select a destination location
tr_tr: Bir varış yeri lokasyonu seçiniz

source: Generic product type
tr_tr: Jenerik ürün tipi

source: Generic properties
tr_tr: Jenerik nitelikler

source: Displayed name
tr_tr: Gosterilen isim

source: No generic property defined
tr_tr: Hiçbir jenerik nitelik tanımlanmadı

source: Specific properties
tr_tr: Spesifik özellikler

source: No property defined
tr_tr: Hiçbir özellik tanımlanmadı

source: Add a property
tr_tr: Bir nitelik ekle

source: Quantities at the end of the period
tr_tr: Dönem sonu miktarları

source: Entries/Issues for period
tr_tr: Dönemsel Girişler/Çıkışlar

source: Supplying dates
tr_tr: Tedarik tarihleri

source: Expected consumption and suggested supplying quantities for supplier
tr_tr: Tedarikçi için beklenen tüketim ve önerilen tedarik miktarları

source: Quantities
tr_tr: Miktarlar

source: Sum needs
tr_tr: Toplam ihtiyaçlar

source: Please select a date to view suggested quantities at this date
tr_tr: Belirlenen tarihde önerilen miktarları görmek için lütfen bir tarih seciniz

source: Qualification type
tr_tr: Yeterlilik tipi

source: beginning
tr_tr: Baslangıç

source: Customize display
tr_tr: Görünümü özelleştir

source: Customize
tr_tr: Özelleştirme

source: New search
tr_tr: Yeni arama

source: Purpose
tr_tr: Amaç

source: This screen allows you to view carriage service bookings follow-up and to issue or view invoices and payments related to these bookings.
tr_tr: Bu ekran taşıma hizmeti rezervasyonları izlemek ve yayımlamak veya faturaları görüntülemek ve rezervasyonlarla ile ilgili ödemelerin görüntülenmesine izin verir.

source: The search engine
tr_tr: Arama motoru

source: use the search engine to find desired bookings and click on "New search" to reset your search criteria
tr_tr: istenen rezervasyonları bulmak için arama motoru kullan ve arama kriterini sıfırlamak için "Yeni arama" üzerine tıklayınız

source: the list of carriage service bookings
tr_tr: taşıma hizmet rezervasyonlarını listele

source: matching your search criteria is displayed.
tr_tr: arama kriterleriyle eşlenenin gösterimi

source: Available actions
tr_tr: Mevcut faaliyetler

source: Add new actor
tr_tr: Yeni partner ekle

source: By clicking on "Add" button
tr_tr: "Ekle" tuşuna tıklayarak

source: Add, update or view actors
tr_tr: Partnerler ekle, güncelle veya görüntüle

source: click on the link on his name and a form allowing you to view/update his properties will be displayed.
tr_tr: isim üzerindeki linke tıkladığında bir form bu ismin gösterilecek özelliklerini görüntülemeğe/güncellemeğe izni verir.

source: Add or update Onlogistics contextual help messages
tr_tr: Onlogistics içeriksel yardım mesajları ekle veya güncelle

source: The list of help messages
tr_tr: Yardım mesajlarını listele

source: Add a new help text
tr_tr: Yeni bir yardım metni ekle

source: Add, update or view contextual help messages
tr_tr: İçeriksel yardım mesajları ekle, güncelle veya gözat

source: click on the link on the name and a form allowing you to view/modify help message will be displayed.
tr_tr: isim üzerindeki linke tıkladığın zaman bir form gösterilecek olan yardım mesajlarını görüntülemeğe/değiştirmeğe izin verir.

source: Stock tab allows you to do the following operations
tr_tr: Stok sekmesi takip eden operasyonları yapmanıza izin verir

source: view stock quantities for all locations
tr_tr: tüm lokasyonlar için stok miktarlarını görüntüle

source: view stock quantities by location
tr_tr: lokasyonlara göre stok miktarlarını görüntüle

source: manage storage sites, stores and locations
tr_tr: depo yerlerini, dükkânlari ve lokasyonlari düzenle

source: view list of expected movements and execute it
tr_tr: beklenen hareketlerin listesini görüntüle ve onu çalıştır

source: execute unexpected movements (client refusal, damage, etc...)
tr_tr: beklenmeyen hareketlerin işlemlerini uygula (müşteri kabul etmeme, hasar, vb...)

source: View stock movements history
tr_tr: stok hareket gecmişini görüntüle

source: reprint delivery orders
tr_tr: nakliye siparişlerini görüntüle

source: Administration tab allows you to do the following operations
tr_tr: Yönetim sekmesi takip eden operasyonları yapmanıza izin verir

source: Import data
tr_tr: Veri getir

source: manage user accounts
tr_tr: Kullanıcı hesapları düzenle

source: customise alerts emitted by Onlogistics and assign them to users
tr_tr: özelleştirilen alarmlar Onlogistics tarafından yayımlandı ve onlar kullanıcılara atandı.

source: customise product types
tr_tr: ürün tipi özelleştir

source: manage catalogues
tr_tr: katalogları düzenle

source: Scoreboard allow you to view statistics on
tr_tr: Skorbord istatikleri görmeye izin verir

source: turnover by salesman
tr_tr: satış elemanına göre ciro

source: turnover by supplier
tr_tr: tedarikçiye göre ciro

source: turnover by customer
tr_tr: müşteriye göre ciro

source: turnover by customer category
tr_tr: müşteri kategorisine göre ciro

source: turnover by product
tr_tr: ürüne göre ciro

source: expenses by supplier
tr_tr: tedarikçiye göre ciro

source: Back office tab allows you to do the following operations:
tr_tr: İdare office sekmesi takip eden operasyonları yapmanıza izin verir:

source: define your chains for products, carriage, classes and services
tr_tr: ürünler, nakliye, dersler ve hizmetler için zincirlerini tanımla

source: define the products and SN/Lots that you are selling, buying or using
tr_tr: Saıilan, alınan veya kullanılan ürünleri ve SN/Lots tanımlayınız

source: define links between chains and products
tr_tr: zincirler ve ürünler arasindaki linkleri tanımlayınız

source: configure actors (customers, suppliers, service providers...)
tr_tr: partnerleri yapılandır (müşteriler, tedarikçiler, hizmet sağlayıcılar...)

source: define delivery and supplying zones, that will be used for carriage operations regrouping
tr_tr: taşıma operasyonlarının yeniden gruplanması için kullanilacak tedarik zonları ve nakliye tanımlayınız

source: define services and price lists in relation with classes bookings, carriage services bookings or maintenance services bookings
tr_tr: ders rezervasyonları, nakliye hizmetleri rezervasyonları veya bakım hizmetleri rezervasyonlarıi ile ilgili hizmetler ve fiyat listesi tanimla

source: Add, update or view user accounts
tr_tr: Kullanıcı hesapları ekle, güncelle veya görüntüle

source: The list of user accounts
tr_tr: Kullanıcı hesapları listesi

source: assign/unassign mail alerts to users
tr_tr: kullanıcıya mail uyarıları tahsis etme/tahsis etmeme

source: select a
tr_tr: seçiniz

source: Add a new user
tr_tr: Yeni bir kullanıcı ekle

source: Delete one or more users
tr_tr: Bir veya daha fazla kullanıcı sil

source: select users by clicking on the corresponding check boxes and click on "Delete".
tr_tr: uygun olan çek boxlara tıklayarak kullanıcılar seç ve "Sil" tuşuna basınız.

source: add, update or view user accounts
tr_tr: Yeni kullanıcı hesapları ekle, güncelle veya görüntüle

source: click on the user name link in the list.
tr_tr: liste içindeki kullanıcı isim linki üzerine tıklayınız.

source: Add or update user
tr_tr: Kullanıcı ekle veya güncelle

source: Mandatory informations: identity, username, password and profile.
tr_tr: Zorunlu bilgiler: kimlik, kullanıcı ismi, parola ve profil

source: if the user must access to a catalogue, do not forget to assign one to him
tr_tr: Eğer kullanıcı bir kataloga erişmek zorunda ise, onu bir kataloga atamayı unutma.

source: if the user is supposed to receive alerts, do not forget to provide his/her email address
tr_tr: Eğer kullanıcı alarmlar kabul etmek zorunda ise, ona email adresi sağlamayı unutma

source: This screen allows you to select one of the defined carriage services and to order it.
tr_tr: Bu ekran size tanımlanan taşıyıcı hizmetlerinden birini secmek ve onu sipariş etmek için izin verir.

source: The list of carriage services
tr_tr: taşıyıcı hizmetlerin listesi

source: select the service by clicking on the corresponding check box and click on "Order".
tr_tr: ilgili çek box üzerine tıklayarak servisi seçiniz ve "Order" tuşuna basınız.

source: This screen allows you to place a customer order
tr_tr: Bu ekran bir müşteri emri işlemlerini yerine getirmeeğe izin verir

source: List of customers:
tr_tr: Müşterilerin listesi:

source: Select first the customer for whom you want to place the order
tr_tr: İlk önce siparişini yerine getirmek istediğin müşteriyi seç

source: Use the search engine to find the products you want to order, you can click on "Reset all" to reset all previous searches. when you select products they are kept in memory even if you launch other searches, provided you did not click on "Reset all" button.
tr_tr: Sipariş vermek istediğin ürünü bulmak için arama motoru kullan, tüm geçmiş aramaları sıfırlamak için "Hepsini sıfırla" üzerine tıklayınız. Eğer "Hepsini sıfırla" butonu üzerine basmadıysan, diğer aramaları başlatsan bile seçtiğin ürünler hafıza içinde muhafaza edilecek.

source: by clicking on "Order" button
tr_tr: "Sipariş" butonu üzerine tıklayarak

source: when all references are selected
tr_tr: Tüm referanslar seçildiği zaman

source: Tip
tr_tr: Bahşiş

source: You can type only a part of a word for search criteria en make use of the wild card character "*". For example to find all products which reference starts with "000", just type "000*" in the reference criteria text field, or to find products which name ends with "foo", just type "*foo" in the name criteria text field.
tr_tr: Wild card karakterleri "*" kullanmak yapmak için yalnızca bir kelimenin bir parçasini arama motoruna yazabilirsin. Örneğin referansları "000" ile başlayan tüm ürünleri bulmak için referans kriteri metin alanına yalnızca "000*" yaz, veya isim sonlari "foo" ile olan ürünleri bulmak için isim kriteri metin alanına yalnızca "*foo" yaz.

source: Documents tab allows you to do the following operations
tr_tr: Belgeler sekmesi takip eden operasyonlari yapmaniza izin verir.

source: manage document models
tr_tr: belge örnekleri düzenle

source: Document layout and contents customisation
tr_tr: Belge düzeni ve uyarlama içeriği

source: reprint documents
tr_tr: belegeleri yeniden yazdır

source: access to document list (invoices, credit notes, etc...) to reprint them
tr_tr: Yeniden yazdırmak için belge listesine erişim (faturalar, kredi notlari, vb...)

source: This screen allows you to view the list of available alerts and to assign them to users.
tr_tr: Bu ekran size mevcut alarmların listesini görüntülemek ve onları kullanıcılara tahsis etmek için izin verir.

source: the list of alerts
tr_tr: alarmların listesi

source: add, update or view actors
tr_tr: partnerleri ekle, güncelle veya görüntüle

source: Configure actors (customers, suppliers, service providers...)
tr_tr: Partnerleri yapılandır (müşteriler, tedarikçiler, hizmet sağlayıcılar...)

source: use the search engine to find desired actors and click on "New search" to reset your search criteria
tr_tr: istenen partnerleri bulmak için arama motoru kullan, arama kriterlerini sıfırlamak için "Yeni arama" tuşuna basınız

source: The list of actors
tr_tr: Partnerlerin listesi

source: matching your search criteria is displayed, you can view name of associated salesman, maximum outstanding debts allowed, current outstanding debts, main site address etc...
tr_tr: eşlenen arama kriteri gösteriliyor, satış elemanı ile ilişkili ismi, izin verilen maximum odenmemiş borcu, mevcut odenmemiş borç, ana yerin adresini vb...görebilirsin.

source: Available features
tr_tr: Mevcut özellikler

source: according to your permissions, click on corresponding tab
tr_tr: yetki izinlerine göre, ilgili sekmeye basınız

source: configure Onlogistics (users, catalogues, alerts, etc...)
tr_tr: Onlogistics yapılandır (kullanıcılar, kataloglar, alarmlar, vb...)

source: define your logistics environment: chains, products purchased or sold, actors (customers, suppliers, service providers...) etc...
tr_tr: logistik ortamını tanımla: zincirler, alınan ve satılan ürünler, partners (müşteriler, tedarikçiler, hizmet verenler...) etc...

source: define and store product nomenclatures,
tr_tr: ürün terminololerini tanımla ve kaydet

source: define offer on sales, seasonalities and discounts by customer categories,
tr_tr: müşteri kategorilerine göre satış tekliflerini, mevsimlikleri ve indirimleri tanımla

source: place customer or supplier orders,
tr_tr: müşteri veya tedarikci siparişlerini işleme koy,

source: view orders state, billings and payments
tr_tr: siparişlerin durumunu, faturaları ve ödemeleri görüntüle

source: configure accounting data,
tr_tr: muhasebe verilerini yapılandır

source: execute operations regroupings, build and print carriage orders
tr_tr: yeniden gruplama operasyonlarını, taşıyıcı siparişlerini oluşturma ve yazdırma işlemlerini gerçekleştir

source: view stock quantities, stock state by location, movements and inventory history and expected movements
tr_tr: stok miktarlarını, lokasyona göre stok şehirlerini, hareket ve envanter geçmişini ve beklenen hareketleri görüntüle

source: reprint existing documents
tr_tr: varolan belgeleri yeniden yazdır

source: turnover statistics and performance indicators
tr_tr: ciro istatistikleri ve performans göstergeleri

source: validate tasks, view history and plannings
tr_tr: görevleri onayla, geçmişi ve planlamaları görüntüle

source: Flight
tr_tr: Uçuş

source: execute operations related to flights (only in aeronautical context).
tr_tr: uçuşlarla ilgili operasyon işlemlerini gerçekleştir (yalniz havacılık içerigi ile ilgili)

source: Some useful tips for increasing your productivity
tr_tr: Verimliliği artırmak için bazı yararlı tipler

source: Full screen display
tr_tr: Ful ekran göster

source: press the "F11" key
tr_tr: "F11" tuşuna basınız

source: Display help
tr_tr: Yardımı göster

source: where available, use "Contextual help" button (on the screen up right corner)
tr_tr: mevcut "içeriksel yardım" butonunu kullan (ekranın sağ üst köşesinde)

source: Send a mail to technical support
tr_tr: Teknik destege bir mail gonder
