Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: , because location or product was deactived.
tr_tr: , çünkü lokasyon veya ürün etkisizleştirildi.

source: , because location was deactived or does not contain anymore this product in sufficient quantity.
tr_tr: , çünkü lokasyon etkisizleştirildi veya bu üründen bundan sonra yeterli miktarda içermez.

source: it is linked to invoice
tr_tr: faturaya bağlantılıdır

source: Potential reached
tr_tr: Erişilen potensiyel

source: Date reached
tr_tr: Erişilen tarih

source: Categories
tr_tr: Kategoriler

source: replaced by
tr_tr: ile değiştirildi

source: No regrouping unit type
tr_tr: Yeniden gruplanamayan birim tipi

source: Base unit
tr_tr: Temel birim

source: Packing unit
tr_tr: Ambalajlama birimi

source: Packaging unit
tr_tr: Paketleme birimi

source: Regrouping unit
tr_tr: Yeniden gruplama birimi

source: phoning
tr_tr: telefon etme

source: visit
tr_tr: ziyaret

source: phoning campaign
tr_tr: telefon kampanyası

source: mailing campaign
tr_tr: posta kampanyası

source: repairing
tr_tr: tamir

source: potential update refused
tr_tr: potensiyel güncelleme reddedildi

source: potential update accepted
tr_tr: potensiyel güncelleme kabul edildi

source: set customer in alert state
tr_tr: müşteriyi alarm durumuna ayarla

source: Length
tr_tr: Uzunluk

source: Width
tr_tr: Genişlik

source: Height
tr_tr: Yükseklik

source: Billing.
tr_tr: Faturalama.

source: Billing and delivery
tr_tr: Faturalama ve teslimat

source: Entities
tr_tr: Varlıklar

source: Public
tr_tr: Genel

source: All
tr_tr: Hepsi

source: seasonal
tr_tr: mevsimsel

source: everyday
tr_tr: hergün

source: every week
tr_tr: her hafta

source: No operation found.
tr_tr: Hiçbir operasyon bulunamadı.

source: Order shipper
tr_tr: Sipariş gönderen

source: Order addressee
tr_tr: Sipariş alıcı adresi

source: Fixed actor
tr_tr: Sabit partner

source: Environment
tr_tr: Ortam

source: Parent account
tr_tr: Ana hesap

source: Related accounts
tr_tr: İlgili hesaplar

source: Last access date
tr_tr: Son giriş tarihi

source: Completely executed
tr_tr: Tamamen gerçekleşti

source: Partially executed
tr_tr: Kısmi uygulandı.

source: Not charged
tr_tr: Faturalanmadı

source: Partial
tr_tr: Kısmi

source: Add/Update qualification
tr_tr: Yeterlilik Ekle/Güncelle

source: Delivery expenses
tr_tr: Nakliye giderleri

source: Models
tr_tr: Modeller

source: Image
tr_tr: Görüntü

source: Total
tr_tr: Toplam

source: Alerts
tr_tr: Uyarılar

source: Additional body
tr_tr: İlave beden

source: or HTML template
tr_tr: veya HTML şablon

source: Price excl. VAT cannot be modified.
tr_tr: KDV hariç fiyat değiştirilemez.

source: Pilot (IP)
tr_tr: Pilot (EP)

source: Co-pilot student (CP)
tr_tr: Yardımcı pilot öğrenci (CP)

source: Instruction
tr_tr: Talimat

source: Public transport
tr_tr: Toplu taşıma

source: Air labour
tr_tr: Hava işgücü

source: Simulation
tr_tr: Simülasyon

source: Answer text
tr_tr: Cevap metni

source: Error: movement is without forecast, delivery order can not be edited
tr_tr: Hata: tahmin edilemeyen taşıma, teslimat emri düzenlenemez

source: An error occurred: the delivery order will not be printed because movement in progress is not expected.
tr_tr: Bir hata oluştu: bu teslimat emri basılamaz çünkü devam eden taşıma beklenmiyordu.

source: Return of goods
tr_tr: Malların iadesi

source: Discount
tr_tr: Diskount

source: Not linked to an order
tr_tr: Bir siparişe bağlı değil

source: Annual turnover discount
tr_tr: Yıllık ciro indirimi

source: Normal issue
tr_tr: Normal çıkış

source: Normal entry
tr_tr: Normal giriş

source: Issue for damage
tr_tr: Çıkış hasarı

source: Entry for surplus
tr_tr: Bakiye için giriş

source: Issue for inventory
tr_tr: Envanter çıkışı

source: Entry for inventory
tr_tr: Envanter girişi

source: Issue for move
tr_tr: Taşıma için çıkış

source: Entry for move
tr_tr: Taşıma için giriş

source: Issue for sample
tr_tr: Örnek çıkışı

source: Entry for sample
tr_tr: Örnek girişi

source: Issue for packaging modification
tr_tr: Paketleme değişikliği için çıkış

source: Entry for packaging modification
tr_tr: Paketleme değişikliği için giriş

source: Internal entry
tr_tr: Dahili giriş

source: Internal issue
tr_tr: Dahili çıkış

source: Beginning
tr_tr: Baslangıç

source: End
tr_tr: Son

source: Amount by hour
tr_tr: Saate göre miktar

source: Amount by hour and by weight range
tr_tr: Saat ve ağırlık dilimine göre tutar

source: Amount by hour and by volume range
tr_tr: Saat ve hacim dilimine göre tutar

source: Price by range
tr_tr: Uzaklığa göre fiyat

source: Amount by range and by weight range
tr_tr: Uzaklık ve ağırlık dilimine göre tutar

source: Amount by range and by volume range
tr_tr: Uzaklık ve hacim dilimine göre tutar

source: Price by unit
tr_tr: Birime göre fiyat

source: Amount by weight range
tr_tr: Ağırlık dilimine göre tutar

source: Amount by volume range
tr_tr: Hacim dilimine göre tutar

source: Amount by location
tr_tr: Lokasyona göre tutar

source: Price by unit for a quantity
tr_tr: Bir miktar için birim fiyat

source: Amount by range
tr_tr: Mesafeye göre tutar

source: Price by weight range by 10
tr_tr: Ağırlık dilimi 10'a göre fiyat

source: Price by weight range by 100
tr_tr: Ağırlık dilimi 100'e göre fiyat

source: Add/Update service cost
tr_tr: Servis maliyeti Ekle/Güncelle

source: Price
tr_tr: Fiyat

source: Lower bound
tr_tr: Alt sınır

source: Upper bound
tr_tr: Üst sınır

source: Departure zone
tr_tr: Ayrılış (Hareket) zonu

source: Arrival zone
tr_tr: Varış zonu

source: Unit type
tr_tr: Birim tipi

source: Storage site "%s" cannot be deleted.
tr_tr: Depolama yeri "%s" silinemez

source: Site "%s" could not be deleted because it is in use in a order.
tr_tr: Site "%s" silinemedi çünkü bir sipariş için kullanım durumunda

source: Price by SN/Lot associated to the service
tr_tr: Hizmetle iliskili SN/Lot göre fiyat

source: Invoices statement
tr_tr: Fatura hesap raporu

source: Supplier invoice for product order
tr_tr: Ürün siparişi için tedarikçi faturası

source: Supplier invoice for carriage order
tr_tr: Taşıyıcı siparişi icin tedarikçi faturası

source: Supplier invoice for class order
tr_tr: Ders siparişi icin tedarikçi faturası

source: Supplier invoice for service
tr_tr: Hizmet için tedarikçi faturası

source: Customer invoice for product order
tr_tr: Ürün siparişi için müşteri faturası

source: Customer invoice for carriage order
tr_tr: Taşıyıcı siparişi için müşteri faturası

source: Customer invoice for class order
tr_tr: Ders siparişi için müşteri faturası

source: Customer invoice for service
tr_tr: Hizmet için müşteri faturası

source: Expenses and receipts types
tr_tr: Gider ve gelirler tipi

source: Expense or receipt
tr_tr: Gider veya gelir

source: Category
tr_tr: Kategori

source: Accounting type
tr_tr: Muhasebe tipi

source: Third party
tr_tr: Ücüncü parti

source: Energy
tr_tr: Enerji

source: Workforce
tr_tr: İşgücü

source: Subcontracting
tr_tr: Taşaron

source: Machine
tr_tr: Makine

source: Miscellaneous
tr_tr: Muhtelif

source: Cost
tr_tr: Maliyet

source: Account "%s" cannot be deleted because it is parent of one or more accounts. Please delete these accounts first.
tr_tr: Hesap "%s" silinemez çünkü o bir veya daha fazla hesabin ailesidir. Lütfen önce bu hesapları siliniz.

source: An account with the name "%s" and environment "%s" already exists, please delete it first or provide an other name for this account.
tr_tr: Bu isimle "%s"ve mekan ile "%s" bir hesap halen vardır, lütfen ilkönce bu hesapları siliniz veya bu hesap için başka bir isim giriniz.

source: Costs models
tr_tr: Maliyet modelleri

source: Include nomenclature costs
tr_tr: Terminoloji maliyetleri dahil

source: Root user
tr_tr: Root kullanıcı

source: Operator
tr_tr: Operatör

source: Sales management
tr_tr: Satış yönetimi

source: Stock management
tr_tr: Stok yönetimi

source: Deposited supplier
tr_tr: Depolama yapan tedarikçi

source: Carrier
tr_tr: Taşıyıcı

source: Admin level 2
tr_tr: Admin seviye 2

source: Aeronautical customer
tr_tr: Havacılık müşterisi

source: Aeronautical supplier
tr_tr: Havacılık tedarikçisi

source: Aircraft instructor
tr_tr: Uçak eğitmeni

source: Aeronautical operator
tr_tr: Havacılık operatörü

source: Aeronautics sales management
tr_tr: Havacılık satış yönetimi

source: Carriage customer
tr_tr: Nakliye müşterisi

source: Accountant
tr_tr: Muhasebeci

source: Sales manager
tr_tr: Satış manageri

source: External customer
tr_tr: Harici müşteri

source: Owner customer
tr_tr: Mal sahibi müşteri

source: Subsidiary accountant
tr_tr: Yardımcı muhasebeci

source: Add/Update user account
tr_tr: Kullanıcı hesabı Ekle/Güncelle

source: Full name
tr_tr: Tam isim

source: User account data
tr_tr: Kullanıcı hesabı verisi

source: Username
tr_tr: Kullanıcı ismi

source: Password
tr_tr: Parola

source: Profile
tr_tr: Profil

source: Customer catalogue
tr_tr: Müşteri kataloğu

source: Supplier catalogue
tr_tr: Tedarikçi kataloğu

source: Sites
tr_tr: Mevki

source: Instructor
tr_tr: Eğitmen

source: Duration
tr_tr: Süreç

source: Prices by airplane type associated to the service
tr_tr: Uçak tipi servisleriyle ilgili fiyatlar

source: Airplane type
tr_tr: Uçak tipi

source: Alert mailing control
tr_tr: Posta control uyarısı

source: Alert sending control and order
tr_tr: Giden uyarı controlu and sipariş

source: name
tr_tr: isim

source: number
tr_tr: numara

source: Payment date
tr_tr: Ödeme tarihi

source: Spreadsheets models
tr_tr: Spreadsheets modelleri

source: Base entity
tr_tr: Öz varlık

source: Cancellation
tr_tr: İptal

source: Customer refusal
tr_tr: Musteri reddetme

source: Impossible delivery
tr_tr: İmkansiz sipariş

source: Bank: %s
tr_tr: Banka: %s

source: Parcels total weight (Kg)
tr_tr: Kolilerin toplam ağırlığı (Kg)

source: Number of parcels
tr_tr: Kolilerin sayısı

source: Undefined
tr_tr: Tanımsız

source: Check with 30 days delay
tr_tr: 30 gün gecikmeli çek

source: 30 days draft
tr_tr: 30 günlük poliçe

source: 45 days draft
tr_tr: 30 günlük poliçe

source: Turnover
tr_tr: Ciro

source: Value added
tr_tr: Değer eklendi

source: potential
tr_tr: potansiyel

source: Measure unit
tr_tr: Ölçüm birimi

source: Unit
tr_tr: Unite

source: Minimum value
tr_tr: Minimum değer

source: Maximum value
tr_tr: Maximum değer

source: Paragraph model
tr_tr: Paragraf modeli

source: Title
tr_tr: Ünvan

source: CLASS 4.1: INFLAMMABLE SOLIDS
tr_tr: GRUP 4.1: YANICI-PATLAYICI KATILAR

source: CLASS 4.2: MATERIALS PRONE TO SPONTANEOUS INFLAMMATION
tr_tr: GRUP 4.2: SPONTANE YANICILARA YATKIN MADDELER

source: CLASS 4.3: MATERIALS THAT EMIT INFLAMMABLE GAS WHEN IN CONTACT WITH WATER
tr_tr: GRUP 4.3: SUYLA BİRLEŞTİĞİ ZAMAN YANICI GAZI DIŞARI ÇIKARAN MADDELER

source: CLASS 5.1: COMBUSTIBLE MATERIALS
tr_tr: GRUP 5.1: KOLAY TUTUŞAN MADDELER

source: CLASS 5.2: ORGANIC PEROXYDES
tr_tr: GRUP 5.2: ORGANİK PEROKSİT

source: CLASS 6.1: POISON MATERIALS
tr_tr: GRUP 6.1: ZEHİRLİ MADDELER

source: CLASS 6.2: INFECTIOUS MATERIALS
tr_tr: GRUP 6.2: BULAŞICI MADDELER

source: Miss
tr_tr: Bayan

source: Madam
tr_tr: Bayan

source: Sir
tr_tr: Bay

source: promissory note
tr_tr: borç senedi

source: Not closed
tr_tr: kapalı değil

source: closed
tr_tr: kapalı

source: instructor
tr_tr: eğitmen

source: actor
tr_tr: partner

source: SIMPLE COVER
tr_tr: BASİT KAPLAMA

source: DOUBLE FOLD
tr_tr: ÇİFT BAĞLAMA

source: WOOD
tr_tr: ODUN

source: CARDBOARD
tr_tr: KARTON

source: METALLIC
tr_tr: METAL

source: Group I
tr_tr: Grup I

source: GROUP II
tr_tr: GRUP II

source: GROUP III
tr_tr: GRUP III

source: Add/Update scheduled task
tr_tr: Programlanan gorevleri Ekle/Güncelle

source: Task name
tr_tr: Görev name

source: Scheduled task definition
tr_tr: Programlanan görev tanımı

source: day of month
tr_tr: ayın günü

source: Scheduled task periodicity
tr_tr: Periyodik olarak planlanan görev

source: day of week
tr_tr: haftanın günü

source: hour of day
tr_tr: günün saati

source: Help messages
tr_tr: Yardım mesajları

source: Corresponding page
tr_tr: İlgili sayfa

source: Unknown duration type for task "%s", "amount" was chosen in replacement.
tr_tr: Görev için bilinmeyen süreç tipi "%s", "miktar" yer degiştirme için seçildi.

source: Unknown cost type for task "%s", "amount" was chosen in replacement.
tr_tr: Görev için bilinmeyen maliyet tipi "%s", "miktar" yer degiştirme için seçildi.

source: Action type
tr_tr: Hareket tipi

source: Number of actions
tr_tr: Hareketlerin sayısı

source: Customer "%s" has no license, nor authorization for selected airplane
tr_tr: Müşteri "%s" ne lisansa sahipdir, nede seçilen uçak için izine

source: Licence expiration date exceeded for selected airplane
tr_tr: Lisans bitiş tarihi seçilen uçak için uzatıldı

source: No airplane of this type found, please select another airplane type.
tr_tr: Bu tip uçak bulunadı, lütfen başka bir uçak tipi seçiniz.

source: Airplane is not available for selected period, please select another airplane or another period.
tr_tr: Seçilen dönem için uçak mevcut değil, lütfen farklı bir uçak veya başka bir dönem seçiniz.

source: No instructor available for selected period, please select another period.
tr_tr: Seçilen dönem için eğitmen yoktur, lütfen başka bir dönem seçiniz.

source: Maximum weight by seat exceeded for selected airplane
tr_tr: Seçilen uçak için maximum ağırlık koltuğa göre aşıldı

source: for delivery
tr_tr: nakliye için

source: of collection
tr_tr: toplama

source: Solo flight
tr_tr: Tek uçuş

source: Potential
tr_tr: Potansiyel

source: Alert "%s" was not found in the database.
tr_tr: Alarm "%s" veritabanı içinde bulunamadı.

source: Alert "%s" cannot be sent.
tr_tr: Alarm "%s" gönderilemez.

source: label
tr_tr: etiket

source: Result before taxes
tr_tr: Vergilerden önceki sonuç

source: Result before cumuled taxes
tr_tr: Kümülative vergilerden önceki sonuç

source: Month balance
tr_tr: Aylık balans

source: Real treasury
tr_tr: Hakiki hazine

source: Invoice number or expense/receipt
tr_tr: Fatura numarası veya gider/gelir

source: Expense/Receipt line
tr_tr: Gider/Gelir sırası

source: Total amount
tr_tr: Toplam miktar

source: credit
tr_tr: kredi

source: debit
tr_tr: borç

source: You must create an order first.
tr_tr: Öncelikle bir şipariş oluşturmak zorundasınız.

source: Activation of children chains is impossible.
tr_tr: Zincir halkasının aktivasyonu imkansızdır.

source: The external database doesn't contain needed data.
tr_tr: Harici veritabanı istenen veriyi içermez.

source: Amount excl. VAT is lower than minimum amount to order (%s %s). Please correct or contact customer department.
tr_tr: KDV hariç miktar minimum sipariş miktarından daha küçüktür (%s %s). Lütfen düzeltiniz veya müşteri departmanını arayınız.

source: Wrong quantity for product %s.
tr_tr: Ürün için yanlış miktar %s.

source: Supplier properties are incomplete, order cannot be completed, please contact your admin.
tr_tr: Tedarikçi özellikleri eksiktir, sipariş tamamlanamaz, lütfen yöneticinizle kontak kurunuz.

source: Database transaction failed.
tr_tr: Veritabanı bilgi alışverişi hata verdi.

source: array must contain the element "%s"
tr_tr: dizin bu elementi içermek zorundadır "%s"

source: "%s" must be an integer
tr_tr: "%s" tamsayı olmak zorundadır

source: "%s" must be a float number
tr_tr: "%s" decimal sayı olmak zorundadır

source: "%s" must be a date at the format AAAA-MM-JJ HH:MM:SS
tr_tr: "%s" formattaki gibi bir tarih olmak zorundadır AAAA-MM-JJ HH:MM:SS

source: Error, please contact your admin.
tr_tr: Hata, lütfen yöneticinizle kontak kurunuz.

source: Wished date is too near and cannot be fulfilled, please modify it or contact your admin.
tr_tr: İstenen tarih çok yakın ve yerine getirilemez, lütfen değiştir veya yöneticinle kontak kur.

source: Wished date cannot be fulfilled, please modify it or contact your admin.
tr_tr: İstenen tarih yerine getirilemez, lütfen değiştir veya yöneticinle kontak kur.

source: (Error 001)
tr_tr: (Hata 001)

source: (Error 002)
tr_tr: (Hata 002)

source: (Error 003)
tr_tr: (Hata 003)

source: (Error 004)
tr_tr: (Hata 004)

source: (Error 005)
tr_tr: (Hata 005)

source: (Error 006)
tr_tr: (Hata 006)

source: (Error 008)
tr_tr: (Hata 008)

source: (Error 010)
tr_tr: (Hata 010)

source: (Error 011)
tr_tr: (Hata 011)

source: (Error 012)
tr_tr: (Hata 012)

source: (Error 013)
tr_tr: (Hata 013)

source: (Error 014)
tr_tr: (Hata 014)

source: (Error 015)
tr_tr: (Hata 015)

source: Please select a result.
tr_tr: Lütfen bir sonuç seçiniz

source: No match found with these city name/zip code/country name.
tr_tr: Bu şehir ismi/posta kodu/ülke isimleri ile eşleme yapılamadı.

source: Billing address
tr_tr: Fatura adresi

source: Detail of delivered SN (%s No %s)
tr_tr: Dağıtılan SN (%s No %s) ayrıntıları

source: Product Reference
tr_tr: Ürün Referansı

source: Serial Number
tr_tr: Seri Numarası

source: Ordered products
tr_tr: Sipariş edilen ürünler

source: Description of goods
tr_tr: Malların tanımı

source: Ordered qty
tr_tr: Sipariş edilen miktar

source: Delivered Qty
tr_tr: Dağıtılan Miktar

source: To deliver
tr_tr: Teslim etmek

source: Except written agreement of our share, our conditions of sale as signed by your care apply completely.
tr_tr: Yazılı anlaşmadaki payımız hariç, satış durumumuz imzalandığı gibi tamamlandı.

source: Unit Price net of tax
tr_tr: Tüm vergiler dahil Birim Fiyat

source: VAT %
tr_tr: KDV %

source: Total Price net of tax
tr_tr: Tüm vergiler dahil Toplam Fiyat

source: Carriage cost
tr_tr: Nakliye ücreti

source: Packing charges
tr_tr: Ambalaj ücreti

source: Insurance charges
tr_tr: Sigorta ücreti

source: Total VAT
tr_tr: Toplam KDV

source: Total price
tr_tr: Toplam fiyat

source: Personal discount
tr_tr: Personal indirimi

source: Total to pay
tr_tr: Toplam ödeme

source: In letters
tr_tr: Mektuplar

source: Global discount amount
tr_tr: Global indirim miktarı

source: Total excl. VAT before global discount
tr_tr: Global indirimden önceki toplam KDV hariç

source: Means of payment
tr_tr: Ödeme araçları

source: Service
tr_tr: Servise

source: Address
tr_tr: Adres

source: Unit weight (Kg)
tr_tr: Birim ağırlık (Kg)

source: Total incl. VAT
tr_tr: KDV dahil toplam

source: Weight (kg)
tr_tr: Ağırlık (kg)

source: Volume
tr_tr: Hacim

source: Details of locations charged in storage service.
tr_tr: Stoklama servisi için ödenen mevkinin ayrıntıları

source: Unit price excl. VAT
tr_tr: KDV hariç birim fiyat

source: Details of products moved for the service
tr_tr: Servis için taşınan ürünlerin ayrıntıları

source: Transport operations details
tr_tr: Nakliye operasyon ayrıntıları

source: Total price incl. VAT
tr_tr: KDV dahil toplam fiyat

source: Credit note reason
tr_tr: Kredi notu nedeni

source: Number %s from %s
tr_tr: Numara %s from %s

source: Total weight (kg)
tr_tr: Toplam ağırlık (kg)

source: Total volume (m3)
tr_tr: Toplam hacim (m3)

source: Statement of invoices
tr_tr: Faturaların durumu

source: Dear customer, please find enclosed details for invoices remaining to pay
tr_tr: Sayın müşteri, kalan ödeme için fatura ayrıtıları ektedir

source: for period from %s to %s.
tr_tr: dönem için from %s to %s.

source: Edition Date
tr_tr: Yayım tarihi

source: Please pay amount stated below for this bill of exchange (that excludes charges) to the account of
tr_tr: Lütfen aşağıda belirlenen miktarı ödeyiniz bu faturanın (ücretler hariç) belirlenen hesaba transferi için

source: Amount for control
tr_tr: Control için miktar

source: Deadline
tr_tr: Vade sonu

source: Banking house
tr_tr: Banka binası

source: Branch number
tr_tr: Branş numarası

source: Account
tr_tr: Hesap

source: Key
tr_tr: Anahtar

source: Name and address
tr_tr: İsim ve adres

source: SIRET number
tr_tr: SIRET numarası

source: Value in:
tr_tr: Değer:

source: Acceptance or endorsement
tr_tr: Kabul veya onay

source: Registered address
tr_tr: Kayıtlı adres

source: Stamp duties and signature
tr_tr: Stamp ve imza

source: Log card
tr_tr: Log kart

source: Reference(s)
tr_tr: Referans(lar)

source: Ordered quantity
tr_tr: Sipariş edilen miktar

source: Error: invalid order
tr_tr: Hata: geçersiz sipariş

source: Parts number
tr_tr: Parçalarin numarası

source: Expected date
tr_tr: Beklenen tarih

source: Expected duration
tr_tr: Beklenen süre

source: Effective duration
tr_tr: Efektif süreç

source: Date and operator
tr_tr: Tarih and operatör

source: Observations
tr_tr: Gözlemler

source: Used material
tr_tr: Kullanılan malzeme

source: Start
tr_tr: Başlat

source: Pause
tr_tr: Durdur

source: Restart
tr_tr: Yeniden başlat

source: Finish
tr_tr: Bitir

source: Instructions:
tr_tr: Talimatlar:

source: Shipper
tr_tr: Gönderen

source: Addressee
tr_tr: Alıcı

source: Deposited packings
tr_tr: Depolanan paketler

source: Net total weight (Kg)
tr_tr: Net toplam ağırlık (Kg)

source: Raw total weight (Kg)
tr_tr: Ham toplam ağırlık (Kg)

source: From (address)
tr_tr: From (adres)

source: Basis excl. VAT
tr_tr: KDV hariç matrah

source: Wished collection date
tr_tr: İstenen toplama tarihi

source: Wished delivery date
tr_tr: İstenen nakliye tarihi

source: Unit weight
tr_tr: Birim ağırlık

source: Cannot find task number
tr_tr: Görev numarası bulunamaz

source: Error 101: User was not found in the database with given email/password.
tr_tr: Hata 101: Verilen email and parola ile kullanıcı veritabanı içinde bulunamadı.

source: Error 102: Incorrect parameter passed to the webservice to register user (%s).
tr_tr: Hata 102: User (%s) kaydı için doğru olmayan parametre webservise geçmiştir.

source: Error 103: No match found with the triplet %s.
tr_tr: Hata 103: Üçlü takım %s ile eşleme bulunamadı.

source: Error 104: Actor (Id=%d) was not found in the database.
tr_tr: Hata 104: Partner (Id=%d) veritabanı içinde bulunmadı.

source: Error 105: Actor (%s) has not user account.
tr_tr: Hata 105: Partner (%s) kullanıcı hesabına sahip değildir.

source: Error 106: Error while saving data.
tr_tr: Hata 106: Veri kaydetme esnasında hata

source: Error 107: Incorrect parameter passed to the webservice for order informations (%s).
tr_tr: Hata 107: Sipariş bilgileri (%s) için doğru olmayan parametre webservise geçmiştir.

source: Error 108: Incorrect parameter passed to the webservice for ordered products informations (%s).
tr_tr: Hata 102: Sipariş edilen ürün bilgileri (%s) için doğru olmayan parametre webservise geçmiştir.

source: Error 109: product "%s" was not found in the database, as a consequence, cannot be ordered.
tr_tr: Hata 109: ürün "%s" veritabanı içinde bulunamadı, bir sonuç gibi, sipariş edilemez.

source: Error 110: Database error (%s).
tr_tr: Error 110: Database hatası (%s).

source: Error 111: Order addressee site was not found in the database.
tr_tr: Error 111: Veritabanı içinde sipariş gönderilen yer bulunamamıştır.

source: Error 112: No site was found in the database for actor with identifier %d.
tr_tr: Error 112: Veritabanı içinde kimlik bilgili %d partner için hiçbir site bulunamamıştır.

source: Error 113: Order addressee was not found in the database.
tr_tr: Error 111: Veritabanı içinde sipariş alıcı adresi bulunamamıştır.

source: Currency "euro" was not found in database
tr_tr: Para birimi "euro" veritabanı içinde bulunamadı

source: array must contain "Product" or "Reference".
tr_tr: dizilim "Ürün" veya "Referens" içermelidir.

source: Order %s, invoice %s: deadline for payment exceeded (%s)
tr_tr: Sipariş %s, fatura %s: uzatılan ödeme için son tarih (%s)

source: License number
tr_tr: Lisans numarası

source: type
tr_tr: tip

source: Qualification
tr_tr: Yeterlilik

source: Select an actor
tr_tr: Bir partner seç

source: Product owner
tr_tr: Ürün sahibi

source: Storage site
tr_tr: Depo yeri

source: Actor linked
tr_tr: Bağlanmış partner

source: Stock owner
tr_tr: Stok sahibi

source: City
tr_tr: Şehir

source: Please select a chain.
tr_tr: Lütfen bir zincir seçiniz.
