Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: click on "Technical support" link (at the top of every screen)
tr_tr: "Teknik destek" linkine basınız (her ekranın üzerinde)

source: Sign out
tr_tr: Oturumu kapat

source: click on the "Sign out" link (up right)
tr_tr: "Oturumu kapat" linkine basınız (sağda yukarıda)

source: most of the screens have a search engine, fill in wished search criteria and click on "Search" button to launch the search.
tr_tr: ekranların çoğunda bir arama motoru vardır, istenen arama kriterini yaz ve aramayı başlatmak icin "Arama" butonuna basınız.

source: Orders tab allows you to do the following operations
tr_tr: Sipariş sekmesi takip eden operasyonları yapmanıza izin verir.

source: place a customer product order
tr_tr: Bir müşteri ürün siparişi yerine getir

source: place a supplier product order
tr_tr: Bir tedarikçi ürün siparişi yerine getir

source: book a carriage service
tr_tr: bir taşıma servisi rezerve et

source: book a class
tr_tr: bir ders rezerve et

source: View completed stock movements, in relation to an order (normal entries and issues) or not (dislocation, client refusal, damage etc...)
tr_tr: Bir siparişle (normal girişler ve çıkışlar) ilgili stok hareketlerini görüntüle veya görüntülememe (yer değiştirme, musteri reddetme, hasar vb...)

source: use the search engine to find desired movements and click on "New search" to reset your search criteria
tr_tr: istenen faaliyetleri bulmak için arama motoru kullanınız ve arama kriterini sıfırlamak için "Yeni arama" tuşuna basınız

source: The list of movements
tr_tr: Hareketlerin listesi

source: it contains the results of your search or, by default, only last 24 hours movements
tr_tr: arama sonuçlarını içerir veya, varsayılan olarak, yalnızca 24 saatlik hareketleri

source: print a delivery order for a movement if it was not yet printed
tr_tr: bir faaliyet için bir teslimat emri yazdır eğer henüz yazılmamışsa.

source: select movement and click on "Delivery order". To reprint this document, go to "Documents" tab and "Documents reprinting" sub tab
tr_tr: faaliyet seç ve "Teslimat emri" üzerine tıkla. Bu belgeyi yeniden yazdırmak için, "Belgeler"sekmesine ve "Belgeleri yeniden yazdır" alt sekmesine gidiniz

source: cancel an unexpected movement
tr_tr: beklenmeyen bir faaliyeti iptal et

source: stored by error or
tr_tr: hataya göre kayıt et veya

source: record a return after a customer refusal
tr_tr: bir müşteri reddinden sonra bir kayda geri dön

source: select movement and click on "Delete"
tr_tr: faaliyeti seçiniz ve "Sil" tuşuna basınız

source: export displayed list to CSV (excel compatible format)
tr_tr: CSV (excel uyumlu format) ile görüntülenen export listesi

source: click on "Export" button
tr_tr: "Export" tuşuna basınız

source: This screen allows you to view product orders follow-up, issue or view invoices and payments related to these orders and manage instalments.
tr_tr: Bu ekran ürün sipariş takibi, çıkışı veya faturaların görüntülenmesi ve bu siparişlerle ilişkili ödeme ve taksit düzenleme görüntülemelerine izin verir.

source: use the search engine to find desired orders and click on "New search" to reset your search criteria
tr_tr: istenen siparişi bulmak için arama motoru kullan, arama kriterlerini sıfırlamak için "Yeni arama" tuşuna basınız

source: the list of product orders
tr_tr: ürün siparişleri listesi

source: View delivery details for an order
tr_tr: Bir sipariş için taşıma detaylarını görüntüle

source: by clicking on its number in the list
tr_tr: liste içindeki numara üzerine tıklayarak

source: view comment provided during order
tr_tr: sipariş sırasında girilen yorumu görüntüle

source: place your cursor on the order number in the list
tr_tr: liste içindeki sipariş numarası üzerine kursoru yerleştir

source: delete an order
tr_tr: bir sipariş sil

source: select order by clicking on the corresponding check box and click on the "Delete" button
tr_tr: ilgili çek box üzerine tıklayarak siparişi seç ve "Sil" tuşuna basınız

source: unlock an order
tr_tr: bir siparişi serbest bırak

source: select locked order by clicking on the corresponding check box and click on the "Unlock" button
tr_tr: ilgili çek box üzerine tıklayarak kilitlenen siparişi seç ve "Serbest bırak" tuşuna basınız

source: issue an invoice
tr_tr: bir fatura çıkışı yap

source: select order to charge by clicking on the corresponding check box and click on the "Charge" button
tr_tr: ilgili çek box üzerine tıklayarak faturalanan siparişi seç ve "Faturala" tuşuna basınız

source: record an instalment
tr_tr: bir ödeme kaydet

source: select order by clicking on the corresponding check box and click on the "Instalment" button
tr_tr: ilgili çek box üzerine tıklayarak siparişi seç ve "Taksit" tuşuna basınız

source: Tips
tr_tr: Bahşişler

source: select one or more states in the states select list:
tr_tr: seçilen şehir listesi içinde bir veya daha fazla şehir seç:

source: keep the "ctrl" key pressed while selecting
tr_tr: seçim yaparken "ctrl" tuşuna basmaya devam ediniz

source: Stoc
tr_tr: Stok

source: Waiting period
tr_tr: Bekleme süreci

source: in days
tr_tr: Gün içinde

source: Maintenance service properties
tr_tr: Bakım servis özellikleri

source: Limit potential of execution (in hours)
tr_tr: Uygulamanın potensiyel limiti (saatler içinde)

source: Fixed date of execution
tr_tr: Kesin yürütme tarihi

source: select a date
tr_tr: Bir tarih seçiniz

source: Tolerance
tr_tr: Tolerans

source: Tolerance type
tr_tr: Tolerans tipi

source: Flight informations
tr_tr: Uçuş bilgileri

source: hundredth of hours
tr_tr: Yüzüncü saatler

source: Expected instructor/Pilot
tr_tr: Beklenen eğitmen/Pilot

source: Booking of completed actions
tr_tr: Tamamlanan faaliyetlerin rezervasyonu

source: Aircrew
tr_tr: Uçuş ekibi

source: Flight (hours in hundredth of hour)
tr_tr: Uçuş (yüzüncü saatler içinde saatler)

source: Total flight time
tr_tr: Toplam uçuş zamanı

source: Commercial hours (hours in hundredth of hour)
tr_tr: Ticari saatler (yüzüncü saatler içinde saatler)

source: Machine data
tr_tr: Makine verisi

source: Engine cycle 1
tr_tr: Motor çevrimi 1

source: Engine cycle 2
tr_tr: Motor çevrimi 2

source: Hours related to specific activities (in hundredth of hours)
tr_tr: Spesifik aktivilerle ilgili saatler (yüzüncü saatler içinde saatler)

source: Current task informations
tr_tr: Mevcut görev bilgileri

source: Informations for validation
tr_tr: Onaylama bilgileri

source: of reference
tr_tr: referansın

source: Part details
tr_tr: Parça detayları

source: Expected quantity
tr_tr: Beklenen miktar

source: Actual assembled quantity
tr_tr: Güncel montaj miktarı

source: Booking of assembled components for part
tr_tr: Bölüm için toplanmış bleşenlerin rezervasyonu

source: Assembled part identification
tr_tr: Montajlanmış parça tanımlaması

source: Assembly details
tr_tr: Montaj detayları

source: Part to assemble details
tr_tr: Parçalar için montaj detayları

source: Total quantities of components by reference
tr_tr: Referansa göre bileşenlerin toplam miktarı

source: Material tracking
tr_tr: Malzeme izleme

source: List of used SN/Lot
tr_tr: Kullanilan SN/Lot listesi

source: Maximum weight on lift-off
tr_tr: Kalkışta maximum ağırlık

source: Total load weight
tr_tr: Toplam yüklenen ağırlık

source: Maximum tank capacity
tr_tr: Maximum tank kapasitesi

source: Move answer in next question
tr_tr: Cevabı bir sonraki soruya taşı

source: Add an answer model.
tr_tr: Cevap örneği ekle

source: Add a question
tr_tr: Bir soru ekle

source: Add an answer
tr_tr: Bir cevap ekle

source: Period covered by export
tr_tr: Export ile kapsanan dönem

source: Columns separator:
tr_tr: Sütun ayıracı:

source: Linked to the accounting type
tr_tr: Bağlı olan muhasebe tipi

source: select an item
tr_tr: bir öge seç

source: Detailed file
tr_tr: Ayrıntılı dosya

source: Global file
tr_tr: Genel dosya

source: Accounts with VAT break-down
tr_tr: KDV indirimli hesaplar

source: Serial number
tr_tr: Seri numarası

source: Weight/Volume is empty
tr_tr: Ağırlık/Hacim boştur

source: Maximum weight by seat
tr_tr: Koltuğa göre maximum ağırlık

source: Maximal tank capacity
tr_tr: Azami tank kapasitesi

source: Date of birth
tr_tr: Doğum tarihi

source: Commissioning date
tr_tr: Görevlendirme tarihi

source: Warranty beginning date
tr_tr: Garanti başlangıç tarihi

source: Warranty end date
tr_tr: Garanti sonu tarihi

source: FME/related document
tr_tr: FME/iligili belge

source: On condition
tr_tr: Şartlı

source: Real potentials
tr_tr: Gerçek potensiyel

source: Cycle
tr_tr: Periyod

source: Since new
tr_tr: İlk halinden bu yana

source: Since full overhaul
tr_tr: Ful revisyondan itibaren

source: Since reparation
tr_tr: Tamirattan itibaren

source: Virtual potentials
tr_tr: Sanal potensiyel

source: mandatory fields if airplane
tr_tr: Uçak ise mecburi alanlar

source: Fuel additions
tr_tr: İlave fuel

source: No flight preparation was found for this period
tr_tr: Bu dönem için hiçbir uçus hazırlığı yapılmadı

source: Fuel consumption
tr_tr: Fuel tüketimi

source: No flight was found for this period
tr_tr: Bu dönem için hiçbir uçak bulunamadı

source: Airplane informations
tr_tr: Uçak bilgileri

source: Real potential since new
tr_tr: İlk halinden bu yana gerçek potensiyel

source: Real potential since overhaul
tr_tr: Revisyondan itibaren gerçek potensiyel

source: Real potential since reparation
tr_tr: Tamirattan itibaren gerçek potensiyel

source: Virtual potential since new
tr_tr: İlk halinden bu yana sanal potensiyel

source: Virtual potential since overhaul
tr_tr: Revisyondan itibaren sanal potensiyel

source: Next scheduled maintenances
tr_tr: Planlanan gelecek bakım-onarim

source: No maintenance service scheduled
tr_tr: Hiçbir bakım servisi planlanmadı

source: Current values
tr_tr: Mevcut değerler

source: New values
tr_tr: Yeni değerler

source: Potential since last overhaul
tr_tr: Son revizyondan itibaren potansiyel

source: Potential since last repairing
tr_tr: Son tamirden itibaren potansiyel

source: Number of landings since overhaul
tr_tr: Revisyondan itibaren inişlerin sayısı

source: Number of landings since reparation
tr_tr: Onarımdan itibaren inişlerin sayısı

source: Number of cycles since overhaul
tr_tr: Revisyondan itibaren devirlerin sayısı

source: Number of cycles since reparation
tr_tr: Onarımdan itibaren devirlerin sayısı

source: Site properties
tr_tr: Site özellikleri

source: Site name
tr_tr: Site ismi

source: Site address
tr_tr: Site adresi

source: Address complement
tr_tr: Adres devamı

source: Cedex
tr_tr: Posta Kodu (Fransa)

source: Contacts
tr_tr: Kontaklar

source: Contact
tr_tr: Kontak

source: No contact.
tr_tr: Kontak yok.

source: Add a contact
tr_tr: Kontak ekle

source: Edit task dates
tr_tr: Görev tarihlerini düzenle

source: chain
tr_tr: zincir

source: Current schedule
tr_tr: Geçerli olan zaman çizelgesi

source: Fixed date
tr_tr: Kesin tarih

source: New schedule
tr_tr: Yeni zaman çizelgesi

source: Current departure date
tr_tr: Mevcut kalkış tarihi

source: New departure date
tr_tr: Yeni kalkış tarihi

source: Current arrival date
tr_tr: Mevcut varış tarihi

source: New arrival date
tr_tr: Yeni varış tarihi

source: Current weekly departure date
tr_tr: Mevcut haftalık kalkış tarihi

source: New weekly departure date
tr_tr: Yeni haftalık kalkış tarihi

source: every
tr_tr: her bir

source: Current weekly arrival date
tr_tr: Mevcut haftalık varış tarihi

source: New weekly arrival date
tr_tr: Yeni haftalık varış tarihi

source: Current daily departure date
tr_tr: Mevcut günlük kalkış tarihi

source: everyday at
tr_tr: Hergün

source: Current daily arrival date
tr_tr: Mevcut günlük varış tarihi

source: New daily arrival date
tr_tr: Yeni günlük varış tarihi

source: Current duration
tr_tr: Mevcut süreç

source: New duration
tr_tr: Yeni süreç

source: Hours and &nbsp;
tr_tr: Saatler ve &nbsp;

source: Details of registered items
tr_tr: Kayıtlı ürünlerin detayları

source: Total and payments
tr_tr: Toplam ve ödemeler

source: Hours of piloting amount
tr_tr: Pilotluk saatleri

source: Solo flight allowed
tr_tr: Solo uçaşa izin verildi

source: Single-engined hours
tr_tr: Tek motorlu saatler

source: Twin-engined hours
tr_tr: Çift motorlu saatler

source: Bank name
tr_tr: Banka ismi

source: Bank address
tr_tr: Banka adresi

source: Street type
tr_tr: Cadde tipi

source: Complement
tr_tr: Komplement

source: Quality
tr_tr: Kalite

source: Preview current logo
tr_tr: Mevcut logo önizleme

source: Company type
tr_tr: Şirket tipi

source: Brand name
tr_tr: Marka ismi

source: Job
tr_tr: İş

source: Aeronautical data
tr_tr: Havacılık verisi

source: Allowed airplane types
tr_tr: İzin verilen uçak tipleri

source: Hour format: HH:MM
tr_tr: Saat formatı: HH:MM

source: Number of IFR landings
tr_tr: IFR inişlerinin sayısı

source: Instructor hours of flight amount
tr_tr: Eğitmen uçuş saatleri

source: Student hours of flight amount
tr_tr: Öğrenci uçuş saatleri

source: Number of commercial hours
tr_tr: Ticari uçuş saatlerinin sayısı

source: Single-engined days
tr_tr: Tek motorlu gündüz uçuşları

source: Single-engined nights
tr_tr: Tek motorlu gece uçuşları

source: Twin-engined days
tr_tr: Çift motorlu gündüz uçuşları

source: Twin-engined nights
tr_tr: Çift motorlu gece uçuşları

source: Commercial data and billing data
tr_tr: Ticari veri ve faturalama verisi

source: Personal discount (%)
tr_tr: Kişisel indirim (%)

source: Delivery conditions
tr_tr: Teslimat şartları

source: Packing conditions
tr_tr: Paketleme şartları

source: Billing and payments
tr_tr: Faturalama ve ödemeler

source: This actor is your
tr_tr: Partnerin

source: Unrelated
tr_tr: ilişkisi olmayan

source: OnLogistics account
tr_tr: OnLogistics hesabı

source: Payment modalities
tr_tr: ödeme usulleri

source: Option
tr_tr: Seçenek

source: Subject to VAT
tr_tr: KDV ye bağımlı

source: Bank contact
tr_tr: Banka kontak

source: No bank
tr_tr: Banka yok

source: Add a bank
tr_tr: Bir banka ekle

source: Document models
tr_tr: Belge örnekleri

source: Invoices reception preference
tr_tr: Faturaların kabul tercihi

source: Product orders behaviour
tr_tr: Ürün emri hareket tarzı

source: Addresses and schedule
tr_tr: Adresler ve zaman çizelgesi

source: Main Site
tr_tr: Ana Site

source: Select a situation
tr_tr: Bir vaziyet seçiniz

source: Commercial potential
tr_tr: Ticari potensiyel

source: Select a potential
tr_tr: Bir potensiyel seçiniz

source: Visit frequency
tr_tr: Ziyaret sıklığı

source: The default
tr_tr: Varsayılan

source: Creation mode
tr_tr: Kreasyon modu

source: Edition mode
tr_tr: Basım modu

source: Connected actor
tr_tr: Bağlanan partner

source: Selected actor.
tr_tr: Seçilen partner.

source: Selected actor is your
tr_tr: Seçilen partnerin

source: Outstanding debts
tr_tr: Ödenmemiş borçlar

source: Payment mode
tr_tr: Ödeme modu

source: Validate outstanding debts
tr_tr: Ödenmemiş borçları doğrulamak

source: Statistics for period and
tr_tr: Dönem istatistikleri ve

source: Technical hours
tr_tr: Teknik saatler

source: Customer informations
tr_tr: Müşteri bilgileri

source: Order informations
tr_tr: Sipariş bilgileri

source: Wished time
tr_tr: İstenen zaman

source: Wished instructor
tr_tr: İstenen eğitmen

source: Comment (optional)
tr_tr: Yorum (isteğe bağlı)

source: Order general informations
tr_tr: Genel sipariş bilgileri

source: Select an incoterm
tr_tr: Bir incoterm (uluslararası ticari terim) seçiniz

source: Contents of your order
tr_tr: Siparişin içerikleri

source: Global discount (%)
tr_tr: Global indirim (%)

source: Total excl. VAT and charges
tr_tr: KDV hariç toplam ve ücretler

source: Packing charges excl. VAT
tr_tr: KDV hariç paketleme ücretleri

source: Insurance charges excl. VAT
tr_tr: KDV hariç sigorta ücretleri

source: Display price
tr_tr: Fiyatı göster

source: Comments/Options
tr_tr: Yorumlar/Opsiyonlar

source: Provide your imputation number or customer account number (optional)
tr_tr: Hesaba gecirme numaranizi veya musteri numarasi (opsiyonel) giriniz

source: Should a payment be recovered on delivery ?
tr_tr: Teslimatta iyileştirillmiş bir ödeme olmalımıdır?

source: Amount to recover
tr_tr: Iyileştirilmiş miktar

source: Please select a customer first
tr_tr: Lütfen önce bir müşteri seçiniz

source: Customer internal order number
tr_tr: Müşteri internal sipariş numarası

source: Goods means of shipment
tr_tr: Sevkiyatın icerdiği mallar

source: Seasonal family
tr_tr: Sezonluk aile

source: Recipient store code
tr_tr: Alıcı depo kodu

source: Recipient department
tr_tr: Alıcı departmanı

source: Bay booking number
tr_tr: Kompartıman rezervasyon numarası

source: Market number
tr_tr: Market numarası

source: Packing list number
tr_tr: Paketleme liste numarası

source: Airway bill number
tr_tr: Havayolu hesap numarası

source: Parcel weight (kg)
tr_tr: Koli ağırlığı (kg)

source: Tracking note
tr_tr: Izleme notu

source: Validity period
tr_tr: Geçerlilik süresi

source: Jobs
tr_tr: İşler

source: Please select an item
tr_tr: Lütfen bir öge seçiniz

source: Quantitative limits
tr_tr: Sayısal limitler

source: Linear meter
tr_tr: Lineer metre

source: update beginning and end time for selected operation
tr_tr: Seçilen operasyonlar için başlangıç ve bitiş tarihini güncelle

source: Total parcel number
tr_tr: Toplam paket sayısı

source: Total weight
tr_tr: Toplam ağırlık

source: estimated data
tr_tr: tahmin edilen veri

source: Informations to provide after completion of work order
tr_tr: Sipariş emri tamamlanmasından sonra girilen bilgiler

source: Departure Km
tr_tr: Kalkış Km

source: Arrival Km
tr_tr: Varış Km

source: Comment details
tr_tr: Yorum detayları

source: Default model
tr_tr: Varsayılan model

source: Show duplicate text
tr_tr: Duble metinleri göster

source: Display total weight
tr_tr: Toplam ağırliğı göster

source: Display details of products related to a service
tr_tr: Bir hizmet ile ilgili ürünlerin detaylarını göster

source: Personalization
tr_tr: Kişilik kazandırma

source: Designation field
tr_tr: Etiket ismi alanı

source: property_list
tr_tr: nitelik_listesi

source: Please click on the button below to download firefox web browser
tr_tr: Firefox web browseri yüklemek için lütfen aşağıdaki buton üzerine basınız

source: If, for some reason, you cannot install firefox, you can continue using onlogistics with your browser, <br/>but please be aware that some features could not work properly.
tr_tr: Eğer, bazı nedenden dolayı, firefoxu yükleyemezsen, mevcut tarayıcın ile onlagistics'i kullanmaya devam edebilirsin, <br/>fakat lütfen farkında ol ki bazı özellikler tam anlamıyla kullanılmayabilir.

source: Continue with an unsupported browser
tr_tr: Desteklenmeyen bir tarayıcı ile devam et

source: Virtual quantity reached min. stock
tr_tr: Sanal miktar minimum stok değerine ulaştı

source: Actual quantity reached min. stock
tr_tr: Gerçek miktar minimum stok değerine ulaştı

source: Virtual stock reached zero
tr_tr: Sanal stok sıfıra ulaştı

source: Actual stock reached zero
tr_tr: Gerçek stok sıfıra ulaştı

source: Partial entry
tr_tr: Kısmi giriş

source: Partial issue
tr_tr: Kısmi çıkış

source: Outstanding debt amount exceeded after customer order
tr_tr: Müşteri siparişinden sonra ödenmemiş borç miktarı aşıldı.

source: Outstanding debt amount exceeded after supplier order
tr_tr: Tedarikçi siparişinden sonra ödenmemiş borç miktarı aşıldı.

source: Outstanding debt amount exceeded after invoice
tr_tr: Faturadan sonra ödenmemiş borç miktarı aşıldı.

source: Supplier outstanding debt amount exceeded after invoice
tr_tr: Tedarikçinin ödenmemiş borç miktarı faturadan sonra aşıldı.

source: Customer order receipt
tr_tr: Müşteri sipariş makbuzu

source: Supplier order receipt
tr_tr: Tedarikçi sipariş makbuzu

source: Deadline for customer payment exceeded
tr_tr: Müşterinin aşılan ödemesi için vade sonu

source: Deadline for supplier payment exceeded
tr_tr: Tedarikçinin aşılan ödemesi için vade sonu

source: Movement cancellation
tr_tr: Faaliyet iptali

source: Partial movement
tr_tr: Kismi faaliyet

source: Carriage order receipt
tr_tr: Nakliye emri makbuzu

source: Schedule error
tr_tr: Çizelge hatası

source: Delete order
tr_tr: Sipariş sil

source: Class booking receipt
tr_tr: Ders rezervasyon makbuzu

source: Potential exceeded.
tr_tr: Potensiyel aşıldı.

source: Moved quantity exceeds expected quantity
tr_tr: Gönderilen miktar beklenen miktarı aştı

source: Unexpected movement
tr_tr: Beklenmeyen faaliyet

source: Insufficient quantity in stock
tr_tr: Stokda yetersiz miktar

source: Reinstatement after billing
tr_tr: Faturalamadan sonra yenileme primi

source: License out of date
tr_tr: Tarihi geçmiş lisans

source: Set customer in alert state
tr_tr: Müşteriyi alarm durumuna ayarla

source: Expected visit date exceeded
tr_tr: Beklenen ziyaret tarihleri aşıldı.

source: Alert for production tasks validation
tr_tr: Üretim görevleri onayı için uyarı

source: Invoice available for printing
tr_tr: Yazma için fatura mevcuttur

source: Invoice enclosed
tr_tr: Fatura ektedir

source: Forecast of expenses over the board
tr_tr: Yönetim kurulunda giderlerin tahmini

source: Forecast of receipts over the board
tr_tr: Yönetim kurulunda gelirlerin tahmini

source: PARCEL
tr_tr: PAKET

source: LETTER
tr_tr: EVRAK

source: CONTAINER
tr_tr: KONTAINER

source: ROLL
tr_tr: RULO

source: US dollar
tr_tr: US dolar

source: Canadian dollar
tr_tr: Kanada doları

source: Suffocating
tr_tr: Bunaltıcı

source: Combustive
tr_tr: Yanıcı

source: Inflammable
tr_tr: Yanıcı madde

source: Poison
tr_tr: Zehir

source: Poison, inflammable
tr_tr: Zehir, yanıcı madde

source: Poison, corrosive
tr_tr: Zehir, aşındırıcı

source: Poison, combustive
tr_tr: Zehir, yanıcı

source: Poison, inflammable, corrosive
tr_tr: Zehir, yanıcı madde, aşındırıcı

source: Poison, combustive, corrosive
tr_tr: Zehir, yanıcı, aşındırıcı

source: Customer and supplier orders follow-up
tr_tr: Müşteri ve tedarikçi sipariş takibi

source: History of movements
tr_tr: Faaliyetlerin geçmişi

source: How to place a customer order ?
tr_tr: Bir müşteri siparişi nasıl yerine getirilir?

source: Actors management
tr_tr: Partner yönetimi

source: Welcome to onlogistics.com
tr_tr: Onlogistics.com a hoşgeldiniz

source: Settings for your activity
tr_tr: Aktivitelerin ayarları

source: Orders management
tr_tr: Sipariş yönetimi

source: Carriage orders follow-up
tr_tr: Nakliye emri takibi

source: CARRIER
tr_tr: TAŞIYICI

source: CUSTOM OFFICER
tr_tr: GÜMRÜK MEMURU

source: PACKER
tr_tr: PAKETÇI

source: DISTRIBUTOR
tr_tr: DAĞITIMCI

source: MANUFACTURER
tr_tr: İMALATÇI

source: SUPPLIER
tr_tr: TEDARİKÇİ

source: MISCELLANEOUS
tr_tr: MUHTELIF

source: Navigation and menu
tr_tr: Nevigasyon ve menu

source: Product order follow-up: billing, payment and credit notes
tr_tr: Ürün sipariş takibi: faturalama, ödeme ve kredi notları

source: LOADING
tr_tr: YÜKLEME

source: PACKAGING
tr_tr: PAKETLEME

source: UNPACKING
tr_tr: PAKET AÇMA

source: UNLOADING
tr_tr: BOŞALTMA

source: UNPACKAGING
tr_tr: AMBALAJ AÇMA

source: UNGROUPING
tr_tr: GROUPTAN ÇIKARTMA

source: CUSTOMS
tr_tr: GÜMRÜK

source: PACKING
tr_tr: AMBALAJLAMA

source: FABRICATION
tr_tr: FABRİKA İMALATI

source: MOUNTING
tr_tr: MONTAJ

source: RECEIVING
tr_tr: KABUL

source: REGROUPING
tr_tr: YENİDEN GRUPLAMA

source: ALL
tr_tr: TÜM

source: AIR TRANSPORT
tr_tr: HAVA TAŞIMACLIĞI

source: RAILWAY TRANSPORT
tr_tr: TREN TAŞIMACLIĞI

source: FLUVIAL TRANSPORT
tr_tr: NEHİR TAŞIMACLIĞI

source: SEA TRANSPORT
tr_tr: DENİZ TAŞIMACLIĞI

source: ROAD TRANSPORT
tr_tr: KARAYOLU TAŞIMACLIĞI

source: STORAGE
tr_tr: DEPO

source: FLIGHT
tr_tr: UÇUŞ

source: MAINTENANCE
tr_tr: BAKIM

source: TURNING
tr_tr: ROTASYON

source: WELDING
tr_tr: KAYNAK

source: POLISHING
tr_tr: CİLALAMA

source: MILLING
tr_tr: ÖĞÜTME

source: PRODUCTION CONTROL
tr_tr: ÜRÜN KONTROLU

source: SAWING
tr_tr: TESTERE İLE KESME
