Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: Display airplane hours of flight
tr_tr: Uçak uçuş saatlerini göster

source: Matr.
tr_tr: Kayıt

source: Co-pilot
tr_tr: Yardımcı pilot

source: Lift-off
tr_tr: Havalanma

source: Landing
tr_tr: İniş

source: Nature
tr_tr: Nitelik

source: Oil
tr_tr: Petrol

source: Night
tr_tr: Gece

source: Update fixed date task or weekly task
tr_tr: Kesin tarihli görevler veya haftalık görev guncelle

source: Edition date
tr_tr: Yayım tarihi

source: Total amount incl. VAT
tr_tr: KDV dahil toplam miktar

source: Cancellation date
tr_tr: İptal tarihi

source: Remaining to pay
tr_tr: Kalan ödeme

source: List of payments for selected invoices
tr_tr: Seçilen faturalar için ödeme listesi

source: You must provide new version and dates for the new nomenclature
tr_tr: Yeni terimleme için yeni versiyon ve tarih girmelisiniz

source: Validity begin date
tr_tr: Geçerlilik başlangıç tarihi

source: Validity end date
tr_tr: Geçerlilik son tarihi

source: Nomenclature copy
tr_tr: Terminoloji kopyala

source: Do you want to cancel the selected item ?
tr_tr: Seçilen öğeyi iptal etmek isteğinizden eminmisiniz?

source: Select a movement type
tr_tr: İşlem tipi seçiniz

source: Execute a stock reinstatement
tr_tr: Bir depo yenileyiniz

source: Stock reinstatement
tr_tr: Depo yenileme

source: Select a customer
tr_tr: Bir müşteri seçiniz

source: Select an instructor
tr_tr: Bir eğitmen seçiniz

source: Display airplane details
tr_tr: Uçak detaylarını göster

source: Display customer details
tr_tr: Müşteri detaylarını göster

source: Display instructor details
tr_tr: Eğitici detaylarını göster

source: Matriculation
tr_tr: Kayıt

source: select one or more customers
tr_tr: bir veya daha fazla müşteri seçiniz

source: Only customers who placed<br/>at least an order
tr_tr: Yalnızca en az bir sipariş veren<br/> müşteriler

source: This part is already linked to a nomenclature.
tr_tr: Bu bölüm zaten bir terminolojiye bağlıdır.

source: Associated nomenclature model could not be found.
tr_tr: Ilgili terminoloji örneği bulunamadı.

source: Associated nomenclature is not "buildable".
tr_tr: İlgili terminoloji "yapılandırılabilir" değil.

source: Part has been successfully assigned.
tr_tr: Parça başarıyla atandı.

source: Your modifications were successful, you can close this popup window.
tr_tr: Değişiklikleriniz başarılmıştır, açılan pencereyi kapatabilirsiniz.

source: Manage product substitutions:
tr_tr: Ürün değişim yönetimi:

source: [Products being created]
tr_tr: [Oluşturulan ürünler]

source: Link
tr_tr: Bağlantı

source: List of exchangeable products
tr_tr: Değiştirilebilir ürünlerin listesi

source: Selected order was not found in the database.
tr_tr: Seçilen sipariş veritabanı içinde bulunamadı.

source: because
tr_tr: çünkü

source: this order is not billable.
tr_tr: bu sipariş faturalanamaz.

source: Add instalment
tr_tr: Taksitli ödeme ekle

source: Select one or more movement types
tr_tr: Bir veya daha fazla faaliyet tipi seçiniz

source: Purchase reference
tr_tr: Satın alma referansı

source: Beginning date
tr_tr: Başlangıç tarihi

source: Execute this movement
tr_tr: Bu faaliyeti çalıştır

source: Select a fixed actor
tr_tr: Sabit bir partner seç

source: Logo type
tr_tr: Logo tipi

source: Footer
tr_tr: Altbilgi

source: Number of copies printed automatically in desktop applications
tr_tr: Masaüstü uygulamalarının birçok kopyası otomatik olarak yazıldı

source: Update form model
tr_tr: Form örneğini güncelle

source: Add a form model
tr_tr: Bir form örneği ekle

source: Error while printing log card: order was not found in the database.
tr_tr: Log kart yazdırırken hata: sipariş veritabanı içinde bulunamadı.

source: Select a task
tr_tr: Bir görev seçiniz

source: Actual beginning date
tr_tr: Gerçek başlama zamanı

source: Expected cost
tr_tr: Beklenen maliyet

source: Actual cost
tr_tr: Gerçek maliyet

source: Resource model
tr_tr: Kaynak modeli

source: Select fields to display and select their order
tr_tr: Gösterilecek alanları ve siparişlerini seçiniz

source: then validate by clicking the "Ok" button and close the popup window
tr_tr: sonra "Ok" tuşuna tıklayarak doğrulayın ve açılan pencereyi kapatın

source: Cell title
tr_tr: Hücre başlığı

source: Save
tr_tr: Kaydet

source: Do you want to change product reference ?
tr_tr: Ürün referansını değiştirmek istiyormusun?

source: Please select a location.
tr_tr: Lütfen bir lokasyon seçiniz.

source: Movement could not be executed because it was already executed.
tr_tr: Faaliyet gerçekleştirilemez çünkü o zaten yapılmıştır.

source: Total quantity exceeds expected quantity, do you still want to execute the movement ?
tr_tr: Toplam miktar beklenen miktarı aştı, hala bu faaliyeti gerçekleştirmek istiyormusunuz?

source: Movement could not be executed: returned quantity exceeds issued quantity.
tr_tr: Faaliyet gerçekleştirilemez: geri dönen miktar verilen miktarı aştı.

source: Movement could not be executed: issued quantity exceeds expected quantity.
tr_tr: Faaliyet gerçekleştirilemez: verilen miktar beklenen miktarı aştı.

source: Total quantity is lower than expected.<br/>Do you want the movement to be considered executed completely ?<br/>If you answer "No", it will be executed partially.<br/><br/><div align="right"><strong>TOTAL</strong>&nbsp;&nbsp;<strong>PARTIAL</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
tr_tr: Toplam miktar beklenenden küçüktür.<br/> Faaliyetin tamamen yerine getirilmesini dikkate almak istermisin?<br/>Eğer cevabın "Hayır" ise, kısmen uygulanacaktır.<br/><br/><div align="right"><strong>TOPLAM</strong>&nbsp;&nbsp;<strong>KISMEN</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>

source: Movement could not be executed: no related partial movement found.
tr_tr: Faaliyet gerçekleştirilemez: ilgili hiçbir parçalı faaliyet bulunamadı.

source: Expected reference (%s) has been replaced by %s.
tr_tr: Beklenen referans (%s) yer degistirildi tarafindan %s.

source: Comment:
tr_tr: Yorum:

source: Add or update zone
tr_tr: Zone ekle yada güncelle

source: Zone could not be saved: a zone with the name provided already exists.
tr_tr: Zone kaydedilemedi: bu isimle girilen bir zone zaten mevcut.

source: Please provide a zone name.
tr_tr: Lütfen bir zone ismi giriniz.

source: A model with the name provided already exists, please correct.
tr_tr: Girilen isimle bir model zaten var, lütfen düzeltiniz.

source: A default model is already set for selected document, please correct.
tr_tr: Varsayılan bir model seçilen belge için zaten ayarlıdır, lütfen düzeltiniz.

source: Action status
tr_tr: Hareket durumu

source: Please provide a status.
tr_tr: Lütfen bir durum giriniz.

source: Add/Update action for actor "%s"
tr_tr: Ortak "%s" için hareket ekle/güncelle

source: Please provide a comment.
tr_tr: Lütfen bir yorum giriniz.

source: Client %s has been put in alert state.
tr_tr: Müşteri %s alarm durumuna konuldu.

source: Add an action for actor:
tr_tr: Partner için bir hareket ekleyiniz:

source: Select an action type
tr_tr: Hareket tipi seçiniz

source: Select a form
tr_tr: Bir form seçiniz

source: Add or update unavailability
tr_tr: Mevcut olmayanları ekle veya güncelle

source: Wrong dates provided
tr_tr: Hatalı tarihler girildi.

source: The following attractivities cannot be deleted because they are link to one or more categories
tr_tr: Aşağıdaki kalite derecesi silinemedi çünkü bir veya daha fazla kategoriye bağlılar

source: Select a supplier
tr_tr: Bir tedarikçi seçiniz

source: Select a rate
tr_tr: Bir oran seçiniz

source: Select a type
tr_tr: Bir tip seçiniz

source: Add a credit note
tr_tr: Bir kredi notu ekleyiniz

source: Flight data recording
tr_tr: Uçak veri kaydı

source: This flight cannot be validated because a potential has reached an incorrect value: SN
tr_tr: Bu uçak onaylanamaz çünkü bir potensiyel yanliş bir değere: SN ulaştı.

source: Flight preparation was not validated.
tr_tr: Uçuş hazırlığı onaylanmamıştır.

source: are you sure you want to substitute the airplane ?
tr_tr: Bu ucağı değiştirmek istediğinden eminmisiniz?

source: No instructor
tr_tr: Eğitmen yok

source: On board role
tr_tr: Yükleme rolu

source: N1/NG cycle
tr_tr: N1/NG periyot

source: N2/NTL cycle
tr_tr: N2/NG periyot

source: Unit cycle
tr_tr: Birim devir

source: Number of winchings
tr_tr: Vinçlerin sayısı

source: Number of loads
tr_tr: Yüklemelerin sayısı

source: Commercial hours
tr_tr: Ticari saatler

source: Flight purpose
tr_tr: Uçuş amacı

source: Number of startups
tr_tr: Başlangıçların sayısı

source: Number of landings
tr_tr: İnişlerin sayısı

source: Engine startup
tr_tr: Motor çalıştırma

source: Engine shutdown
tr_tr: Motor kapatma

source: Actual flight operating duration
tr_tr: Güncel uçuş operasyon süresi

source: Daily hours
tr_tr: Günlük saatler

source: Nightly hours
tr_tr: Gecelik saatler

source: IFR hours
tr_tr: IFR saatleri

source: IFR landings
tr_tr: IFR inişler

source: Cell
tr_tr: Hücre

source: Air transport hours
tr_tr: Hava nakliye saatleri

source: Consumed fuel
tr_tr: Tamamen harcanmış fuel

source: Please select the tasks you want to regroup then click the "Regroup" button
tr_tr: Yeniden gruplamak istediğiniz görevleri seçiniz ve sonra "Yenidengrupla" tuşuna basınız

source: Departure city
tr_tr: Kalkış şehri

source: Arrival city
tr_tr: Varış şehri

source: Select a zone
tr_tr: Bir zone seçiniz

source: Regroup
tr_tr: Yeniden gruplandırma

source: Stock state: location > reference, store (%s)
tr_tr: Stok şehri: lokasyon > referans, depo (%s)

source: You are not allowed to view the locations of this store.
tr_tr: Bu deponun lokasyonunu görme izniniz yoktur.

source: Back to list of stores
tr_tr: Depo listesine geri dön

source: Locations
tr_tr: Lokasyonlar

source: Selected actions have been deleted.
tr_tr: Seçilen eylemler silindi.

source: Please select a chain
tr_tr: Lütfen bir zincir seçiniz

source: Schedule for chain "%s".
tr_tr: Zincir çizelgesi "%s".

source: [Deadline]
tr_tr: [Bitiş tarihi]

source: Discount was not found in the database
tr_tr: Veritabanında indirim bulunamadı

source: Add or update discount by actor category
tr_tr: Ortak kategorisine gore indirim ekle veya güncelle

source: Please provide a currency for discounts as amount
tr_tr: Lütfen indirim için bir para birimi miktarı giriniz

source: Rate/amount
tr_tr: Oran/miktar

source: Select a currency
tr_tr: Bir para birimi seçiniz

source: Billing impossible.
tr_tr: Mümkün olmayan faturalama.

source: Invoice was successfully sent by e-mail.
tr_tr: Fatura e-mail ile başarıyla gönderildi.

source: Please select an order for billing.
tr_tr: Lütfen faturalama için bir sipariş seçiniz.

source: Order is locked because outstanding debts amount exceeds its maximum value.
tr_tr: Sipariş kilitlendi çünkü tahsil edilmeyen borç miktarı maximum limiti aştı.

source: This order is not billable.
tr_tr: Bu sipariş faturalanamaz.

source: Offer on sale
tr_tr: Satış teklifi

source: Disc.
tr_tr: Diskount

source: Deliv.
tr_tr: Teslimat

source: Yes (Partial)
tr_tr: Evet (Kısmi)

source: You are not allowed to close this work order.
tr_tr: Bu sipariş emrini kapatamassınız.

source: Are you sure you want to close selected work order ?
tr_tr: Seçilen sipariş emrini kapatmak istediginizden eminmisiniz ?

source: An error occurred: work order state could not be updated.
tr_tr: Bir hata oluştu: sipariş emri konumu güncellenemedi.

source: Work order has been terminated.
tr_tr: Sipariş emri sona erdirildi.

source: Concerned orders are:
tr_tr: İlgili siparişler:

source: Add or update component
tr_tr: Bileşen ekle veya güncelle

source: Error: this nomenclature cannot have a component with a level superior to 1.
tr_tr: Hata: bu terminoloji 1'den üstün seviyeli bir bileşene sahip olamaz.

source: Design.
tr_tr: Etiket ismi

source: Set
tr_tr: Düzenlemek

source: Level
tr_tr: Seviye

source: Please provide a level.
tr_tr: Lütfen bir seviye giriniz.

source: Please provide a quantity.
tr_tr: Lütfen bir miktar giriniz.

source: List of SN/Lots
tr_tr: SN/Lots listesi

source: Wrong quantities provided, please correct.
tr_tr: Hatalı miktarlar girildi, lütfen düzeltiniz.

source: Total quantity expected
tr_tr: Beklenen toplam miktar

source: End of life
tr_tr: Son kullanım

source: Please provide a end of life date in the following format: dd/mm/yyyy
tr_tr: Lütfen takip eden formatta bir son kullanım tarihi giriniz: dd/mm/yyyy

source: Select a country
tr_tr: Bir ülke seçiniz

source: District
tr_tr: Bölge

source: Department
tr_tr: Departman

source: Add city
tr_tr: Şehir ekle

source: Add department
tr_tr: Departman ekle

source: Add district
tr_tr: Bölge ekle

source: Update city
tr_tr: Şehri güncelle

source: Update department
tr_tr: Departman güncelle

source: Update district
tr_tr: Bölge güncelle

source: Selected chains could not be deleted.
tr_tr: Seçilen zincir silinemez.

source: The chains related to the following orders cannot be deleted: <br>&nbsp;&nbsp;-&nbsp;%s
tr_tr: Takip eden siparişle ilgili zincirler silinemez: <br>&nbsp;&nbsp;-&nbsp;%s

source: Selected actors cannot be deleted
tr_tr: Seçilen ortaklar silinemedi

source: The following actors could not be deleted, they were just deactivated: <ul><li>%s</li></ul>
tr_tr: Takip eden ortaklar silinemedi, çünkü onlar az önce etkisizleştirildi: <ul><li>%s</li></ul>

source: The following actors could not be deleted because you are not allowed to do so: <ul><li>%s</li></ul>
tr_tr: Takip eden ortaklar silinemedi, çünkü silme iznin yok: <ul><li>%s</li></ul>

source: The following actors cannot be deleted nor deactivated: <ul><li>%s</li></ul>
tr_tr: Takip eden ortaklar silinemez veya etkisizleştirilemez: <ul><li>%s</li></ul>

source: Several active products have no main supplier.
tr_tr: Muhtelif aktif ürünlerin ana tedarikçisi yoktur.

source: The following active products have no main supplier: <ul><li>%s</li></ul>
tr_tr: Takip eden aktif ürünlerin ana tedarikçisi yoktur: <ul><li>%s</li></ul>

source: The document was created.
tr_tr: Belge oluşturuldu.

source: No location was found for this addressee, deposited packings will not be taken into account, continue ?
tr_tr: Bu alıcı için hiçbir lokasyon bulunamadı, depolanan paketleme hesaba alinmayacak, devam etmek istiyormusun?

source: Movements number %s already appear on forwarding forms number %s. Please correct your selection.
tr_tr: Faaliyet numarası %s gönderme formları üstünde zaten görünüyor %s. Lütfen seçiminizi düzeltiniz.

source: Movements %s were cancelled and cannot appear in forwarding form. Please correct your selection.
tr_tr: Faaliyetler %s iptal edildi ve gönderme formunda görünmez. Lütfen seçiminizi düzeltiniz.

source: You did not select stock entries, forwarding form printing is impossible. Please correct your selection.
tr_tr: Depo girişleri seçmediniz, gönderme formları yazma imkansızdır. Lütfen seçiminizi düzeltiniz.

source: Select addressee
tr_tr: Alıcı seçiniz

source: Select carrier
tr_tr: Taşıyıcı seçiniz

source: Carrier departure site
tr_tr: Taşıyıcı kalkış yeri

source: Carrier arrival site
tr_tr: Taşıyıcı varış yeri

source: Print forwarding form
tr_tr: Gönderme formu yazdır

source: Status
tr_tr: Durum

source: Action
tr_tr: Eylem

source: Statistics by action type
tr_tr: Eylem tipine göre istatistik

source: Charge
tr_tr: Faturalamak

source: Show invoices
tr_tr: Faturaları göster

source: Show payments
tr_tr: Ödemeleri göster

source: Receipt
tr_tr: Makbuz

source: Print order receipt
tr_tr: Sipariş makbuzlarını yazdır

source: Shipment
tr_tr: Sevkiyat

source: Shipment informations
tr_tr: Sevkiyat bilgileri

source: number
tr_tr: numara

source: Parcel
tr_tr: Koli

source: Error: parent component has no associated part.
tr_tr: Hata: Ana bileşenler bağlantılı birimlere sahip değildir.

source: Please select a SN for the parent.
tr_tr: Ana ürün için lütfen bir SN seçiniz.

source: Selected airplane will not be available, please change it.
tr_tr: Seçilen uçak uygun değildir, lutfen onu değiştiriniz.

source: Remaining quantity
tr_tr: Kalan miktar

source: Added quantity
tr_tr: Eklenen miktar

source: Total quantity
tr_tr: Toplam miktar

source: Oil: added quantity (L)
tr_tr: Petrol: eklenen miktar (L)

source: Flight preparation validation
tr_tr: Uçak hazırlama onayı

source: Carriage services billing is based on reality: a grouping task have to be executed before billing.
tr_tr: Nakliye hizmet faturaları gerçeğe dayalıdır: faturalamadan önce bir grup görevi ifa edilmelidir.

source: Content
tr_tr: İçerik

source: You have no catalogue defined, please contact your administrator.
tr_tr: Tanımlanmış bir kataloğunuz yoktur, lütfen yöneticinize başvurunuz.

source: Reset all
tr_tr: Hepsini sıfırla

source: Sold by
tr_tr: Tarihinde satıldı

source: Order selected items
tr_tr: Seçilen öğeleri sipariş et

source: Selected zones cannot be deleted
tr_tr: Seçilen zone silinemez

source: Please select a task.
tr_tr: Lütfen bir görev seçiniz.

source: Wrong date range provided.
tr_tr: Hatalı tarih aralığı seçildi.

source: All customer categories
tr_tr: Bütün müşteri kategorileri

source: Targeted customers
tr_tr: Hedeflenen müşteriler

source: Supplying impacts (%)
tr_tr: Tedarik etkileri (%)

source: Restrict to products
tr_tr: Kısıtlamalı ürünler

source: Please provide a rate/amount.
tr_tr: Lütfen oran/miktar giriniz.

source: Please provide the offer on sale type.
tr_tr: Lütfen satış şekli önerisini giriniz.

source: Please provide a name for supplying impact.
tr_tr: Lütfen tedarik etkisi için bir isim giriniz.

source: of an offer on sale
tr_tr: bir satış önerisi

source: Your browser (%s) is not supported by onlogistics.
tr_tr: Tarayıcınız (%s) onlogistics tarafından desteklenmemektedir.

source: Unsupported browser
tr_tr: Desteklenmeyen tarayıcı

source: Login must be: yourlogin@yourcustomername
tr_tr: Login: logininiz@müşterinizinismi

source: Authentication
tr_tr: Kimlik doğrulama

source: A expense/receipt with this number already exists.
tr_tr: Bu numara ile bir gider/gelir zaten mevcut.

source: Total paid exceeds remaining to pay amount.
tr_tr: Toplam ödenen kalan ödenmesi gereken daha fazladır.

source: Piece no
tr_tr: Parça no

source: Expenses/Receipts type
tr_tr: Giderler/Gelirler tipi

source: VAT total
tr_tr: Toplam KDV

source: Total paid
tr_tr: Toplam ödenen

source: Expense/receipt issue date
tr_tr: Gider/gelir yayınlama tarihi

source: Please provide a number.
tr_tr: Lütfen bir numara giriniz.

source: You must select an expense/receipt type.
tr_tr: Bir gider/gelir tipi seçmelisiniz.

source: Field "Total excl. VAT" must be a float.
tr_tr: Alan "KDV hariç toplam" kesirli sayı olmalıdır.

source: Field "Amount already paid" must be a float.
tr_tr: Alan "Halen ödenmiş miktar" kesirli sayı olmalıdır.

source: Add or update expense or receipt
tr_tr: Gider veya gelir ekle yada güncelleştir

source: Please select a document related to an order in order to print the receipt.
tr_tr: Makbuzu yazdırmak için lütfen siparişle ilgili bir belge seçiniz.

source: Receipt reprinting is impossible for this type of document.
tr_tr: Bu tip belge için makbuzu yeniden yazdırmak imkansızdır.

source: An error occurred
tr_tr: Bir hata oluştu

source: Wrong data provided for the following suppliers
tr_tr: Aşağıdaki tedarikçilere sağlanan yanlış veri

source: Please correct data provided for these suppliers
tr_tr: Lütfen bu tedarikçilere sağlanan veriyi düzeltiniz

source: Maximum number of days acceptable for delivery
tr_tr: Teslimat için kabul edilebilr maximum gün sayısı

source: Number of days for delivery
tr_tr: Teslimat gün sayısı

source: Supplying mode
tr_tr: Tedarik modu

source: Preferences were successfully saved.
tr_tr: Referanslar başarıyla kaydedilmiştir.

source: The following products could not be deleted, they were just deactivated: <ul><li>%s</li></ul>
tr_tr: Takip eden ürünler silinemez, onlar az önce etkisizleştirildi: <ul><li>%s</li></ul>

source: This question is already linked to a paragraph.
tr_tr: Bu soru zaten bir parafrafla bağlantılıdlır.

source: An answer already exists at this position, please modify the order.
tr_tr: Bu pozisyonda bir yanıt zaten vardır, lütfen siparişinizi değiştirin.

source: You must select a question
tr_tr: Bir soru seçmelisiniz

source: You must select a paragraph
tr_tr: Bir paragraf seçmelisiniz

source: Select a paragraph
tr_tr: Bir paragraf seçiniz

source: Move answer in next paragraph
tr_tr: Cevabı bir sonraki paragrafa taşı

source: Select a theme
tr_tr: Bir konu seçiniz

source: Select question theme to display
tr_tr: Gösterilecek soru konusunu seçiniz

source: Select a category
tr_tr: Bir kategori seçiniz

source: Select concerned customers category
tr_tr: İlgili müşteri kategorisini seçiniz

source: Select question to display
tr_tr: Gösterilecek soruyu seçiniz

source: question order in the paragraph
tr_tr: paragraftaki soru sırası

source: Please select a paragraph
tr_tr: Lütfen bir paragraf seçiniz

source: Please select a question
tr_tr: Lütfen bir soru seçiniz

source: Please provide the answer order.
tr_tr: Lütfen sipariş yanıtı giriniz.

source: Add an answer to a form model.
tr_tr: Form modeline bir cevap ekleyiniz.

source: Assign products to a seasonality
tr_tr: Ürünleri bir mevsime tahsis et

source: Select a product type
tr_tr: Bir ürün tipi seçiniz

source: Select one or more features
tr_tr: Bir veya daha fazla özellik seçiniz

source: Ratio
tr_tr: Oran

source: Add additional references
tr_tr: İlave referanslar ekle

source: Please select a product type.
tr_tr: Lütfen bir tipi seçiniz.

source: Please provide a ratio.
tr_tr: Lutfen bir oran giriniz

source: Please provide a numeric ratio.
tr_tr: Lütfen bir numerik oran giriniz

source: Add a seasonality
tr_tr: Bir mevsimsellik ekle

source: Assign to seasonality
tr_tr: Mevsime tahsis et

source: Chain was not found in the database
tr_tr: Zincir veritabanı içinde bulunamadı

source: Selected chain "%s" is not valid.
tr_tr: Seçilen zincir "%s" geçerli değildir.

source: Are you sure you want to cancel the order ?
tr_tr: Siparişi iptal etmek istediğinizden eminmisiniz?

source: Carriage order.
tr_tr: Nakliye emri.

source: Departure and arrival actors are missing.
tr_tr: Kalkış ve varış ortakları kayıptır.

source: Departure actor is missing.
tr_tr: Kalkış partneri kayıptır.

source: arrival actor is missing.
tr_tr: varış partneri kayıptır.

source: Error: delivery order could not be printed.
tr_tr: Hata: dağıtım siparişi yazdırılamadı.

source: Please select a delivery order.
tr_tr: Lütfen dağıtım siparişi seçiniz.

source: A delivery order can only be printed for an issue related to an expected movement and when no other delivery order was printed for this movement.
tr_tr: Bir dağıtım siparişi yalnızca beklenen bir hareketle alakalı bir çıkış için ve bu hareket için başka bir dağıtım siparişi yazdırılmadığı zaman yazdırılabilir.

source: Component reference
tr_tr: Bileşen referansı

source: Select an operation
tr_tr: Bir operasyon seçiniz

source: Assigned actor
tr_tr: Atanan ortak

source: Update potential
tr_tr: Potansiyel güncelle

source: Start task
tr_tr: Görev başlat

source: Pause task
tr_tr: Görevi duraklat

source: Restart task
tr_tr: Görevi yeniden başlat

source: Finish task
tr_tr: Görevi tamamla

source: Print log card
tr_tr: Log kart yazdır

source: Add or update set
tr_tr: Set ekle veya güncelle

source: A set with this designation already exists for this nomenclature, please correct.
tr_tr: Bu terminoloji için bu etiket ismi ile bir set zaten var, lütfen düzeltiniz.

source: Please provide a designation.
tr_tr: Lütfen bir etiket ismi giriniz.

source: Your booking is scheduled on %s
tr_tr: Rezervasyonunuz planlanmıştır %s
