Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: LAPPING
tr_tr: BİNDİRME

source: BOILER MAKING
tr_tr: BUHAR YAPMA

source: FITTING
tr_tr: YERLEŞTİME

source: MATERIAL TRACKING
tr_tr: MALZEME TAKİP

source: Gal
tr_tr: Galon

source: base unit
tr_tr: temel birim

source: packaging unit
tr_tr: paketleme birimi

source: packing unit
tr_tr: ambalajlama birimi

source: regrouping unit
tr_tr: yeniden gruplama birimi

source: Millimeter
tr_tr: Milimetre

source: Centimeter
tr_tr: Santimetre

source: Meter
tr_tr: Metre

source: PACKAGE
tr_tr: AMBALAJ

source: UNPACKAGE
tr_tr: AMBALAJ AÇMA

source: PACK
tr_tr: PAKET

source: UNPACK
tr_tr: PAKET AÇMA

source: REGROUP
tr_tr: YENİDEN GRUPLAMA

source: UNGROUP
tr_tr: GRUPTAN ÇIKARTMA

source: LOAD GOODS
tr_tr: MALLARI YÜKLE

source: UNLOAD GOODS
tr_tr: MALLARI İNDİR

source: WAITING
tr_tr: BEKLEME

source: CONTROL
tr_tr: KONTROL

source: PRINT DELIVERY ORDER
tr_tr: TESLİMAT EMRİNİ YAZDIR

source: PRINT FORWARDING FORM
tr_tr: NAKLİYE FORMUNU YAZDIR

source: PRINT ROAD WAYBILL
tr_tr: KARAYOLU İRSALİYESİNİ YAZDIR

source: PRINT PACKING LIST
tr_tr: PAKETLEME LİSTESİ YAZDIR

source: PRINT PARCEL LABEL
tr_tr: KOLİ ETİKETLERİNİ YAZDIR

source: PRINT PRODUCT LABEL
tr_tr: ÜRÜN ETİKETLERİNİ YAZDIR

source: PRINT REGROUPING LABEL
tr_tr: YENİDEN GRUPLAMA ETİKETLERİNİ YAZDIR

source: PRINT DIRECTIONAL LABEL
tr_tr: YÖN ETİKETLERİNİ YAZDIR

source: PRINT RECEIPT
tr_tr: MAKBUZLARI YAZDIR

source: PRINT SEA WAYBILL
tr_tr: DENİZ İRSALİYESİ YAZDIR

source: PRINT AIR WAYBILL
tr_tr: HAVA İRSALİYESİ YAZDIR

source: TAKE DELIVERY OF GOODS
tr_tr: MALLARI TESLİM ALMA

source: STOCK ENTRY
tr_tr: STOK GİRİŞİ

source: STOCK ISSUE
tr_tr: STOK ÇIKIŞI

source: INVENTORY
tr_tr: ENVANTER

source: PRINT INVOICE
tr_tr: FATURA YAZDIR

source: ENTER A PAYMENT
tr_tr: BİR ÖDEME GİR

source: FLIGHT PREPARATION
tr_tr: UÇUŞ HAZIRLIĞI

source: POST FLIGHT MAINTENANCE
tr_tr: UÇUŞ SONRASI BAKIM

source: ACTIVATION
tr_tr: AKTİVASYON

source: INTERNAL STOCK ENTRY
tr_tr: İNTERNAL STOK GİRİŞİ

source: INTERNAL STOCK ISSUE
tr_tr: INTERNAL STOK ÇIKIŞI

source: Please sign in with your username and password
tr_tr: Lütfen kullanıcı adı ve şifrenizle oturumu açınız

source: Please sign in
tr_tr: LÜtfen oturumu açınız

source: Application language
tr_tr: Uygulama dili

source: Add an instalment
tr_tr: Bir taksit ekle

source: Please select a bank
tr_tr: Lütfen bir banka seçiniz

source: Links
tr_tr: Linkler

source: Show/Hide company logo
tr_tr: Şirket logosunu Göster/Sakla

source: Timer panel
tr_tr: Kronometetre paneli

source: Email our technical support
tr_tr: Teknik desteğimize Email gönder

source: Technical support
tr_tr: Teknik destek

source: Language
tr_tr: Lisan

source: connected
tr_tr: bağlanan

source: Close your onlogistics session
tr_tr: onlogistics oturumunu kapat

source: Sections
tr_tr: Bölümler

source: Main content
tr_tr: Ana içerik

source: Contextual help
tr_tr: İçeriksel yardım

source: Copyright
tr_tr: Telif hakkı

source: Application dates
tr_tr: Uygulama tarihleri

source: Download Firefox
tr_tr: Firefoxu yükle

source: Download Adobe Reader
tr_tr: Adobe Reader yükle

source: Available applications
tr_tr: Mevcut uygulama yazılımları

source: Click on application name to start download.
tr_tr: Yüklemeyi başlatmak için program ismi üzerine tıklayınız.

source: If you want to check application integrity you can also download the corresponding md5 sum.
tr_tr: Program uygunluğunu kontrol etmek istiyorsan ilgili md5 sum ' ı ayrıca yükleyebilirsin.

source: Available manuals
tr_tr: Mevcut kullanım klavuzları

source: french
tr_tr: fransızca

source: english
tr_tr: ingilizce
