Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: The following orders are not billable: <ul><li>%s</li></ul>
tr_tr: Takip eden sipariş faturalanamaz: <ul><li>%s</li></ul>

source: The following orders are locked because outstanding debts amount exceeds their maximum values: <ul><li>%s</li></ul>
tr_tr: Takip eden sipariş kilitlendi çünkü ödenmemiş borç miktarı maximum değerı aştı: <ul><li>%s</li></ul>

source: For the following orders invoice could not be sent by email because no user is set to receive it: <ul><li>%s</li></ul>
tr_tr: Takip eden siparişlerin faturaları email ile gönderilemez çünkü hiçbir user onu kabul etmek için ayarlanmadı: <ul><li>%s</li></ul>

source: Click on the button below to print invoices.
tr_tr: Faturaları yazdırmak için asağıdaki butona basınız.

source: Charge several orders
tr_tr: Çeşitli siparişler faturala

source: A document with the same number already exists, please correct.
tr_tr: Aynı numaralı bir belge zaten mevcut, lütfen düzeltiniz.

source: Fill in SN or Lot
tr_tr: SN veya Lot giriniz

source: of departure
tr_tr: kalkışın

source: Store
tr_tr: Depo

source: Location
tr_tr: Mevki

source: Quantity
tr_tr: Miktar

source: Lot number
tr_tr: Lot numarası

source: Improper SN "%s" provided:
tr_tr: Uygun olmayan SN "%s" girildi:

source: Please correct.
tr_tr: Lütfen düzeltiniz.

source: provided SN state is
tr_tr: girilen SN şehri

source: SN provided is already used in an assembly.
tr_tr: Girilen SN zaten bir montaj için kullanıldı.

source: Please select at least one item.
tr_tr: Lütfen en az bir öğe seçiniz.

source: Please select a customer.
tr_tr: Lütfen bir müşteri seçiniz.

source: Selling unit of all selected products have to be base unit or packaging unit.
tr_tr: Tüm seçilen ürünlerin satış birimi ana birim veya paketleme birimi olmalıdır.

source: For all selected products, if selling unit is base unit, number of base unit in packaging can't be zero.
tr_tr: Tüm seçilen ürünler için, satış birimi ana birim ise, paketlemede ana birimlerin sayısı sıfır olamaz.

source: You must select at least one product to order.
tr_tr: Sipariş için en azından bir ürün seçmelisiniz.

source: Provided order number is already allocated, please correct.
tr_tr: Verilen sipariş numarası önceden tahsis edilmiştir, lütfen düzeltiniz.

source: Supplier
tr_tr: Tedarikçi

source: Customer
tr_tr: Müşteri

source: between %s and %s
tr_tr: arasında %s ve %s

source: Monday
tr_tr: Pazartesı

source: Tuesday
tr_tr: Salı

source: Wednesday
tr_tr: Çarşamba

source: Thursday
tr_tr: Perşembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Sunday
tr_tr: Pazar

source: Generic actor site
tr_tr: Jenerik ortak sitesi

source: No actor
tr_tr: No partner

source: No site
tr_tr: Site yok

source: Movement could not be executed because the following locations were temporary deactivated for inventory
tr_tr: Faaliyet gerçekleştirilemez çünkü takip eden lokasyon envanter içinde geçici olarak etkisizleştirildi

source: You must add a location.
tr_tr: Bir lokasyon eklemelisin.

source: You can't validate movement without using a location.
tr_tr: Bir lokasyon kullanmadan faaliyet onaylamazsın.

source: Movement could not be executed because you provided wrong quantities.
tr_tr: Faaliyet gerçekleştirilemez çünkü yanlış miktarlar girildi.

source: Movement could not be executed because quantity provided is null.
tr_tr: Faaliyet gerçekleştirilemez çünkü girilen miktar değersizdir.

source: Wrong SN/Lot provided, please correct.
tr_tr: Yanlış SN/Lot girildi, lütfen düzeltiniz.

source: SN number does not match provided quantities for product by location.
tr_tr: SN number ürün lokasyonuna göre girilen miktarlarla eşleşmez.

source: Lots number does not match provided total lot number by location.
tr_tr: Lot numaraları lokasyonuna göre girilen toplam lot numaraları ile eşleşmez.

source: Provided %s do not match provided quantities for product by location.
tr_tr: Girilen %s lokasyonuna göre girilen miktarlarla eşleşmez.

source: Movement could not be executed because some quantity is insufficient for a location.
tr_tr: Faaliyet gerçekleşemez çünkü bu miktar bir lokasyon için yetersizdir.

source: Please select at least one service to charge.
tr_tr: Lütfen faturalama için en azından bir hizmet seçiniz.

source: Please select a supplier billing site.
tr_tr: Lütfen bir tedarikçi faturalama yeri seçiniz.

source: Please select a customer billing site.
tr_tr: Lütfen bir müşteri faturalama yeri seçiniz.

source: Delivery impossible this day.
tr_tr: Bu gün dağıtım imkansızdır.

source: and
tr_tr: ve

source: Order related to chain "%s" could not be found in the database.
tr_tr: Zincir "%s" ıle ilişkili sipariş veritabanı içinde bulunamadı.

source: Unknown error.
tr_tr: Bilinmeyen hata.

source: No error.
tr_tr: Hata yok.

source: Wrong data provided: some SN or Lot was not found in the database.
tr_tr: Yanlış veri girildi: bazı SN veya Lot veritabanı içinde bulunamadı.

source: Wrong data provided: some SN or Lot does not match cancelled movement.
tr_tr: Yanlış veri girildi: bazı SN veya Lot iptal edilen eylemle eşleşmez.

source: Wrong data provided: some quantity is too great.
tr_tr: Yanlış veri girildi: bazı miktar çok büyüktür.

source: Wrong data provided: some SN or Lot is deactivated.
tr_tr: Yanlış veri girildi: bazı SN veya Lot etkisizleştirildi.

source: Error in data provided please correct.
tr_tr: Girilen veride hata lütfen düzeltiniz.

source: Some SN is already assigned to a product, it cannot be entered again.
tr_tr: Bazı SN zaten bir ürüne tahsis edilmiştir, tekrar girilemez.

source: No location matches for this product
tr_tr: Bu ürün için hiçbir lokasyon eşleşmesi yapılamadı.

source: Parameter to pass to the function must be chain.
tr_tr: Fonksiyona geçirilen parametre zincir olmalıdır.

source: Chain "%s" does not have any operation, please contact your admin.
tr_tr: Zincir "%s" hicbir operasyona sahip degildir, lütfen yöneticinizle kontak kurunuz.

source: Operation "%s" does not have any task, please contact your admin.
tr_tr: Operasyon "%s" hicbir göreve sahip degildir, lütfen yöneticinizle kontak kurunuz.

source: Wished product version is not available anymore, please contact your admin.
tr_tr: İstenen ürün versiyonu daha fazla geçerli değildir, lütfen yöneticinizle kontak kurunuz.

source: Task associated components could not be found.
tr_tr: Bileşenlerle ilgili görev bulunamadı.

source: Please contact your admin and tell him to fix chain "%s".
tr_tr: Zinciri "%s" onarmak için lütfen yöneticinizle kontak kurunuz.

source: %s (task no %s in operation %s)
tr_tr: %s (görev no %s yürürlükte %s)

source: No site assigned to actor %s
tr_tr: Partnere hiçbir site tahsis edilmedi %s

source: Actor assigned to operation "%s" not found
tr_tr: Operasyona "%s" atanan partner bulunamadı

source: No actor is assigned to operation "%s"
tr_tr: Operasyona "%s" atanan hiçbir partner yoktur.

source: Wrong parameter provided, parameter should be an order, an activated chain or a collection of operations.
tr_tr: Yanlış parametre girildi, parametre bir sipariş, bir etkin zincir, veya operasyonların bir toplamı olmalıdır.

source: Wrong parameter provided, parameter should be a work order.
tr_tr: Yanlış parametre girildi, parametre bir sipariş emri olmalıdır.

source: Total order volume exceeds maximum value allowed in work order.
tr_tr: Toplam sipariş hacmi siparişi emri için izin verilen maximum değeri aştı.

source: Total order linear meters exceeds maximum value allowed in work order.
tr_tr: Toplam sipariş lineer metre sipariş emri için izin verilen maximum değeri aştı.

source: Total order weight exceeds maximum value allowed in work order.
tr_tr: Toplam sipariş ağırlığı sipariş emri için izin verilen maximum değeri aştı.

source: Total order distance exceeds maximum value allowed in work order.
tr_tr: Toplam sipariş uzaklığı sipariş emri için izin verilen maximum değeri aştı.

source: Total order duration exceeds maximum value allowed in work order.
tr_tr: Toplam sipariş süresi sipariş emri için izin verilen maximum değeri aştı.

source: Wrong task type provided.
tr_tr: Yanlış görev tipi girildi.

source: Task "%s" number %s: %s
tr_tr: Görev "%s" numara %s: %s

source: Task operator was not be found.
tr_tr: Görev operatörü bulunamadı.

source: Only tasks with state set to "in progress" can be started.
tr_tr: Yalnızca şehir ayarlı "devam eden" görevler başlatılabilir.

source: Only tasks with state set to "supended" can be restarted.
tr_tr: Yalnızca şehir ayarlı "beklemede" görevler yeniden başlatılabilir.

source: Only tasks with state set to "in progress" can be suspended.
tr_tr: Yalnızca şehir ayarlı "devam eden" görevler bekletilebilir.

source: Only tasks with state set to "in progress" can be finished.
tr_tr: Yalnızca şehir ayarlı "devam eden" görevler bitirilebilir.

source: Unknown action.
tr_tr: Bilinmeyen eylem.

source: Spreadsheet model was not found in the database.
tr_tr: Spreadsheet model veritabanı içinde bulunamadı.

source: Line: %s, column: %s, %s with ID %s not found in the database.
tr_tr: Satır: %s, kolon: %s, %s ID ile %s veritabanı içinde bulunamadı.

source: Line: %s, column: %s, address "%s" was not found in the database.
tr_tr: Satır: %s, kolon: %s, adres "%s" veritabanı içinde bulunamadı.

source: Total turnover excl. VAT
tr_tr: KDV hariç toplam iş hacmi

source: Total expenses
tr_tr: Toplam giderler

source: Selling unit
tr_tr: Satılan unit

source: Kilogramme
tr_tr: Kilogram

source: Cube meter
tr_tr: metre küp

source: Liter
tr_tr: Litre

source: Select
tr_tr: Seçiniz

source: Order addressee was not found in the database.
tr_tr: Sipariş alıcı adresi veritabanı içinde bulunamadı.

source: Order addressee site was not found in the database.
tr_tr: Sipariş alıcı adres yeri veritabanı içinde bulunamadı.

source: Shipper site was not found in the database.
tr_tr: Gönderen site veritabanı içinde bulunamadı.

source: Incoterm "FCA" was not found in the database
tr_tr: Incoterm (Uluslararası ticaret terimleri) "FCA" veritabanı içinde bulunamadı.

source: Page
tr_tr: Sayfa

source: The following category could not be deleted because it is associated either to an offer on sale, a discount or a customer: %s
tr_tr: Takip eden kategori silinemez çünkü o bir promosyonlu satış, indirim veya müşteri ile ilgilidir.

source: The following categories could not be deleted because they are associated either to an offer on sale, a discount or a customer: %s
tr_tr: Takip eden kategoriler silinemez çünkü onlar bir promosyonlu satış, bir indirim veya bir müşteri ile ilgilidir: %s

source: Annual turnover discount percent
tr_tr: Yıllık ciro iskonto yüzdesi

source: Name
tr_tr: İsim

source: List of actors associated to category
tr_tr: Kategori ile ilgili partnerlerin listesi

source: Currency
tr_tr: Para birimi

source: Amount
tr_tr: Miktar

source: List of minimum amounts to order associated to category
tr_tr: Kategori ile ilgili sipariş için minimum miktarların listesi

source: Percent
tr_tr: Yüzde

source: Order minimum amount
tr_tr: Minimum sipariş miktarı

source: Order maximum amount
tr_tr: Maximum sipariş miktarı

source: List of handings by range
tr_tr: Uzaklığa göre teslimatların listesi

source: Task associated to the model
tr_tr: Modelle ilgili olan görev

source: Resource type
tr_tr: Kaynak tipi

source: Copy
tr_tr: Kopya

source: Copy resource model
tr_tr: Kaynak modeli kopyala

source: product
tr_tr: ürün

source: airplane types
tr_tr: uçak tipi

source: Show/Hide
tr_tr: Göster/Sakla

source: Add
tr_tr: Ekle

source: You did not defined prices for selected %s.
tr_tr: Seçilen için fiyat belirlemedin %s.

source: Please select a(n) %s.
tr_tr: Lütfen seç bir %s.

source: A conflict exists with prices by %s defined for the following services:
tr_tr: Fiyat ile bir uyuşmazlık var %s tarafindan belirlenen serviseler için:

source: Products
tr_tr: Ürünler

source: assigned
tr_tr: tahsis edilen

source: Available SN/Lot
tr_tr: Mevcut SN/Lot

source: Manage alerts
tr_tr: Uyarıları düzenle

source: Select expenses
tr_tr: Giderleri seçiniz

source: Select receipts
tr_tr: Gelirleri seçiniz

source: Expenses
tr_tr: Giderler

source: Receipts
tr_tr: Gelirler

source: Linked to the accounting plan of
tr_tr: Muhasebe planına bağlantılıdır

source: Select a model
tr_tr: Bir model seçiniz

source: Task
tr_tr: Görev

source: Customer name
tr_tr: Müşteri ismi

source: Order number
tr_tr: Sipariş numarası

source: Download
tr_tr: Indirme

source: Assign
tr_tr: Atama

source: Unassign
tr_tr: Atamayı iptal et

source: Copy chain
tr_tr: Zincir kopyala

source: The following product caracteristic could not be deleted because it is associated to a product or a seasonality: %s
tr_tr: Takip eden ürün özelliği silinemeyebilir çünkü o bir ürün veya mevsimlik ile ilişkilidir: %s

source: The following product caracteristics could not be deleted because they are associated to a product or a seasonality: %s
tr_tr: Takip eden ürün özellikleri silinemeyebilir çünkü onlar bir ürün veya mevsimlik ile ilişkilidir: %s

source: A product caracteristic with this name and this type already exists, please correct.
tr_tr: Bu isimle bir ürün özelligi ve bu tip halen var, lütfen düzeltiniz.

source: Resource "%s" could not be deleted because it is associated to one or more tasks
tr_tr: Kaynak "%s" silinemeyebilir çünkü o bir veya daha fazla görevle ilişkilidir

source: Resources "%s" could not be deleted because they are associated to one or more tasks
tr_tr: Kaynaklar "%s" silinemeyebilir çünkü onlar bir veya daha fazla görevlerle ilişkilidir

source: Resources
tr_tr: Kaynaklar

source: The following service could not be deleted because it is linked to an invoice or to an order: %s
tr_tr: Takip eden service silinemeyebilir çünkü o bir faturaya veya bir şiparişe bağlıdır: %s

source: The following services could not be deleted because they are linked to an invoice or to an order: %s
tr_tr: Takip eden serviceler silinemeyebilir çünkü onlar bir faturaya veya bir şiparişe bağlıdır: %s

source: Add/Update service
tr_tr: Service ekle/güncelle

source: Type
tr_tr: Tür

source: Rate
tr_tr: Oran

source: A user with the username "%s" already exists, please correct.
tr_tr: Bu isimde bir kullanıcı "%s" zaten var, lütfen düzeltiniz

source: You cannot delete the connected user.
tr_tr: Bağlı olan kullanıcıyı silemezsin.

source: You cannot delete the root user.
tr_tr: Root kullanıcıyı silemezsin.

source: a user with a aeronautical profile must have a related actor whose type is aeronautical.
tr_tr: havacılık profilli bir kullanıcı havacılıkla ilgili bir partnere sahip olmak zorundadır.

source: Actor
tr_tr: Partner

source: Available sites
tr_tr: Mevcut siteler

source: Allowed sites
tr_tr: İzin verilen siteler

source: Reference
tr_tr: Referans

source: Designation
tr_tr: Etiket ismi

source: Copy model
tr_tr: Model kopyala

source: Product resources
tr_tr: Ürün kaynakları

source: Product
tr_tr: Ürün

source: Cost type
tr_tr: Maliyet tipi

source: Make public
tr_tr: Genel yap

source: Make private
tr_tr: Özel yap

source: A license type already exists with the name "%s", please correct.
tr_tr: Bu isimle bir lisans tipi halen var "%s", lütfen düzeltiniz.

source: Some licenses types could not be deleted because they are related to a license defined for an actor.
tr_tr: Bazı lisans tipleri silinemeyebilir çünkü onlar bir ortak için belirnenen lisans ile alakalıdır.

source: This product has already a reference for the selected customer, please correct.
tr_tr: Bu ürün seçilen müşteri için halen bir referansa sahiptir, lütfen düzeltiniz.

source: The following element could not be deleted because it is linked to accounts or to expanses or receipts: %s
tr_tr: Takip eden element silinemez çünkü o hesaplara veya harcamalara veya makbuzlara bağlıdır: %s

source: The following elements could not be deleted because they are linked to accounts or to expanses or receipts: %s
tr_tr: Takip eden elementler silinemez çünkü onlar hesaplara veya harcamalara veya makbuzlara bağlıdır: %s

source: VAT
tr_tr: KDV

source: You must provide the expenses and receipts lines name
tr_tr: Harcamalar ve makbuz satır isimlerini sağlamak zorundasınız

source: Resource "%s" could not be deleted because it is associated to one or more resource models
tr_tr: Kaynak "%s" silinemez çünkü o bir veya daha çok kaynak modelleri ile ilgilidir

source: Add or update product resource
tr_tr: Ürün kaynağı ekle veya güncelle

source: Related product
tr_tr: İlgili ürün

source: Cost unit
tr_tr: Birim maliyet

source: Price by product
tr_tr: Ürüne göre fiyat

source: Price by SN/Lot
tr_tr: SN/Lot ile fiyat

source: Price by airplane
tr_tr: Uçağa göre fiyat

source: Customer associated to the service
tr_tr: Müşteri bu servisle ilişkilidir

source: Product reference associated to the service
tr_tr: Ürün referansı bu servisle ilişkilidir

source: Active
tr_tr: Aktif

source: yes
tr_tr: evet

source: no
tr_tr: hayır

source: The following answer could not be deleted because it is associated to a question model: %s
tr_tr: Takip eden cevap silinemez çünkü o bir soru modeli ile iligilidir: %s

source: The following answers could not be deleted because they are associated to a question model: %s
tr_tr: Takip eden cevaplar silinemez çünkü onlar bir soru modeli ile ilgilidir: %s

source: Minimum value must be an integer.
tr_tr: Minimum değer tamsayı olmalıdır.

source: Maximum value must be an integer.
tr_tr: Maximum değer tamsayı olmalıdır.

source: Minimum potential value must be lower than maximum potential value.
tr_tr: Minimum potansiyel değer maximun potensiyel değerden küçük olmalıdır.

source: A potential with this name and measure unit already exists, please correct.
tr_tr: Bu isim ile bir potensiyel ve ölçüm birimi halen mevcuttur, lütfen düzeltiniz.

source: A potential already exists with this measure unit and common values. Please correct minimum/maximum value.
tr_tr: Bu ölçüm birimi ve genel değerler ile bir potensiyel halen mevcuttur. Lütfen minimum/maximum değeri düzeltiniz.

source: The following potentials could not be deleted because they are associated to one or more frequencies and/or customers
tr_tr: Takip eden potensiyeller silinemez çünkü onlar bir vaya daha fazla frekanslara ve/veya müşterilere ilişkilidir.

source: Operation
tr_tr: Operasyon

source: Filter by date
tr_tr: Tarihe göre filtrele

source: Order
tr_tr: Sipariş

source: Chain departure and arrival actor cannot be the same, please correct.
tr_tr: Zincir ayrılış ve varış partneri aynı olmaz, lütfen düzeltiniz.

source: Departure actor
tr_tr: Ayrılış partneri

source: Departure site
tr_tr: Ayrılış yeri

source: Arrival actor
tr_tr: Varış partneri

source: Arrival site
tr_tr: Varış yeri

source: Script
tr_tr: Yazılı metin

source: Day of week
tr_tr: Haftanın günü

source: Day of month
tr_tr: Ayın günü

source: Hour of day
tr_tr: Günün saati

source: Select an item
tr_tr: Bir öğe seç

source: The following paragraph model could not be deleted because it is linked to a form model or to a question model: %s
tr_tr: Takip eden paragraf modeli silinemeyebilir çünkü o bir model formuna veya bir soru modeline bağlıdır: %s

source: The following paragraph models could not be deleted because they are linked to a form model or to a question model: %s
tr_tr: Takip eden paragraf modelleri silinemeyebilir çünkü onlar bir model formuna veya bir soru modeline bağlıdır: %s

source: A qualification type already exists with the name "%s", please correct.
tr_tr: Bu isimle "%s" bir yeterlilik tipi halen vardır "%s", lütfen düzeltiniz.

source: Some qualification types could not be deleted because they are associated to a qualification defined for an actor.
tr_tr: Bazı yeterlilik tipleri silinemez çünkü onlar bir partner için tanimlanan yeterlilik ile ilgilidir.

source: Generic actors
tr_tr: Jenerik ortaklar

source: The following airplane type could not be deleted because it is associated to a service or an existing airplane: %s
tr_tr: Takip eden uçak tipi silinemeyebilir çünkü o bir service veya var olan bir uçak ile ilgilidir: %s

source: The following airplane types could not be deleted because they are associated to a service or an existing airplane: %s
tr_tr: Takip eden uçak tipleri silinemeyebilir çünkü onlar bir service veya var olan bir uçak ile ilgilidir: %s

source: Selected items were successfully deleted.
tr_tr: Seçilen maddeler başarılı bir şekilde silindi.

source: The following account could not be deleted because it is associated either to a VAT or an accounting type or an event type: %s
tr_tr: Takip eden hesap silinemyebilir çünkü o ya bir KDV veya hesap tipi veya bir olay tipi ile ilişkilidir: %s

source: The following accounts could not be deleted because they are associated either to a VAT or an accounting type or an event type: %s
tr_tr: Takip eden hesaplar silinemyebilir çünkü onlar ya bir KDV veya hesap tipi veya bir olay tipi ile ilişkilidir: %s

source: Expense types
tr_tr: Gider tipleri

source: Available expense types
tr_tr: Mevcut gider tipleri

source: Receipt types
tr_tr: Gelir tipleri

source: Available receipt types
tr_tr: Mevcut gelir tipleri

source: Type of breaking down
tr_tr: Kırılma noktası tipleri

source: The following accounting type could not be deleted because it is associated either to a customer or to an account: %s
tr_tr: Takip eden muhasebe tipi silinemeyebilir çünkü o ya bir müşteri ile veya bir hesap ile ilişkilidir: %s

source: The following accounting types could not be deleted because they are associated either to a customer or to an account: %s
tr_tr: Takip eden muhasebe tipleri silinemeyebilir çünkü onlar ya bir müşteri ile veya bir hesap ile ilişkilidir: %s

source: List of actors associated to the accounting model
tr_tr: Muhasebe modeli ile ilişkili ortakların listesi

source: Update alert settings for user
tr_tr: Kullanıcı için alarm ayarlarını güncelle

source: The following situations cannot be deleted because they are link to one or more customers
tr_tr: Takip eden durumlar silinemez çünkü onlar bir veya daha çok müşterilere bağlıdır

source: The following theme could not be deleted because it is associated to a question model: %s
tr_tr: Takipeden tema silinemez çünkü o soru modeliyle iligilidir: %s

source: The following themes could not be deleted because they are associated to a question model: %s
tr_tr: Takipeden temalar silinemez çünkü onlar soru modeliyle iligilidir: %s

source: Add or update generic actor
tr_tr: Genel partner ekle veya güncelle

source: An actor with the name "%s" already exists, please correct.
tr_tr: Bu isim "%s" ile bir partner halen var, lütfen düzeltiniz.

source: Selected actors could not be modified because they are the generic actors of: %s
tr_tr: Seçilen partnerler değiştirilemez çünkü onlar jenerik partnerlerdir: %s

source: The following category could not be deleted because it is linked to expenses or receipts or to others categories: %s
tr_tr: Takip eden kategori silinemeyebilir çünkü o giderlere veya makbuzlara veya diğer kategorilere bağlıdır: %s

source: The following categories could not be deleted because they are linked to expenses or receipts or to others categories: %s
tr_tr: Takip eden kategoriler silinemeyebilir çünkü onlar giderlere veya makbuzlara veya diğer kategorilere bağlıdır: %s

source: Expenses or receipts linked to the category.
tr_tr: Giderler veya makbuzlar bu kategoriye bağlıdır.

source: Users set to receive this alert
tr_tr: Kullanıcılar bu alarmı kabul etmek için set etti

source: The following question could not be deleted because it is associated to a paragraph model: %s
tr_tr: Takip eden soru silinemeyebilir çünkü o bir pargraf modelle ilgilidir: %s

source: The following questions could not be deleted because they are associated to a paragraph model: %s
tr_tr: Takip eden sorular silinemeyebilir çünkü onlar bir paragraf modelle ilgilidir: %s

source: products
tr_tr: ürünler
