Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: All selected invoices must have the same customer
tr_tr: Seçilen tüm faturalar aynı müşteriye sahip olmalıdır.

source: Cash flow from %s %s to %s %s
tr_tr: Nakit akışı from %s %s to %s %s

source: Material tracking details
tr_tr: Malzeme izleme detayları

source: Instructor name
tr_tr: Eğitmen ismi

source: Flight duration
tr_tr: Uçuş süreci

source: Hundredth of hours
tr_tr: Yüzüncü saatler

source: Selected tasks could not be found in the database.
tr_tr: Seçilen görevler veritabanı içinde bulunamadı.

source: Serial number or lot
tr_tr: Seri numarası veya lot

source: Billing criterion
tr_tr: Faturalama kriteri

source: Customer to charge
tr_tr: Faturalama için müşteri

source: There's is nothing to charge for selected date range and for this customer.
tr_tr: Bu müşteri ve seçilen tarih aralığı için hiçbir ödeme yoktur.

source: Reprinting
tr_tr: Yeniden yazdır

source: Send invoice
tr_tr: Fatura gönder

source: Chain "%s" copy
tr_tr: Zincir "%s" kopyala

source: Amount paid
tr_tr: Ödenen miktar

source: Invoice date
tr_tr: Fatura tarihi

source: Credit note details
tr_tr: Kredi notu detayları

source: Add or update licence
tr_tr: Lisans ekle veya güncelle

source: License
tr_tr: Lisans

source: Show details
tr_tr: Detayları göster

source: Print a credit note
tr_tr: Bir kredi notu yazdır

source: Item with ID "%s" was not found in the database.
tr_tr: ID "%s" ile öge veritabanı içinde bulunamadı.

source: Product related to the selected item was not found in the database.
tr_tr: Seçilen öge ile alakalı ürün veritabanı içinde bulunamadı.

source: An item with the SN/Lot "%s" already exists.
tr_tr: SN/Lot "%s" ile bir öge zaten var.

source: You don't have enough permissions for this item.
tr_tr: Bu öge için yeterli izine sahip değilsiniz.

source: Item cannot be saved.
tr_tr: Öge kaydedilemez.

source: Product related to selected item must have a tracking mode (SN or Lot).
tr_tr: Seçilen ögeyle ilişkili ürün bir izleme moduna (SN or Lot) sahip olmalıdır.

source: Element related to product %s (%s). Tracking mode: %s.
tr_tr: Ürünle ilişkili element %s (%s). İzleme modu: %s.

source: matriculation
tr_tr: kayıt

source: You cannot issue negatives credit notes.
tr_tr: Negatif kredi notlarını yayınlayamazsınız.

source: Please select a supplier.
tr_tr: Lütfen bir tedarikçi seçiniz.

source: Please select a type.
tr_tr: Lütfen bir tip seçiniz.

source: Please provide an amount excl. VAT.
tr_tr: Lütfen KDV hariç bir miktar sağlayınız.

source: A credit note exists with the same number, please correct.
tr_tr: Aynı numarayla bir kredi notu vardır, lütfen düzeltiniz.

source: Yes
tr_tr: Evet

source: %Actor.Name% logo
tr_tr: %Ortak.İsim% logo

source: Details of SN/Lot by location
tr_tr: Lokasyona göre SN/Lot ayrıntıları

source: Please select a store.
tr_tr: Lütfen bir depo seçin.

source: SN/Lot owner
tr_tr: SN/Lot sahibi

source: Filter by end of life date
tr_tr: Dayanma ömrü tarihine göre filtreleyiniz

source: Product Owner
tr_tr: Ürün Sahibi

source: SN (red) or Lot (blue)
tr_tr: SN (kırmızı) veya Lot (mavi)

source: End of life date
tr_tr: Dayanma ömrü tarihi

source: Please select a site.
tr_tr: Lütfen bir site seçiniz

source: You are not allowed to view the stores of this site.
tr_tr: Bu yerin depolarını görüntüleme izniniz yok.

source: Activate store
tr_tr: Depoyu etkinleştir.

source: Deactivate stores
tr_tr: Depoları etkisizleştir

source: Deactivate store and its locations
tr_tr: Depoları ve onun lokasyonlarını etkisizleştir

source: Stock by location
tr_tr: Lokasyona göre stok

source: Stock sorted by location
tr_tr: Lokasyona göre sıralanmış stok

source: Stock by reference
tr_tr: Referansa göre stok

source: Stock ordered by reference
tr_tr: Referansa göre sipariş edilen stok

source: Show SN/Lot
tr_tr: SN/Lot göster

source: SN/Lot in stock by location
tr_tr: Lokasyona göre stok içi SN/Lot

source: Back to list of sites
tr_tr: Sitelerin listesine geri dön

source: Tolerances were successfully updated
tr_tr: Toleranslar başarıyla güncellendi.

source: Product type cannot be saved.
tr_tr: Ürün türü kaydedilemedi.

source: Product type "%s" has been successfully saved.
tr_tr: Ürün türü "%s" başarıyla kaydedildi.

source: Add or update product types
tr_tr: Ürün çeşitleri ekle yada güncelle

source: A product type with the name provided already exists.
tr_tr: Bu isimle girilen bir ürün tipi zaten mevcut.

source: Wrong name for property "%s"
tr_tr: Mülkiyet için hatalı isim "%s"

source: Add or update component part
tr_tr: Bileşen birimi ekle veya güncelle

source: Quantity provided exceeds allowed quantity for this component.
tr_tr: Bu bileşen için girilen miktar izin verilen miktarı aştı.

source: Part (SN)
tr_tr: Bölüm (SN)

source: By hour
tr_tr: Saate göre

source: Credit note "%s" could not be deleted because it is already used in another payment.
tr_tr: Kredi notu "%s" silinemedi çünkü başka bir ödemede kullanılmaktadır.

source: The following credit notes could not be deleted because they are already used in another payment: %s
tr_tr: Aşağıdaki kredi notları silinemedi çünkü onlar başka bir ödemede kullanılmaktalar: %s

source: Unknown reference "%s", please try again.
tr_tr: Bilinmeyen kaynak "%s", lütfen yeniden deneyin.

source: Position change
tr_tr: Pozisyon değişikliği

source: Select a product
tr_tr: Bir ürün seçiniz

source: Select a designation
tr_tr: Bir etiket ismi seçiniz

source: Select a reference
tr_tr: Bir referans seçiniz

source: Execution of an unexpected movement
tr_tr: Beklenmedik bir işlemin yapılması

source: Expenses excl. VAT
tr_tr: KDV hariç harcamalar

source: % of total expenses
tr_tr: toplam giderlerin %

source: Frequency
tr_tr: Frekans

source: Frequency type
tr_tr: Frekans tipi

source: List of visit frequencies
tr_tr: Ziyaret frekanslarının listesi

source: The SN "%s" is already assigned to a part.
tr_tr: SN "%s" bir bölüme zaten atandı.

source: Incorrect SN provided ("%s"), please correct.
tr_tr: Hatalı SN girdiniz ("%s"), lütfen düzeltiniz.

source: Incorrect quantity provided: assembled part %s/%s.
tr_tr: Hatalı miktar girdiniz: toplanan bölüm %s/%s.

source: You must start or restart the selected task first.
tr_tr: Öncelikle seçilen görevi başlatmalı yada yeniden başlatmalısınız.

source: Missing SN, please complete.
tr_tr: Eksik SN, lütfen tamamlayınız.

source: Validation
tr_tr: Onay

source: This paragraph is already linked to the form.
tr_tr: Bu paragraf zaten forma bağlantılıdır.

source: A paragraph already exists at this position, please modify the order.
tr_tr: Bu pozisyonda bir paragraf zaten var, lütfen şiparişi değiştir.

source: Please select a paragraph or create a new.
tr_tr: Lütfen bir paragraf seçiniz veya yenisini yaratınız.

source: Select an existing paragraph
tr_tr: Var olan bir paragraf seçiniz

source: Add a paragraph
tr_tr: Bir paragraf ekle

source: Paragraph order
tr_tr: Paragraf emri

source: You must set the priority order of the paragraph
tr_tr: Paragraf emrini öncelikli set etmek zorundasin.

source: Add a paragraph to a form model.
tr_tr: Bir form örneğine bir paragraf ekle.

source: Actor "%s" cannot be saved.
tr_tr: Partner "%s" kaydedilemedi.

source: Actor "%s" successfully saved
tr_tr: Partner "%s" başarıyla kaydedildi

source: Add or update actor
tr_tr: Partner ekle yada güncelle

source: Actor must have at least one site with an address, please correct.
tr_tr: Partnerin en az bir adres yeri olmalı, lütfen düzeltiniz.

source: Actor could not be saved: an actor with the name provided already exists.
tr_tr: Partner kaydedilemedi: bu isimli bir partner zaten mevcut.

source: Actor cannot be deactivated because he is the owner of a stock in a storage site.
tr_tr: Partner etkisizleştirilemez çünkü depolama yerinde bir stokun sahibidir.

source: : appointment arranged on
tr_tr: : randevu düzenlemesi

source: Visit possible as soon as week
tr_tr: Haftalık mümkün ziyaret

source: Deadline for visit on week
tr_tr: Haftalık ziyaret için zaman sınırı

source: Are you sure you want to delete supplier "%s" ?
tr_tr: Tedarikçiyi "%s" iptal etmek istediğinize eminmisiniz?

source: Supplier "%s" is already taking precedence for ordering this product.
tr_tr: Bu ürün sipariçi için tedarikçi "%s" zaten önceliğe sahiptir.

source: Purchase unit
tr_tr: Satın alma birimi

source: Purchase unit quantity
tr_tr: Satın alma birim miktarı

source: Takes precedence for order
tr_tr: Sipariş için önceliği ele gecirme

source: Please select a purchase unit.
tr_tr: Lütfen bir satın alma birimi seçiniz.

source: Please select a purchase unit quantity.
tr_tr: Lütfen bir satın alma birim miktarı seçiniz.

source: Field "purchase unit quantity" must be an integer or a float.
tr_tr: Alan "satın alma birimi miktarı" bir tam sayı veya kesirli sayı olmalıdır.

source: Add or update supplier for product %s.
tr_tr: Ürün için tedarikçi ekle veya güncelle %s.

source: Categories %s already have an attractivity level, do you want to modify it ?
tr_tr: Kategoriler %s zaten bir çekicilik seviyesine sahipler, değiştirmek istiyor musunuz?

source: Add or update attractivity level.
tr_tr: Öncelik seviyesi ekle yada güncelle

source: Categories matching this attractivity level
tr_tr: Bu öncelik seviyesine karşılık gelen kategoriler

source: Level must be an integer.
tr_tr: Seviye tam sayı olmalı.

source: Limit offer on sale to these products
tr_tr: Bu ürünlere satış teklif limiti

source: Limit offer on sale to some products
tr_tr: Bazı ürünlere satiş teklif limiti

source: Stock state: reference > location, store (%s)
tr_tr: Stok durumu: referans > lokasyon, depo (%s)

source: Number of hours
tr_tr: Saatlerin sayısı

source: A frequency is already defined for this attractivity and this potential.
tr_tr: Bu çekicilik ve bu potansiyel için bir frekans zaten tanımlandı.

source: Frequency (weeks)
tr_tr: Frekans (haftalar)

source: Please provide a frequency.
tr_tr: Lütfen bir frekans giriniz.

source: Frequency must be an integer (number of weeks).
tr_tr: Frekans bir tam sayı olmalıdır (haftaların sayısı)

source: Add or update visit frequency.
tr_tr: Ziyaret sıklığı ekle veya güncelle

source: You must provide a form name.
tr_tr: Bir form ismi girmelisiniz.

source: Add or update form model.
tr_tr: Form model ekle veya güncelle.

source: Main site city
tr_tr: Ana mevki şehri

source: Delivery zone
tr_tr: Teslimat zonu

source: Main site zip code
tr_tr: Ana mevki posta kodu

source: Code
tr_tr: Kode

source: Outstanding debts maximum amount exceeded
tr_tr: Ödenmemiş borçlar maksimum miktarı aşmıştır

source: Select one or more orders
tr_tr: Bir veya daha fazla sipariş seçiniz

source: Priority order
tr_tr: Öncelikli sipariş

source: Select one or more situations
tr_tr: Bir veya daha fazla vaziyet seçiniz

source: Next visit date
tr_tr: Gelecek ziyaret tarihi

source: Manage business events
tr_tr: Ticaret etkinliklerini düzenle

source: Carriage
tr_tr: Nakliye

source: Manage carriage
tr_tr: Nakliyeyi düzenle

source: Licenses management
tr_tr: Yönetim lisansları

source: Add event
tr_tr: Etkinlikler ekle

source: Add business event
tr_tr: Ticaret etkinlikliği ekle

source: Manage events
tr_tr: Etkinlikler düzenle

source: Terms
tr_tr: Dönemler

source: Manage supplier delivery within
tr_tr: Tedarikçi siparişini yönet

source: Allowed outstanding debts
tr_tr: İzin verilen ödenmemiş borç

source: Current outstanding debts
tr_tr: Mevcut ödenmemiş borç

source: Next visit
tr_tr: Gelecek ziyaret

source: Visit as soon as
tr_tr: En kısa zamanda ziyaret

source: Priority
tr_tr: Öncelik

source: No store selected.
tr_tr: Depolama alanı seçilmedi.

source: You are not allowed to modify this store.
tr_tr: Bu depolama alanını değiştirme izniniz yoktur.

source: Please select an owner and provide a store name.
tr_tr: Lütfen bir kullanıcı seçiniz ve depolama alanı ismi giriniz.

source: A store with the name provided already exists in this site.
tr_tr: Bu sitede bu isimle bir depo halen mevcuttur.

source: A location with the name provided already exists in this store.
tr_tr: Girilen isimde bir lokasyon bu depoda zaten mevcuttur.

source: One of the location was not found in the database.
tr_tr: Lokasyonlardan biri bu veritabanında bulunamadı.

source: A location with the name provided "%s" already exists in this store.
tr_tr: Girilen isimle bir lokasyon "%s" bu depoda halen mevcuttur.

source: Add a location
tr_tr: Bir lokasyon ekle

source: Location name
tr_tr: Lokasyon ismi

source: Update store
tr_tr: Depolama alanını güncelle

source: A city with name and zip code provided already exists in this country. Please correct.
tr_tr: Girilen isim ve posta kodunda bir şehir bu ülkede zaten mevcut. Lütfen düzeltiniz.

source: The following cities already exist in this country: <ul>%s</ul>Continue ?
tr_tr: Aşağıdaki şehirler bu ülke içinde zaten var: <ul>%s</ul> Devam etmek istiyormusunuz ?

source: city
tr_tr: şehir

source: A department already have the name and number provided, please correct.
tr_tr: Bu departman zaten verilen bir isim ve numaraya sahiptir, lütfen düzeltiniz.

source: Add a department
tr_tr: Bir departman ekle

source: No order selected
tr_tr: Sipariş seçilmedi

source: Ordered ref.
tr_tr: Sipariş edilen referans

source: Delivered ref.
tr_tr: Teslim edilmiş referans

source: Delivered qty
tr_tr: Teslim edilmiş miktar

source: Returned qty
tr_tr: Geri dönem miktar

source: State of deliveries for order
tr_tr: Sipariş dağıtım şehirleri

source: You are not allowed to execute this action.
tr_tr: Bu eylemi yapmaya izniniz yok.

source: Operations to regroup
tr_tr: Yeniden gruplama işlemleri

source: Actors assigned to operations
tr_tr: Operasyonlara atanan ortaklar

source: All zones
tr_tr: Tüm zonlar

source: Assigned actors
tr_tr: Atanan ortaklar

source: Filter by end date
tr_tr: Bitiş tarihine göre filtrele

source: Assign to a new work order
tr_tr: Yeni bir sipariş emrine atama

source: Assign to an existing work order
tr_tr: Varolan bir sipariş emrine atama

source: for departure
tr_tr: kalkış departure

source: for arrival
tr_tr: varış için

source: Duration (h)
tr_tr: Süre (h)

source: List of activated operations
tr_tr: Etkili olan işlemlerin listesi

source: No actor selected.
tr_tr: Hiçbir ortak seçilmedi.

source: Outstanding debts and payments management
tr_tr: Ödenmemis borçlar and ödeme yönetimi

source: You are not allowed to modify this work order.
tr_tr: Bu sipariş emrini değiştirmeye izniniz yok.

source: For selected item:
tr_tr: Seçilen öge için:

source: For selected items:
tr_tr: Seçilen ögeler için:

source: Print list
tr_tr: Yazma listesi

source: Export list in csv format (Excel)
tr_tr: Export listesi cvs formatı (Excel) içindedir

source: First page
tr_tr: İlk sayfa

source: Previous page
tr_tr: Önceki sayfa

source: Next page
tr_tr: Gelecek sayfa

source: Last page
tr_tr: Son sayfa

source: page
tr_tr: sayfa

source: Items number per page
tr_tr: Her sayfa için elemanların numarası

source: Columns
tr_tr: Sütunlar

source: Available columns
tr_tr: Mevcut sütunlar

source: Columns to hide
tr_tr: Gizlenen sütunlar

source: You can't hide all columns.
tr_tr: Tüm sütunları gizleyemezsin.

source: Select a date
tr_tr: Bir tarih seçiniz

source: confirm
tr_tr: onay

source: Filter by
tr_tr: Göre filtrele

source: Week %s of %s
tr_tr: Hafta %s in %s

source: Error when executing action
tr_tr: Faaliyet uygulamasi esnasinda hata

source: Information
tr_tr: Bilgi

source: Confirm
tr_tr: Onay

source: Question
tr_tr: Soru

source: SQL error.
tr_tr: SQL hatası.

source: Session expired, please try again.
tr_tr: Dönem süresi doldu, lütfen yeniden deneyiniz.

source: This action cannot be completed
tr_tr: Bu eylem tamamlanamaz

source: You must select a wished date
tr_tr: Bir istenen tarih secmelisiniz

source: Begin date must be lower than end date.
tr_tr: Başlama tarihi bitiş tarihinden küçük olmalıdır.

source: Selected items were not found in the database.
tr_tr: Seçilen ögeler veritabanı içinde bulunamadı.

source: Maximum allowed weight exceeded for selected airplane
tr_tr: Seçilen uçak için izin verilen maximum ağırlığı aşıldı

source: Error.
tr_tr: Hata.

source: Passwords do not match, please correct.
tr_tr: Parola eşleşmesi yapılamadı, lutfen duzeltiniz.

source: No page correspond to your request.
tr_tr: Talebinizle uyumlu hiçbir sayfa bulunamadı.

source: Authentication error.
tr_tr: Kimlik denetimi hatası.

source: No user
tr_tr: Kullanıcı yok

source: Access denied: user "%s" is not allowed to use this feature.
tr_tr: Giriş reddedildi: kullanıcının "%s" bu özelliği kullanma izni yoktur.

source: No record found.
tr_tr: Hiçbir kayıt bulunamadı.

source: Error(s) encountered
tr_tr: Hata(lar) meydana geldi

source: Required field
tr_tr: Gerekli alanlar

source: must be an integer
tr_tr: tamsayı olmalıdır

source: is required
tr_tr: gereklidir

source: Field
tr_tr: Alan

source: must be a float
tr_tr: kesirli sayı olmalıdır

source: must be a valid email address
tr_tr: geçerli bir email adresi olmalıdır

source: must be a valid URL, accepted protocols are http, https, ftp and news.
tr_tr: geçerli bir URL olmalıdır, kabul edilen protokollar http, https, ftp ve news.

source: Are you sure you want to delete selected item(s) ?
tr_tr: Seçilen öğeleri silmek istediğinizden eminmisin?

source: Please select one or more items.
tr_tr: Lütfen bir veya daha fazla öge seçiniz.

source: Please select one (and only one) item.
tr_tr: Lütfen bir (ve yalnız bir) öge seçiniz.

source: Are you sure you want to do this ?
tr_tr: Bunu yapmak istediğinizden eminmisin?

source: Some items could not be deleted
tr_tr: Bazı ögeler silinemez

source: The following items could not be deleted: <ul><li>%s</li></ul>
tr_tr: Takip eden ögeler silinemez: <ul><li>%s</li></ul>

source: Selected items were successfully deleted.
tr_tr: Seçilen ögeler başarıyla silindi.

source: None of the selected items could be deleted.
tr_tr: Seçilen ögelerin hiçbiri silinemedi.

source: Item could not be saved because some property values must be unique for %s entity.
tr_tr: Öge silinemez çünkü bazı nitelik değerleri %s eleman için tek olmalıdır.

source: Item could not be deleted because some properties must be empty in order to delete the item.
tr_tr: Öge silinemez çünkü bazı nitelik değerleri ögeyi silmek için boş olmalıdır.

source: Cancel
tr_tr: İptal

source: Delete
tr_tr: Sil

source: Modify
tr_tr: Değişiklik yapma

source: Print
tr_tr: Yazdır

source: Activate
tr_tr: Etkinleştir

source: Deactivate
tr_tr: Etkisizleştir

source: View
tr_tr: Görüntüle

source: You are not allowed to modify this record
tr_tr: Bu kaydı değiştirmenize izin verilmez.

source: "%s" file size exceeds maximum allowed size (%s octets).
tr_tr: "%s" dosya boyutu maximum izin verilen boyutu aştı (%s sekizli).

source: Please select a file to upload.
tr_tr: Lütfen karşıya yüklemek için bir dosya seçiniz.

source: "%s" file was uploaded but only partially.
tr_tr: "%s" dosya karşıya yüklendi fakat yalnizca kismen.

source: "%s" file format is unsupported. Supported formats are %s.
tr_tr: "%s" dosya formatı desteklenmez. Desteklenen formatlar %s.

source: Field "%s" does not exists.
tr_tr: Alan "%s" mevcut değildir.

source: Form is not submitted yet.
tr_tr: Form henüz gönderilmedi.

source: Missing upload temporary directory.
tr_tr: Geçici yükleme klasörü kayıp

source: Insufficient permissions to write to "%s" directory.
tr_tr: "%s" klasöre yazmak için yetersiz izinler.

source: Insufficient permissions to write "%s" file.
tr_tr: "%s" dosyaya yazmak için yetersiz izinler.

source: "%s" file could not be stored in the database: "%s"
tr_tr: "%s" dosya veritabanı içine yüklenemez: "%s"

source: File "%s" already exists.
tr_tr: Dosya "%s" zaten var.

source: Upload::resizeImage() should be called before you save the uploaded file.
tr_tr: Upload::resizeImage() geri çağrılmalıdır karşıya yüklenen dosyayı kaydetmeden önce.

source: "%s" file does not match the uploaded file or does not exists anymore.
tr_tr: "%s" dosya yüklenen dosya ile eşleşmez veya artık mevcut değildir.

source: No addressee provided.
tr_tr: Hiçbir alıcı girilmedi.

source: [Scheduled task] %s on database "%s"
tr_tr: [Planlanan görev] %s veritabanında "%s"

source: A PHP error occured on database "%s": [%s] %s in %s on line %s.
tr_tr: Bir PHP hatası oluştu veritanında "%s": [%s] %s içinde %s satırı üzerinde %s.

source: Scheduled tasks execution aborted.
tr_tr: Planlanan görevlerin uygulaması durduruldu.

source: More than one result match, please select a result
tr_tr: Birden çok sonuç eşleşti, lütfen bir sonuç seçiniz

source: Product properties
tr_tr: Ürün nitelikleri

source: Tracking mode
tr_tr: İzleme modu

source: Begin range
tr_tr: Başlama aralığı

source: End range
tr_tr: Bitiş aralığı

source: Minimum quantity in stock
tr_tr: Stoktaki minimum miktar

source: Dangerousness
tr_tr: Tehlike durumu

source: By stock
tr_tr: Stoka göre

source: By order
tr_tr: Siparişe göre

source: Limited quantity
tr_tr: Limitli miktar

source: Interchangeability
tr_tr: Değiştirebilirlik

source: Manage product substitutions
tr_tr: Üürn yerdeğişimlerini düzenle

source: VAT rate
tr_tr: KDV oranı

source: Selling unit price excl. VAT by currency
tr_tr: Para birimine göre KDV hariç satış birim fiyatı

source: Selling unit properties
tr_tr: Satış birimi özellikleri

source: Recommended packaging
tr_tr: Tavsiye edilen ambalajlama

source: Conditioned product reference
tr_tr: Koşullu ürün referansı

source: Number of base unit in packaging
tr_tr: Ambalajlama ana birimlerinin sayısı

source: Packaging stackable ratio
tr_tr: İstiflenebilir ambalajlama oranı

source: Priority dimension of packaging
tr_tr: Ambalajlamanın öncelikli boyutu

source: Recommended packing
tr_tr: Tavsiye edilen paketleme

source: Packaged product reference
tr_tr: Ambalajlanan ürün referansı

source: Number of unit in packing
tr_tr: Paketleme birimlerinin sayısı

source: Priority dimension of packing
tr_tr: Paketlemenin öncelikli boyutu

source: Recommended regrouping
tr_tr: Tavsiye edilen yeniden gruplama

source: Regrouped product reference
tr_tr: Yeniden gruplanan ürün referansı

source: Number of packing unit in regrouping
tr_tr: Paketleme birimlerinin yeniden gruplama sayısı

source: Regrouping stackable ratio
tr_tr: İstiflenebilir yeniden gruplama oranı

source: Priority dimension of regrouping
tr_tr: Yeniden gruplamanın öncelikli boyutu

source: Details for display on website
tr_tr: Website üzerinde gösterim ayrıntıları

source: Change image
tr_tr: Görüntüyü değiştir

source: no image
tr_tr: Görüntü yok

source: Current image
tr_tr: Mevcut görüntü

source: Suppliers
tr_tr: Tedarikçi

source: priority supplier
tr_tr: öncelikli tedarikçi

source: Edit
tr_tr: Düzenle

source: Add a supplier
tr_tr: Bir tedarikçi ekle

source: Customs informations
tr_tr: Müşteri bilgileri

source: License number
tr_tr: Lisans numarası

source: For year
tr_tr: Yıl için

source: Order details
tr_tr: Sipariş ayrıntıları

source: Payment conditions
tr_tr: Ödeme durumu

source: Minimum amount to order excl. VAT
tr_tr: KDV hariç minimum sipariş miktarı

source: Command summary
tr_tr: Sipariş emri özeti

source: Add a site
tr_tr: Bir site ekle

source: Discount over annual turnover
tr_tr: Yillik ciro üzerinden indirim

source: Date range
tr_tr: Tarih aralığı

source: Scheduled order
tr_tr: Planlanan sipariş

source: Customer discount
tr_tr: Müşteri indirimi

source: Continue
tr_tr: Devam

source: ORDER
tr_tr: SİPARİŞ

source: Sir, Madam,
tr_tr: Bay, Bayan,

source: we are pleased to place the following product order
tr_tr: Aşağıdaki ürün siparişini işleme koymaktan memnunuz

source: Total base unit
tr_tr: Toplam ana birim

source: Thank you for choosing our company.
tr_tr: Şirketimizi seçtiğiniz için teşekkür ederiz.

source: The sales department
tr_tr: Satış departmanı
