Repository: alexhuang888/onlogistics
Catalog: trunk/locale/*/LC_MESSAGES/*.po
Languages: tr_tr

source: Selected products could not be affected to chain "%s": chain is not constructed.
tr_tr: Seçilen ürünler zincire etkilenmiş değildir"%s": zincir yapılandırılmadı.

source: The following assignments were ignored because a chain with the same departure and arrival actors is already assigned to selected product(s).
tr_tr: Takip eden görevlendirme ihmal edildi çünkü aynı departmanlı bir zincir ve varış partneri zaten secilen ürünlere atandı.

source: product %s to chain %s
tr_tr: ürün %s zincir %s

source: The following assignments were ignored because they already exist.
tr_tr: Takip eden görevlendirme ihmal edildi çünkü onlar zaten var.

source: The following assignments were successfully saved
tr_tr: Takip eden görevlendirme başarı ile yüklendi

source: aircraft actor
tr_tr: Uçak partneri

source: List of licenses for actor "%s".
tr_tr: Partner "%s" için lisansların listesi.

source: Select one or more types
tr_tr: Bir veya daha fazla tür seçiniz

source: Validity
tr_tr: Geçerlilik

source: Please select a task type.
tr_tr: Lütfen bir görev tipi seçiniz.

source: All operations must be assigned to an actor
tr_tr: Bütün operasyonlar bir partnere atanmalıdır

source: All tasks must have a duration
tr_tr: Bütün görevler bir süreçe sahip olmalıdır

source: You must put a deadline on one of the tasks.
tr_tr: Görevlerden birine son tarih koymalısınız.

source: Please select an actor.
tr_tr: Lütfen bir partner seçiniz.

source: Please select a customer first.
tr_tr: Lütfen öncelikle bir müşteri seçiniz.

source: Please select a supplier first.
tr_tr: Lütfen öncelikle bir tedarikçi seçiniz.

source: must be "HH:MM"
tr_tr: "HH:MM" olmalı

source: No operation available
tr_tr: Hiçbir işlem mevcut değil

source: No task available
tr_tr: Hiçbir görev mevcut değil

source: Instructions
tr_tr: Talimatlar

source: Message obsolete
tr_tr: Kullanılmayan mesaj

source: Are you sure you want to delete this item ?
tr_tr: Bu öğeyi silmek istediğinizden eminmisiniz ?

source: Please fill all required fields (emphasised by an asterisk).
tr_tr: Lütfen gerekli bütün alanları doldurunuz (yıldız işaretiyle vurgulanan).

source: subject
tr_tr: konu

source: body
tr_tr: gövde

source: serial/lot number
tr_tr: seri/lot numarası

source: empty weight/mass
tr_tr: boş ağırlığı/kütlesi

source: maximum weight on lift-off
tr_tr: lift üzerinde maximum ağırlık

source: maximum weight by seat
tr_tr: koltuğa gore maximum ağırlık

source: Selling price excl. VAT
tr_tr: KDV hariç satış fiyatı

source: Purchase price excl. VAT
tr_tr: KDV hariç alış fiyatı

source: hours real potential since new (hours)
tr_tr: Revisyondan itibaren sanal potensiyel

source: hours real potential since new (minutes)
tr_tr: İlk halinden bu yana saatler gerçek potensiyel (dakikalar)

source: cycle real potential since new
tr_tr: İlk halinden bu yana periyot gerçek potensiyel

source: landing real potential since new
tr_tr: İlk halinden bu yana iniş gerçek potensiyel

source: hours real potential since full overhaul (hours)
tr_tr: Ful revisyondan itibaren saatler gerçek potensiyel (saatler)

source: hours real potential since full overhaul (minutes)
tr_tr: Ful revisyondan itibaren saatler gerçek potensiyel (dakikalar)

source: cycle real potential since full overhaul
tr_tr: Ful revisyondan itibaren periyot gerçek potensiyel

source: landing real potential since full overhaul
tr_tr: Ful revisyondan itibaren iniş gerçek potensiyel

source: hours real potential since reparation (hours)
tr_tr: Tamirattan itibaren saatler gerçek potensiyel (saatler)

source: hours real potential since reparation (minutes)
tr_tr: Tamirattan itibaren saatler gerçek potensiyel (dakikalar)

source: cycle real potential since reparation
tr_tr: Tamirattan itibaren potensiyel (saatler)

source: Landing real potential since reparation
tr_tr: Tamirattan itibaren iniş gerçek potensiyel

source: Number of days
tr_tr: Günlerin sayısı

source: Maximum outstanding debts
tr_tr: Maksimum ödenmemiş borç

source: piloting hours
tr_tr: pilotluk saatleri

source: Instructor hours of flight
tr_tr: Eğitici uçuş saatleri

source: Commandant hours of flight
tr_tr: Amir uçuş saatleri

source: Student hours of flight
tr_tr: Öğrenci uçuş saatleri

source: Dual hours of flight
tr_tr: İki yönlü uçuş saatleri

source: Nightly hours of flight
tr_tr: Gece uçuş saatleri

source: Public transport hours of flight
tr_tr: Halk taşımacılığı uçuş saatleri

source: VLAE hours
tr_tr: VLAE saatleri

source: Hours on single-engined
tr_tr: Tek motorla saatlar

source: Hours on twin-engined
tr_tr: Çift motorla saatlar

source: commercial hours
tr_tr: ticari saatler

source: Please select an actor category in order to make your choice effective.
tr_tr: Seçiminizi etkin hale getirmek için bir ortak kategorisi seçiniz.

source: the database
tr_tr: veritabanı

source: have to contain needed actors
tr_tr: gerekli ortakları içermek zorunda

source: IBAN number
tr_tr: IBAN numarası (Uluslararası banka hesap numarası)

source: You must select a flight purpose.
tr_tr: Bir uçuş amacı seçmelisiniz.

source: You must select a credit note (and only one).
tr_tr: Bir kredi notu seçmelisiniz (sadece bir tane).

source: Warning: modifications will not be effective until you click the "Ok" button.
tr_tr: Uyarı: "Ok" butonuna basana kadar değişiklikler etkin olmayacak.

source: You provided twice the same SN, please correct.
tr_tr: İki defa aynı SN girdiniz, lütfen düzeltiniz.

source: Please provide a SN.
tr_tr: Lütfen bir SN giriniz.

source: You provided less serial numbers than expected.
tr_tr: Beklenenden daha az seri numarası girdiniz.

source: A provided quantity exceeds available quantity in stock.
tr_tr: Girilen miktar stoklardaki mevcut miktarın üstünde.

source: Please provide a positive quantity.
tr_tr: Lütfen positif bir miktar giriniz.

source: Quantity provided is different from the one expected.
tr_tr: Girilen miktar beklenenden daha farklı.

source: Please provide a date in the following format: dd/mm/yyyy
tr_tr: Lütfen takip eden formatta: dd/mm/yyyy bir tarih giriniz

source: License type
tr_tr: Lisans tipi

source: category
tr_tr: kategori

source: Minimum quantity
tr_tr: Minimum miktar

source: Please select an invoice (and only one).
tr_tr: Lütfen bir fatura seçiniz (sadece bir tane).

source: Payment was already done.
tr_tr: Ödeme zaten yapıldı.

source: Payment cannot be negative.
tr_tr: Ödeme negatif olamaz.

source: You provided a lower amount than the one expected.
tr_tr: Beklenenden daha az miktar girdiniz.

source: You provided a greater amount than the one expected.
tr_tr: Beklenenden daha fazla miktar girdiniz.

source: Error: you are using a credit note, so you must provided an amount that is lower or equals to the amount of this credit note.
tr_tr: Hata: bir kredi notu kullanıyorsunuz, dolayısıyla bu kredi not miktarından küçük yada eşit bir miktar girmelisiniz.

source: Error: you are using credit note as payment mode, please select a credit note.
tr_tr: Hata: kredi notunu ödeme modu olarak kullanıyorsunuz, lütfen bir kredi notu seçiniz.

source: Error: please select an invoice.
tr_tr: Hata: lütfen bir fatura seçiniz

source: Percent must be an integer between 0 and 100.
tr_tr: Yüzdelik dilim 0 ile 100 arasında bir tam sayı olmalıdır.

source: Discount cannot be greater than the product price.
tr_tr: Diskount ürün fiyatından daha fazla olamaz.

source: Delivery, packing and insurance charges will be taken into account.
tr_tr: Dağıtım, paketleme ve sigortalama ücretleri hesaba katılacak.

source: Delivery, packing and insurance charges will not be taken into account.
tr_tr: Dağıtım, paketleme ve sigortalama ücretleri hesaba katılmayacak.

source: Some wrong data was encountered (%, e, /).
tr_tr: Bazı yanlış veri ile karşılaşıldı (%, e, /).

source: Do you want to issue this invoice ?
tr_tr: Bu faturayı yayınlamak istiyormusunuz ?

source: Instalment must be greater than zero.
tr_tr: Taksit sıfırdan daha büyük olmalıdır.

source: Instalment cannot be greater than total incl. VAT.
tr_tr: Taksit KDV dahil toplamdan daha büyük olmaz.

source: corresponding file
tr_tr: ilgili dosya

source: You must provide SN/Lot informations.
tr_tr: SN/Lot bilgileri girmelisiniz.

source: Provided quantity is greater than stock quantity.
tr_tr: Girilen miktar stok miktarından daha büyüktür.

source: Provided discounts have a wrong format (%, e, /)
tr_tr: Girilen indirim yanlış bir formata (%, e, /) sahiptir

source: You must provide a quantity greater than zero for each order item.
tr_tr: Her bir sipariş item için sıfırdan büyük bir miktar girmelisiniz.

source: You cannot delete all items.
tr_tr: Tüm öğeleri silemezsiniz.

source: Dates for scheduled order items should match the format: "dd/mm/yy hh:mm"
tr_tr: Planlanmış sipariş ögeleri için tarihler formatla eşleşmelidir: "dd/mm/yy hh:mm"

source: A scheduled order must have at least two different dates.
tr_tr: Planlanmış bir siparişin en az iki farklı tarihi olmalıdır.

source: You must provide a wished date for your order.
tr_tr: Siparişiniz için istenen bir tarih girmelisiniz.

source: You chose to provide a date range so please provide a wished end date.
tr_tr: Bir tarih aralığı girmeyi seçtiniz, lütfen istenen bir son tarih giriniz.

source: You provide a wrong quantity for a product selled by
tr_tr: tarafından satılan bir ürün için yanlış bir miktar girdiniz

source: Amount excl. VAT is lower than minimum amount to order
tr_tr: KDV hariç miktar sipariş edilebilen minimum miktardan küçüktür

source: Please correct or contact customer department.
tr_tr: Lütfen düzeltiniz ya da müşteri departmanıyla irtibata geçiniz.

source: Packaging quantity have to be an integer. Please correct.
tr_tr: Ambalaj miktarı tam sayı olmalı. Lütfen düzeltiniz.

source: Please provide a work order name.
tr_tr: Lütfen bir sipariş emri ismi giriniz.

source: Please provide non negatives values
tr_tr: Lütfen negatif olmayan bir değer giriniz.

source: beginning date
tr_tr: başlama tarihi

source: end date
tr_tr: bitiş tarihi

source: zip code
tr_tr: posta kodu

source: country
tr_tr: ülke

source: Site type could not be modified because it has stores in it.
tr_tr: Site tipi düzeltilemez çünkü o içinde bir depoya sahiptir.

source: A site already exists with this name, please correct.
tr_tr: Bu isimde bir yer zaten mevcut, lütfen düzeltiniz.

source: Zip code
tr_tr: Posta kodu

source: number of weeks in history
tr_tr: geçmiş haftaların sayısı

source: number of weeks of forecast
tr_tr: gelecek haftaların sayısı

source: default delivery within
tr_tr: varsayılan siparişle birlikte

source: Please select a valid date.
tr_tr: Lütfen geçerli bir tarih seçiniz.

source: Discount to apply
tr_tr: Uygulanacak indirim

source: categories
tr_tr: kategoriler

source: reference
tr_tr: referans

source: product type
tr_tr: ürün tipi

source: selling unit qty
tr_tr: satış birim miktarı

source: selling unit minimum qty
tr_tr: minimum satış birim miktarı

source: selling unit type
tr_tr: satış birim tipi

source: selling unit length
tr_tr: satış birim uzunluğu

source: selling unit width
tr_tr: satış birim genişliği

source: selling unit height
tr_tr: satış birim yüksekliği

source: selling unit weight
tr_tr: satış birim ağırlığı

source: number of base units in packaging
tr_tr: paketleme temel birimleri sayısı

source: number of units in packing
tr_tr: ambalajlamai birim sayısı

source: number of packing units in regrouping
tr_tr: yeniden gruplamadaki paket birim sayısı

source: stackable ratio
tr_tr: istiflenebilir oran

source: packaging stackable ratio
tr_tr: istiflenebilir paketleme oranı

source: packing stackable ratio
tr_tr: istiflenebilir amalajlama oranı

source: regrouping stackable ratio
tr_tr: yeniden gruplamadaki istiflenebilir oran

source: Selling unit quantity field must be an integer
tr_tr: Satış ünitesi miktar alanı tam sayı olmalıdır.

source: Selling unit minimum quantity field must be an integer
tr_tr: Minimum satış ünitesi miktarının alanı tam sayı olmalıdır.

source: designation
tr_tr: etiket ismi

source: Please provide a service name
tr_tr: Lütfen bir servis ismi giriniz

source: Please select a service type
tr_tr: Lütfen bir servis tipi seçiniz

source: potential since full overhaul (hours)
tr_tr: Ful revisyondan itibaren potensiyel (saatler)

source: potential since full overhaul (minutes)
tr_tr: Ful revisyondan itibaren potensiyel (dakikalar)

source: potential since reparation (hours)
tr_tr: Tamirattan itibaren potensiyel (saatler)

source: potential since reparation (minutes)
tr_tr: Tamirattan itibaren potensiyel (dakikalar)

source: number of landings since full overhaul
tr_tr: Ful revisyondan itibaren inişlerin sayısı

source: number of landings since reparation
tr_tr: Tamirattan itibaren inişlerin sayısı

source: number of cycles since full overhaul
tr_tr: Ful revisyondan itibaren periyotların sayısı

source: number of cycles since reparation
tr_tr: Tamirattan itibaren periyotların sayısı

source: Tank capacity is undefined.
tr_tr: Tank kapasitesi tanımlanmadı.

source: You cannot provide a quantity that is superior to the one expected.
tr_tr: Beklenenden daha yüksek bir miktar giremessiniz.

source: Error: you provided twice the same SN/Lot for the same assembly.
tr_tr: Hata: aynı asamble için iki kez aynı SN/Lot girdiniz.

source: Error: you must a provide a SN/Lot for each assembled part.
tr_tr: Hata: herbir asamble bölümü için bir SN/Lot girmelisiniz.

source: Error: you must a provide a different SN/Lot for each assembled part.
tr_tr: Hata: herbir asamble bölümü için farklı bir SN/Lot sağlamalısınız.

source: Please select a base entity first.
tr_tr: Lütfen öncelikle bir öz varlık seçiniz.

source: The following fields are required for columns:
tr_tr: Aşağıdaki alanlar sütunlar için gereklidir:

source: Are you sure you want to delete selected items ?
tr_tr: Seçilen öğeleri silmek istediğinizden eminmisiniz ?

source: Are you sure you want to delete selected item ?
tr_tr: Seçilen öğeyi silmek istediğinizden eminmisiniz ?

source: Column width cannot be less than 40.
tr_tr: Sütun genişliği 40'tan küçük olamaz.

source: Descr.
tr_tr: Açıklama

source: Default
tr_tr: Varsayılan

source: Required
tr_tr: Gerekli

source: Index
tr_tr: Dizin

source: Stores
tr_tr: Depolar

source: Criterion
tr_tr: Kriter

source: There is nothing to charge.
tr_tr: Faturalanacak birşey yok.

source: Please select at least one store.
tr_tr: Lütfen en az bir depo seçiniz.

source: Are you sure you want to finish the task ?
tr_tr: Görevi sonlandırmak istediğinizden eminmisiniz?

source: Your order must at least consist of one item.
tr_tr: Siparişiniz en az bir öğe içermelidir.

source: You must choose a date or a date range.
tr_tr: Bir tarih yada tarih aralığı seçmelisiniz.

source: You chose to recover a payment on delivery, but didn't provide an amount.
tr_tr: Dağıtımda bir ödeme tahsil etmeyi seçtiniz, fakat miktar girmediniz.

source: Please provide a valid quantity for each order item.
tr_tr: Lütfen herbir sipariş öğesi için geçerli bir miktar giriniz.

source: Please provide a valid weight for each order item.
tr_tr: Lütfen herbir sipariş öğesi için geçerli bir ağırlık giriniz.

source: Please provide a valid width for each order item.
tr_tr: Lütfen herbir sipariş öğesi için geçerli bir genişlik giriniz.

source: Please provide a valid length for each order item.
tr_tr: Lütfen herbir sipariş öğesi için geçerli bir uzunluk giriniz.

source: Please provide a valid height for each order item.
tr_tr: Lütfen herbir sipariş öğesi için geçerli bir yükseklik giriniz.

source: Resource
tr_tr: Kaynak

source: Rate type
tr_tr: Oran tipi

source: [No city found]
tr_tr: [Şehir bulunamadı]

source: [No operation]
tr_tr: [İşlem bulunamadı]

source: [No task]
tr_tr: [Görev bulunamadı]

source: A task with a fixed date can not be defined as deadline task.
tr_tr: Kesin tarihli bir görev son görev olarak tanımlanamaz.

source: A deadline task is already defined, modify it ?
tr_tr: Son görev zaten tanımlanmış, değiştiriniz ?

source: All sites
tr_tr: Bütün siteler

source: Please select the addressee site
tr_tr: Lütfen alıcı adres yeri seçiniz

source: Provided quantities for the following product-location pairs exceed amount of stock
tr_tr: Aşağıdaki ürün-lokasyon çiftleri için girilen miktarlar stok miktarını aşdı

source: Carrier departure and arrival sites must be different.
tr_tr: Taşıyıcı kalkış ve varış yerleri farklı olmalıdir.

source: volume
tr_tr: hacim

source: shipper
tr_tr: gönderici

source: shipper site
tr_tr: gönderici yeri

source: addressee
tr_tr: alıcı

source: addressee site
tr_tr: alıcı yeri

source: parcel type
tr_tr: paket tipi

source: A category has only one minimum amount by currency. Please correct.
tr_tr: Bir kategori para birimine göre yalnızca minimum bir miktara sahiptir. Lütfen düzeltiniz.

source: Discounts by range percent, minimum and maximum must be floats. Please correct.
tr_tr: Yüzdelik dilimine göre indirimler, minimum ve maximum kesirli sayılar olmalıdır. Lütfen düzeltiniz.

source: Discounts by range overlap. Please correct.
tr_tr: Aşan kısma göre indirimler. Lütfen düzeltiniz.

source: Please select at least one city.
tr_tr: Lütfen en az bir şehir seçiniz.

source: Please select at least one site.
tr_tr: Lütfen en az bir yer seçiniz.

source: You must add expenses and receipts lines
tr_tr: Gelir ve gider çizgilerini eklemelisiniz.

source: Instructions details
tr_tr: Talimatlların detayları

source: sets
tr_tr: setler

source: components
tr_tr: bileşenler

source: Nomenclature "%s" version "%s": view by %s
tr_tr: Terminoloji "%s" versiyon "%s": %s göre görünüm

source: Select one or more salesmen
tr_tr: Bir veya daha fazla satış elemanı seçiniz

source: Type of order
tr_tr: Sipariş tipi

source: Only salesmen who placed<br/>at least an order
tr_tr: Yalnızca en az bir sipariş yerine getirmiş<br/>satış elemanı

source: Number of orders
tr_tr: Siparişlerin sayısı

source: Turnover excl. VAT
tr_tr: KDV hariç ciro

source: % of total turnover
tr_tr: toplam ciro yüzdesi

source: Chain reference
tr_tr: Referans zinciri

source: Unassign product from chain
tr_tr: Ürünü zincirden çıkartınız

source: The following stores could not be deleted, they were only deactivated: %s
tr_tr: Takip eden dükkanlar silinemez, onlar yalnizca etkisizlştirildi: %s

source: The following stores could not be deleted nor deactivated, because one of theirs locations is not empty: %s
tr_tr: Asağıdaki depolar silinemez veya etkisizleştirilemez, çünkü onlardan birinin lokasyonu boştur: %s

source: List of available credit notes for customer %s for payment of %s
tr_tr: Mevcut kredi notlarının listesi müşteri %s ödemesinin %s için

source: Total incl. VAT to pay for selected invoices: EUR %s
tr_tr: Seçilen faturalar için KDV dahil ödeme: EUR %s

source: Credit note number
tr_tr: Kredi notu numarası

source: Remaining amount incl. VAT
tr_tr: KDV dahil kalan miktar

source: List of credit notes
tr_tr: Kredi notları listesi

source: Resource model "%s" copy
tr_tr: Finansal kaynak modeli "%s" kopyalama

source: Task name and number
tr_tr: Görev ismi ve numarası

source: Expected operator
tr_tr: Beklenen operatör

source: Expected beginning date
tr_tr: Beklenen başlama zamanı

source: Expected end date
tr_tr: Beklenen son tarih

source: Task state
tr_tr: Görev durumu

source: Started on
tr_tr: Başlatılan

source: Finished on
tr_tr: Tamamlanan

source: Actual duration
tr_tr: Gerçek süreç

source: Parts quantity
tr_tr: Bölümlerin miktarı

source: Back to list of tasks
tr_tr: Görevlerin listesine geri dön

source: Task validation
tr_tr: Görev onaylama

source: Services invoices
tr_tr: Hizmet faturaları

source: Invoice could not be sent by email because no user
tr_tr: Fatura email ile gönderilemez çünkü kullanıcı yoktur

source: is set to receive it.
tr_tr: kabul etmek için set edildi.

source: Invoice was successfully sent by email.
tr_tr: Fatura mail yoluyla başarıyla gönderildi.

source: Invoice number
tr_tr: Fatura numarası

source: Supplier billing site
tr_tr: Tedarikçi fatura sitesi

source: Customer billing site
tr_tr: Müşteri fatura sitesi

source: Forwarding charges
tr_tr: Nakletme ücreti

source: Handling charges
tr_tr: Ambalajlama ve Taşıma ücreti

source: Insurances charges
tr_tr: Sigorta ücreti

source: % VAT
tr_tr: % KDV

source: Price excl. VAT
tr_tr: KDV hariç fiyat

source: Total price excl. VAT %s
tr_tr: KDV hariç toplam fiyat %s

source: Comments
tr_tr: Yorumlar

source: A district already exists with the name and number provided, please correct.
tr_tr: Girilen isim ve numara ile bir bölge zaten var, lütfen düzeltiniz.

source: Country
tr_tr: Ülke

source: Please provide a name.
tr_tr: Lütfen bir isim giriniz.

source: Error:
tr_tr: Hata:

source: Update
tr_tr: Güncelle

source: Create
tr_tr: Oluştur

source: of a district
tr_tr: bir bölge

source: Alerts were successfully modified for user "%s".
tr_tr: Kulanıcı için alarm başarıyla değiştirildi "%s".

source: User "%s" was configured to receive no alerts.
tr_tr: Kullanıcı "%s" hiçbir alarm kabul etmemek için yapılandırıldı.

source: User "%s" was configured to receive alert "%s"
tr_tr: Kullanıcı "%s" alarm kabul etmek icin yapılandırıldı "%s"

source: User "%s" was configured to receive the following alerts: %s
tr_tr: Kullanıcı "%s" takip eden alarmı kabul etmek için yapılandırıldı "%s"

source: payment
tr_tr: ödeme

source: order_command
tr_tr: sipariş_emir

source: The following payments could not be deleted
tr_tr: Takip eden ödemeler silinemez

source: You are not allowed to edit this work order.
tr_tr: Bu sipariş emrini düzenlemenize izniniz yok.

source: An error occurred: work order details cannot be displayed.
tr_tr: Bir hata oluştu: sipariş emri detayları gösterilemedi.

source: Operation successful.
tr_tr: İşlem başarılı

source: Close
tr_tr: Kapat

source: Modify order
tr_tr: Siparişi değiştir

source: Parcel number
tr_tr: Paket numarası

source: Weight
tr_tr: Ağırlık

source: Sign and/or seal
tr_tr: İmzala ve/veya mühürle

source: Work order contents
tr_tr: Sipariş emri içeriği

source: An error occurred, please close this popup window.
tr_tr: Bir hata oluştu, lütfen bu popup windowu kapat

source: seasonality
tr_tr: Mevsimlik

source: offer on sale
tr_tr: satış promosyonu

source: List of products assigned to %s
tr_tr: %s atanan ürünlerin listesi

source: Shipper site
tr_tr: Gönderici yeri

source: Addressee site
tr_tr: Alıcı site

source: %s price excl. VAT
tr_tr: KDV hariç fiyat %s

source: Wished date (dd/mm/yy hh:mm)
tr_tr: İstenen tarih (dd/mm/yy hh:mm)

source: Expeditor
tr_tr: Sipariş Alan

source: Filter by beginning date
tr_tr: Başlama tarihine göre filtreleme

source: Display operations
tr_tr: Operasyonları görüntüle

source: Schedule
tr_tr: Zaman çizelgesi

source: Display schedule (Gantt diagram)
tr_tr: Zaman çizelgesi göster (Gantt diagram)

source: Activated on
tr_tr: Aktif olan

source: "%s" property could not be deleted because it is in use in one or more catalogues
tr_tr: "%s" nitelikler silinemeyebilir çünkü bir veya daha fazla kataloğun kullanımındadır.

source: The following properties could not be deleted because they are in use in one or more catalogues
tr_tr: Takip eden özellikler silinemeyebilir çünkü onlar bir veya daha fazla kataloğun kullanımındadır.

source: You must configure a catalogue and assign it to this screen.
tr_tr: Bir katalog yapılandırmalısınız ve bu ekrana atamalısinız.

source: A catalogue must contain at least a criterion.
tr_tr: Katalog en az bir kriter içermelidir.

source: Unit price
tr_tr: Birim fiyat

source: Add SN/Lot
tr_tr: SN/Lot ekle

source: Order quantities
tr_tr: Sipariş miktarları

source: Manage ordered quantities
tr_tr: Sipariş edilen miktarları düzenle

source: Select an airplane
tr_tr: Bir uçak seçiniz

source: Airplane matriculation
tr_tr: Uçak kaydı
